{"primary": "Life Sciences",
"domain": "Biochemistry, Genetics and Molecular Biology",
"subdomain": ["Cancer Research"],
"journal name": "Biomedical Journal",
"articles": [
    {"article name": "Evergreen influenza – Tackling an old enemy with fresh munitions",
     "doi": "https://doi.org/10.1016/j.bj.2019.02.005",
     "publication date": "02-2019",
     "abstract": "This special edition of the Biomedical Journal puts the innate immune system into the limelight. We learn about the universal mechanisms underlying the immediate defense against influenza viruses mounted by innate immunity but also its detrimental secondary effects and how differential host genetics influence the network. Moreover, this issue addresses how oral hygiene is a concern for the entire organism, that younger age goes well with neoadjuvant chemotherapy for breast cancer and zinc with feeling less distressed by tinnitus caused by noise-induced hearing loss, and that IL-1Ra holds very promising potential to prevent intestinal ischemia reperfusion injury. Finally, we discover which type of post optimally protects devitalized teeth from breaking and how difficult it is to accurately diagnose the macrofollicular variant of papillary thyroid carcinoma.",
     "keywords": ["Influenza", "Innate immune system", "Periodontosis", "Neoadjuvant chemotherapy", "Tinnitus", "Intestinal ischemia reperfusion injury"]},
    {"article name": "The dual role of innate immunity during influenza",
     "doi": "https://doi.org/10.1016/j.bj.2018.12.009",
     "publication date": "02-2019",
     "abstract": "One of the distinguishing features of the 1918 pandemic is the occurrence of massive, potentially detrimental, activation of the innate immune system in critically ill patients. Whether this reflects an intrinsic capacity of the virus to induce an exaggerated inflammatory responses or its remarkable ability to reproduce in vivo is still open to debate. Tremendous progress has recently been made in our understanding of innate immune responses to influenza infection and it is now time to translate this knowledge into therapeutic strategies, particularly in view of the possible occurrence of future outbreaks caused by virulent strains.",
     "keywords": ["Toll-like receptors", "RIG-I-like receptors", "Interferon", "Inflammasome", "Inflammation"]},
    {"article name": "IFITM3: How genetics influence influenza infection demographically",
     "doi": "https://doi.org/10.1016/j.bj.2019.01.004",
     "publication date": "02-2019",
     "abstract": "The role of host genetics in influenza infection is unclear despite decades of interest. Confounding factors such as age, sex, ethnicity and environmental factors have made it difficult to assess the role of genetics without influence. In recent years a single nucleotide polymorphism, interferon-induced transmembrane protein 3 (IFITM3) rs12252, has been shown to alter the severity of influenza infection in Asian populations. In this review we investigate this polymorphism as well as several others suggested to alter the host's defence against influenza infection. In addition, we highlight the open questions surrounding the viral restriction protein IFITM3 with the hope that by answering some of these questions we can elucidate the mechanism of IFITM3 viral restriction and therefore how this restriction is altered due to the rs12252 polymorphism.",
     "keywords": ["IFITM3", "Influenza", "IAV", "Viral infection", "Viral control"]},
    {"article name": "Association between periodontal pathogens and systemic disease",
     "doi": "https://doi.org/10.1016/j.bj.2018.12.001",
     "publication date": "02-2019",
     "abstract": "A growing body of literature suggests that there is a link between periodontitis and systemic diseases. These diseases include cardiovascular disease, gastrointestinal and colorectal cancer, diabetes and insulin resistance, and Alzheimer's disease, as well as respiratory tract infection and adverse pregnancy outcomes. The presence of periodontal pathogens and their metabolic by-products in the mouth may in fact modulate the immune response beyond the oral cavity, thus promoting the development of systemic conditions. A cause-and-effect relationship has not been established yet for most of the diseases, and the mediators of the association are still being identified. A better understanding of the systemic effects of oral microorganisms will contribute to the goal of using the oral cavity to diagnose and possibly treat non-oral systemic disease.",
     "keywords": ["Oral pathogens", "Systemic disease", "Periodontal disease", "Chronic disease", "Inflammation", "Dentistry"]},
    {"article name": "The protective role of IL-1Ra on intestinal ischemia reperfusion injury by anti-oxidative stress via Nrf2/HO-1 pathway in rat",
     "doi": "https://doi.org/10.1016/j.bj.2018.11.001",
     "publication date": "02-2019",
     "abstract": "Intestinal ischemia reperfusion injury is a frequent clinical damage, in which the oxidative stress and inflammation play an important role. Interleukin-1 receptor antagonist (IL-1Ra) is a natural anti-inflammatory factor, however, its effect on intestinal ischemia reperfusion injury remains unclear.The rat model of intestinal I/R was induced by occlusion (for 60 min) and reopening (for 60 min) of superior mesenteric artery. The rats were randomly divided into the following 5 groups: sham-operation(S), model (I/R),10 mg/kgIL-1Ra + I/R (C1),20 mg/kgIL-1Ra + I/R (C2), and30 mg/kgIL-1Ra + I/R (C3).In this study it was the first time to confirm that IL-1Ra had a significant protection against the intestinal ischemia reperfusion injury. IL-1Ra not only effectively inhibited the expression of inflammatory factors (such as IL-1β, IL-6 and TNF-α) and the activation of neutrophil in intestinal tissues, but also decreased the death of intestinal cells and the damages of intestinal tissues. Interestingly, besides anti-inflammation effect, it was also found that IL-1Ra possessed a significant inhibitory effect on the oxidative stress caused by ischemia/reperfusion injury. Furthermore, the expression of nuclear factor erythroid 2-related factor 2 (Nrf2) and hemeoxygenase-1 (HO-1), and the phosphorylation level of Nrf2 were greatly promoted by IL-1Ra. At the same time, IL-1Ra inhibited the mitogen-activated protein kinase (MAPKs) pathway.IL-1Ra had the protective effect against intestinal ischemia reperfusion injury, its mechanism included anti-inflammation and anti-oxidative stress in which the Nrf2/HO-1 pathway played an important role. The above-mentioned results may extend the clinical application of IL-1Ra in the treatment of intestinal ischemia reperfusion injury.",
     "keywords": ["Interleukin 1 receptor antagonist (IL-1Ra)", "Intestinal ischemia reperfusion injury", "Protective effect", "Nrf2/HO-1", "Clinical application"]},
    {"article name": "Effects of oral zinc supplementation on patients with noise-induced hearing loss associated tinnitus: A clinical trial",
     "doi": "https://doi.org/10.1016/j.bj.2018.10.009",
     "publication date": "02-2019",
     "abstract": "Zinc plays a vital antioxidant role in human metabolism. Recent studies have demonstrated a correlation between noise-induced hearing loss (NIHL) and oxidative injury; however, no investigation has focused specifically on the subgroup of NIHL associated tinnitus patients. We aimed to evaluate the effectiveness of zinc supplementation in treating NIHL associated tinnitus.Twenty patients with tinnitus and a typical NIHL audiogram (38 ears) were included in this study. Another 20 healthy subjects were used as the control group. A full medical history assessment was performed, and each subject underwent an otoscopic examination, basic audiologic evaluation, distortion product otoacoustic emissions (DPOAEs), tinnitus-match testing, Tinnitus Handicap Inventory (THI) and serum zinc level analyses. After 2 months of treatment with zinc, all tests were repeated.There was a significant difference between pretreatment and post-treatment within the tinnitus group (73.6 vs. 84.6 μg/dl). The pre- and post-treatment difference in serum zinc was significantly higher in the young group (≦50 years) compared to the old group (19.4 ± 11.4 vs. 2.6 ± 9.2 μg/dl, respectively; p = 0.002). There were no statistically significant differences in hearing thresholds, speech reception thresholds, or tinnitus frequency and loudness results before and after treatment. In addition, 17 patients (85%) showed statistically significant improvement of THI-total scores post-treatment, from 38.3 to 30 (p = 0.024).Zinc oral supplementation elevated serum zinc levels, especially in younger patients. THI scores improved significantly following zinc treatment in patients with NIHL associated tinnitus. However, no improvements in objective hearing parameters were observed.",
     "keywords": ["Noise-induced hearing loss (NIHL)", "Tinnitus", "Zinc"]},
    {"article name": "Evaluation of the fracture resistance of root filled thin walled teeth restored with different post systems",
     "doi": "https://doi.org/10.1016/j.bj.2018.12.003",
     "publication date": "02-2019",
     "abstract": "Restoration of the teeth with extensive root canals with different post systems is a challenge for clinicians. Evaluation of these systems is important for clinical success. The aim of this study was to compare the fracture resistance and fracture mode of endodontically treated thin-walled teeth which restored with different post systems.Eighty extracted and endodontically treated maxillary canines were divided into 4 groups (n = 20) and the thickness of the radicular dentin walls was reduced by using diamond burs. Each root was embedded in an autopolymerizing resin with a 0.25 mm layer of vinyl polysiloxane material to simulate the periodontal ligament. The subgroups were restored with one of the following post systems: only composite resin (Group 1), cast post (Group 2), glass-fiber post (Group 3), and I-TFC post (Group 4). The samples were subjected to a gradually increasing force (0,5 mm/min). The force required to fracture was recorded, and the data were analyzed with ANOVA, Tukey test's and Chi–Square test (p < 0.05).The highest fracture resistance was recorded for Group 2, followed by the Group 3, Group 4, and Group 1. Differences in the fracture resistance of teeth were significant among the groups (p < 0.05). The fracture resistance of Group 4 was significantly different than the other tested post systems (p < 0.05).The lowest fracture resistance was recorded for Group 1, but among all post systems, Group 4 had the lowest fracture resistance. The fracture mode of the fiber posts (Radix and I-TFC posts) would permit repair of the tooth.",
     "keywords": ["Fracture resistance", "Post-core systems", "Thin-walled teeth"]},
    {"article name": "Diagnostic pitfalls and therapeutic outcomes of the macrofollicular variant of papillary thyroid carcinoma",
     "doi": "https://doi.org/10.1016/j.bj.2018.12.006",
     "publication date": "02-2019",
     "abstract": "The macrofollicular variant of papillary thyroid cancer (MFVPTC) is a rare histological variant of papillary thyroid cancer (PTC), with only 71 cases reported through 2014. This study analyzed the clinical, preoperative thyroid ultrasonography (US), and fine needle aspiration cytology (FNAC) features; and therapeutic outcomes of 11 patients with MFVPTC.The records of 393 patients with histologically diagnosed follicular variant of papillary thyroid carcinoma (FVPTC), including 11 with MFVPTC, were retrospectively reviewed. Preoperative thyroid US findings, clinical presentation, treatment outcomes, and survival rates were analyzed.Mean tumor size was significantly greater in patients with MFVPTC than that in those with FVPTC (4.2 ± 2.1 cm vs. 2.9 ± 1.7 cm; p = 0.016). No patient with MFVPTC had lymph node involvement, but one had a micrometastasis to the lung, which responded well to therapeutic radioiodine. All MFVPTC lesions were isoechoic on US. Eight nodules had calcifications and eight had irregular margins. FNAC showed that these tumors had low cellularity, absence or focal presence of enlarged clear nuclei, and subtle or focal nuclear features of PTC. Cells were, arranged in microfollicular pattern, with abundant colloid background. Multifocal PTCs were detected in the opposite lobe of two patients. All 11 patients with MFVPTC had excellent outcomes. No patient experienced recurrence, and survival rates were high.Malignant US criteria combined with FNAC features have a low preoperative diagnostic rate for MFVPTC. Surgery is recommended for patients with thyroid nodules larger than 4 cm and those with subtle and focal atypical nuclei in FNAC.",
     "keywords": ["Total thyroidectomy", "Thyroglobulin", "Radioactive iodide", "Cancer-specific mortality"]},
    {"article name": "Impact of age on pathological complete response and locoregional recurrence in locally advanced breast cancer after neoadjuvant chemotherapy",
     "doi": "https://doi.org/10.1016/j.bj.2018.10.007",
     "publication date": "02-2019",
     "abstract": "Neoadjuvant chemotherapy (NAC) is the standard approach for downstaging of locally advanced breast cancer and can improve breast conservation rates. A pathological complete response (pCR) after NAC associated with favorable long-term outcomes has been described. There is still a high locoregional recurrence (LRR) rate after NAC and the influence of age on LRR after NAC is unclear. This study analyzed the relationship between age and LRR after NAC.Two hundred and sixty-three patients with invasive breast cancer who received NAC followed by mastectomy or breast conserving surgery (BCS) were enrolled. Concurrent weekly epirubicin and docetaxel was the NAC regimen.Twenty-nine patients (11%) achieved a pCR after NAC. In univariate analysis, age <50 years, luminal B (HER2 positive) subtype, HER2 overexpression subtype, and triple-negative subtype were factors to predict a pCR. In multivariate analysis, age <50 years, luminal B (HER2 positive) type, HER2 overexpression, and triple-negative subtype were the independent factors to predict a pCR. No patients in the pCR group developed LRR compared with 31 patients in the non-pCR group. Eleven patients (6.9%) in the younger group (age <50 years) developed LRR compared with 20 patients (19.4%) in the older group (age ≥50 years). In multivariate analysis, younger age (<50 years) was the only independent prognostic factor for a LRR-free survival.Younger age can predict a pCR and is an independent prognostic factor for LRR in locally advanced breast cancer patients after NAC as concurrent epirubicin and docetaxel.",
     "keywords": ["Neoadjuvant chemotherapy", "Pathological complete response", "Breast cancer", "Age"]},
    {"article name": "Basal-bolus or premixed? Shedding light on optimal insulin regime for type 1 diabetes",
     "doi": "https://doi.org/10.1016/j.bj.2018.12.008",
     "publication date": "12-2018",
     "abstract": "In this issue of the Biomedical Journal, we highlight original research that will help to guide the choice of insulin administration regimes for children with type 1 diabetes. We also investigate whether a common medication for attention deficit/hyperactivity disorder worsens sleep problems among these children, and discover a new approach to maximize the lifetime of a fragile piece of surgical equipment.",
     "keywords": ["Type 1 diabetes", "Insulin", "Basal-bolus"]},
    {"article name": "Effects of standardized Zataria multiflora extract and its major ingredient, Carvacrol, on Adriamycin-induced hepatotoxicity in rat",
     "doi": "https://doi.org/10.1016/j.bj.2018.10.008",
     "publication date": "12-2018",
     "abstract": "At a glance commentary Scientific background on the subject Since Adriamycin is used as an anticancer drug among various communities and is one of its side-effects, it is important to find a way to prevent this complication. Of these, medicinal plants such as Zataria multiflora can be important in preventing the complications. What this study adds to the field This study shows that carvacrol has a stronger effect on the liver antioxidant system as well as hepatic enzymes activity than the whole plant extract, and then carvacrol can be more helpful than whole plant in the treatment of hepatic damage caused by Adriamycin. Due to antioxidant effects of Zataria multiflora (ZM) and Carvacrol (CAR) in many cases and the prominent role of reactive oxygen species (ROS) in hepatotoxicity induced by Adriamycin (ADR), the aim of this study is to investigate the effects of ZM and CAR on ADR-induced hepatotoxicity.Twenty four male Wistar rats were randomly divided into four groups including: 1)Control, 2)Adriamycin (ADR), 3,4) ZM + ADR and CAR + ADR that received ZM and CAR for 28 consecutive days. Blood samples were collected on the days 0, 14 and 28 to determine the alkaline phosphatase (ALP), aspartate aminotransferase (AST) and alanine aminotransferase (ALT) levels. Also, the hepatic redox markers were evaluated.ADR significantly increased ALP, ALT and AST in comparison with the control (p < 0.05 - p < 0.001). In CAR + ADR group, the serum ALP, ALT and AST were significantly reduced compared to those of the ADR group (p < 0.01 to p < 0.001). Also, in ZM + ADR group, serum ALP and ALT compared to ADR was significantly reduced (p < 0.001). MDA level in the ADR group significantly increased compared to control (p < 0.01). The MDA level in ZM + ADR (p < 0.05) and CAR + ADR (p < 0.01) groups were significantly reduced compared to that of ADR. Thiol levels in ZM + ADR group significantly increased compared to the ADR group (p < 0.05). The activities of CAT in the ADR group was significantly reduced compared to control (p < 0.05) and increased in treatment groups in comparison with the ADR (p < 0.01).Long-term administration of ZM extract and CAR could reduce the oxidative damage in the rat liver induced by ADR through the strengthening of the antioxidant system.",
     "keywords": ["Adriamycin", "Zataria multiflora", "Carvacrol", "Hepatotoxicity"]},
    {"article name": "Association of diabetic ketoacidosis, severe hypoglycemia and glycemic control among children and young adults with type 1 diabetes mellitus treated with premixed versus basal-bolus insulin therapy",
     "doi": "https://doi.org/10.1016/j.bj.2018.10.005",
     "publication date": "12-2018",
     "abstract": "This study compared event rates of diabetic ketoacidosis (DKA) and severe hypoglycemia, as well as glycemic control, among children, adolescents, and young adults with type 1 diabetes mellitus (T1DM) receiving basal-bolus or premixed insulin therapy.A total of 825 individuals aged ≤ 20 years with T1DM, using either basal-bolus or premixed insulin regimens, were retrospectively recruited from 2001 to 2015. Rates of DKA after diagnosis, severe hypoglycemia, and the level of glycated hemoglobin A1c (HbA1c) improvement during the follow-up period were analyzed.Of the 825 patients, 226 receiving a premixed regimen were matched to the same number of patients receiving a basal-bolus regimen. In the matched cohort, DKA (10.62% vs. 5.31%; p = 0.037) and severe hypoglycemic episodes (25.22% vs. 10.62%; p < 0.001) were significantly higher in patients receiving a premixed regimen than those receiving a basal-bolus regimen. The median reduction of HbA1c, compared to the treatment-naive level, was better with the basal-bolus regimen than with the premixed regimen in both matched (2.2 vs. 2.1; p = 0.034) and the entire (3.1 vs. 1.9; p < 0.001) cohorts. Regardless of insulin regimen, a higher HbA1c level was significantly linked to higher risk of DKA development (hazard ratio [HR] 1.35 per 1% increase; p < 0.001) once the HbA1c level was ≥7.5%.A premixed insulin regimen may increase the DKA occurrence rate and severe hypoglycemic risk in children, adolescents, and young adults with TIDM, compared to a basal-bolus regimen. Tight glycemic control with HbA1c < 7.5% may prevent the increased risk of DKA.",
     "keywords": ["Insulin", "Diabetes mellitus", "Type 1", "Diabetic ketoacidosis", "Hemoglobin A1c"]},
    {"article name": "Subjective and objective assessments of sleep problems in children with attention deficit/hyperactivity disorder and the effects of methylphenidate treatment",
     "doi": "https://doi.org/10.1016/j.bj.2018.10.004",
     "publication date": "12-2018",
     "abstract": "to investigate the sleep problems in children with different ADHD presentations and effects of methylphenidate (MPH) on the sleep problems of children with ADHD by both subjective and objective measurements.71 children with ADHD and 30 controls were included. 35 had ADHD with predominantly inattentive presentation (ADHD-I) and 36 with predominantly hyperactive/impulsive or combined presentation (ADHD-C). We used the pediatric sleep questionnaire (PSQ) and a nocturnal polysomnography (PSG) to assess the sleep problems in children with ADHD before and 6 months after being treated with methylphenidate (0.3–0.7 mg/kg/dose).PSG showed significantly higher apnea-hypopnea index and hypopnea counts, and lower slow-wave sleep percentage in children with ADHD. The results of PSQ reported by parents showed significantly higher rates of delay initiation of sleep, sleep onset latency, sleep fragment, daytime sleepiness, enuresis, bruxism, nightmares, periodic limb movement disorder (PLMD), and snoring in children with ADHD compared to normal controls. Comparisons of ADHD presentations revealed no significant difference between ADHD-I and ADHD-C by either PSG or PSQ measurements. After 6-month MPH treatment, the PSG showed significantly increased total sleep time and reduced periodic limb movement index (PLMI). The PSQ indicated significant reduction in bruxism and snoring in ADHD-I, as well as nightmares in ADHD-C, and both subgroups showed significant reduction in PLMD.subjective and objective approaches produced inconsistent findings regarding the sleep problems in children with ADHD. Besides, MPH didn't worsen the sleep problems in children with ADHD.",
     "keywords": ["Methylphenidate", "Attention-deficit/hyperactivity disorder", "ADHD subtypes", "Sleep disorders", "Pediatric sleep questionnaire", "Polysomnography"]},
    {"article name": "Effects of bilateral or unilateral lower body resistance exercises on markers of skeletal muscle damage",
     "doi": "https://doi.org/10.1016/j.bj.2018.10.003",
     "publication date": "12-2018",
     "abstract": "It is known that different intensity exercises create skeletal muscle damage at different levels. The purpose of the study was to compare effects of bilateral or unilateral lower body resistance exercise on markers of skeletal muscle damage.The Brzycki Formula was used to calculate participants' one repetition maximum strength for each movement and limb, separately. Blood samples were obtained before exercise, immediately after exercise, and 30 min after exercise for both types of exercise. Creatine Kinase (CK), Lactate Dehydrogenase (LDH), Aspartate Aminotransferase (AST), and Alanine Aminotransferase (ALT) levels were analyzed. Data was analyzed using two-way repeated measures ANOVA.When CK, AST, and ALT levels were compared according to time points, a statistical difference was found (p < 0.05). Furthermore, it was revealed that LDH levels were statistically significant according to exercise types (p < 0.05).Unilateral lower body resistance exercise caused higher skeletal muscle damage than the bilateral lower body resistance exercise. This result suggests that unilateral lower body resistance exercise should be preferred for short preparation period as opposed to bilateral lower body resistance exercise.",
     "keywords": ["Resistance exercise", "Unilateral", "Bilateral", "Skeletal muscle damage", "Creatine kinase"]},
    {"article name": "Relationship between sonography of sternocleidomastoid muscle and cervical passive range of motion in infants with congenital muscular torticollis",
     "doi": "https://doi.org/10.1016/j.bj.2018.10.001",
     "publication date": "12-2018",
     "abstract": "An abnormal sternocleidomastoid muscle in congenital muscular torticollis can be classified into one of the four types via sonography. However, this categorization lacks quantitative measurements. The purpose of the study was to determine quantitative measurements of the sonograms via image analysis.Infants younger than 12 months of age suspected of having congenital muscular torticollis were included. Intraclass correlation coefficient estimates for interobserver reliability and a simple regression analysis for criterion validity were calculated. Spearman correlation analysis was then performed. The analyzed parameters included cervical passive range of motion for lateral flexion and rotation, area, brightness, max/min Feret's diameters, and muscular width/thickness.Of the 29 (4.0 ± 2.6 months) screened infants, 13 (1.9 ± 1.7 months) were included. Nine were male, and 4 were female. Seven infants with mass were ultrasonographically classified into type I, and the other six infants were classified into type II. The affected/unaffected side ratios of cervical passive range of motion for lateral flexion and rotation were 0.92 ± 0.13 and 0.88 ± 0.16, respectively. The parameters measured on the sonograms were reliable, and the max/min Feret's diameters were valid measurements. The affected/unaffected side ratio of cervical passive range of motion for rotation significantly correlated with the affected/unaffected side ratios of the sternocleidomastoid muscle sonogram on area (r = −0.62, p = 0.03) and min Feret's diameter (r = −0.69, p = 0.01).The area and min Feret's diameter were efficacious parameters for image analysis on sternocleidomastoid sonograms, and the min Feret's diameter would be more suitable than thickness for measuring the thickening SCM in transverse view. A healthy control group, more data and follow-up would be needed to confirm the changes on the SCM sonograms for clinical decision.",
     "keywords": ["Congenital muscular torticollis", "Sternocleidomastoid", "Sonography", "Cervical passive range of motion"]},
    {"article name": "Lifestyle characteristics as moderators of the effectiveness of weight control interventions among semiconductor workers",
     "doi": "https://doi.org/10.1016/j.bj.2018.09.002",
     "publication date": "12-2018",
     "abstract": "Workers in high technology industry are experiencing stressful environment and have been ranked as a high risk group for adverse health effects. The effectiveness of worksite health promotion is important for occupational health. This study is to investigate the effect of health interventions on body measurement changes while examining the role of their lifestyle factors.A total of 904 participants aged over 30 years were recruited from 14 semiconductor worksites in Taiwan from 2011 to 2015. A multi-settings, quasi-experimental study was conducted that assigned participants into two intervention programs, including exercise program and diet-plus-exercise program. The outcomes include the changes of body weight, waist circumference, body mass index (BMI), and biophysiological indicators. Lifestyle variables include alcohol consumption, cigarette smoking, and regular exercise. Multiple linear regression analyses were performed to test the association.The findings have demonstrated that one kilogram body weight reduction is associated with a decrease of 0.58 mmHg SBP (p < 0.001), 0.29 mmHg DBP (p < 0.001), 3.33 mg/dL triglyceride (p < 0.001), 0.96 mg/dL total cholesterol (p < 0.001), and 0.68 mg/dL LDL (p < 0.001). The diet-plus-exercise group had more significant effect on both weight changes and biophysiological changes than exercise-only group (p < 0.001). Lifestyle factors, including cigarette smoking, alcohol consumption, and regular exercise, were significant moderators of the effectiveness of health interventions.Both exercise and diet interventions are important to the effectiveness of health promotion in occupational sectors. Lifestyle modifications are vital for weight control programs in improving body shape changes and biophysiological indicators.",
     "keywords": ["Health promotion", "Weight control", "Biophysiological indicators", "Semiconductor industry", "Lifestyle"]},
    {"article name": "Surgical technique to achieve high durability of flexible ureteroscopes: A single hospital experience",
     "doi": "https://doi.org/10.1016/j.bj.2018.10.002",
     "publication date": "12-2018",
     "abstract": "To describe a novel operative technique resulting in extended durability and improved ease of use of current flexible ureteroscopes (FURS). A surgical method employing a modified technique of using an Olympus digital flexible URF-V ureteroscope was developed.We retrospectively studied 546 patients who underwent retrograde intrarenal surgery (RIRS) using this modified approach performed by a single surgeon at our hospital, and investigated the outcome and durability of the ureteroscope.Through the study period, the URF-V ureteroscope required repair five times in total. During factory maintenance, distal working channel damage was noted twice, and outer bending rubber damage was noted once. The most recent two repairs were required due to laser penetration. Despite the damage and repairs, the deflection system was almost entirely intact after high-frequency use. The durability of FURS determines the efficacy of RIRS for renal stones.In this report, we described our modified upside-down technique for manipulation of FURS under unequal dual deflection in order to preserve the deflection apparatus, which yielded a greatly prolonged durability. Additionally, the use of mimic drive turning decreased the time needed to train urologists.",
     "keywords": ["Flexible ureteroscopes", "Renal stone", "Retrograde intrarenal surgery"]},
    {"article name": "Commentary: Lico A causes ER stress and apoptosis via up-regulating miR-144-3p in human lung cancer cell line H292",
     "doi": "https://doi.org/10.1016/j.bj.2018.11.002",
     "publication date": "12-2018",
     "abstract": "Natural compound licochalcone A (lico A), a main constituent of flavonoids, has been proved to induce ER stress and apoptosis in cancer cells. However, the underlying anti-tumor mechanism of lico A remains to be clarified in detail. A recently-published report from the journal Frontiers in Pharmacology evaluated the miRNA-based mechanism for lico A on its anti-cancer effect. They found that lico A significantly promoted the tumor-suppressor miR-144-3p expression, so as to up-regulate ER stress-response protein CHOP (CCAAT/-enhancer-binding protein homologous protein) by down-regulating nuclear factor E2-related factor 2 (Nrf2), finally inducing apoptotic cell death in lung cancer. Their findings pave the path toward a more understanding of miRNA-based drugs for cancer treatment in the future.",
     "keywords": ["Lico A", "ER stress", "Apoptosis", "miR-144-3p", "Lung cancer", "Anti-cancer therapeutics"]},
    {"article name": "Dengue in Taiwan: Pointing the finger at Aedes aegypti",
     "doi": "https://doi.org/10.1016/j.bj.2018.10.006",
     "publication date": "10-2018",
     "abstract": "In this issue of the Biomedical Journal we explore the history of dengue infection in Taiwan and what current trends have to say about the vector responsible for transmitting the disease on the island. We focus on original research reporting the development of a new perfusion bioreactor to engineer bone from human cord blood stem cells. Finally, we look at trends in osteoporosis in Taiwan and how they highlight the success of public health campaigns.",
     "keywords": ["Dengue", "Aedes aegypti", "Mesenchymal stem cells", "Osteogenic differentiation"]},
    {"article name": "Dengue outbreaks and the geographic distribution of dengue vectors in Taiwan: A 20-year epidemiological analysis",
     "doi": "https://doi.org/10.1016/j.bj.2018.06.002",
     "publication date": "10-2018",
     "abstract": "Dengue fever is an important mosquito-borne viral infectious disease that mostly occurs in tropical and subtropical areas of the world. According to epidemiological data from the Center for Disease Control of Taiwan, more than 98.62% of outbreaks of indigenous total dengue cases were reported in the southern part of Taiwan. Southern Taiwan is an aggregate area encompassing Tainan, Kaohsiung, and Pingtung, all of which are located below the Tropic of Cancer (23º35′N). With a few exceptions, dengue outbreaks mainly occur in southern Taiwan which is highly associated or overlaps with the prevalence of Aedes aegypti. A.aegypti is presumed to be absent from the northern part of Taiwan, while Aedes albopictus breeds in areas throughout the island. According a collection of 20 years of epidemiological data from Taiwan, the inability of A. aegypti to survive the winter weather in northern Taiwan may account for its restricted geographical distribution and that of dengue outbreaks it transmits. A.aegypti, unlike temperate strains of A. albopictus, lacks embryonic diapause signaled by a short photoperiod which thus reduces its cold-hardiness. Therefore it is intolerant of low temperatures that frequently accompany rains and unable to survive during winter in the northern part of Taiwan.",
     "keywords": ["Dengue outbreaks", "Dengue vectors", "Diapause", "Geographical distribution", "Overwintering", "Taiwan"]},
    {"article name": "Improved osteogenic differentiation of umbilical cord blood MSCs using custom made perfusion bioreactor",
     "doi": "https://doi.org/10.1016/j.bj.2018.07.002",
     "publication date": "10-2018",
     "abstract": "3D cell culture is an appropriate method to develop engineered bone tissue, where different bioreactors have been designed to mitigate the challenges in 3D culture. Currently, we tailored a perfusion reactor to witness human mesenchymal stem cells (MSCs) proliferation and differentiation over polylactic acid-polyethylene glycol (PLA/PEG) composite scaffolds.The composite scaffolds with different weight ratios of PLA and PEG were prepared using solvent casting-particulate leaching technique. Human umbilcal card blood MSCs were cultured under dynamic and static conditions to elucidate the role of dynamic fluid flow in osteogenesis of MSCs.The human MSCs distribution over the scaffolds was confirmed with fluorescent microscopy. Alkaline phosphatase (ALP), calcium mineralization, and collagen formation were found to be higher in PLA90 scaffolds than PLA100 and PLA75. PLA90 scaffolds with better cell adhesion/proliferartion were considered for bioreactor studies and they exhibited enhanced ALP, Ca+2 mineralization and collagen formation under dynamic perfusion than static culture. We further confirmed our observation by looking at expression levels of osteogenic marker (Runx2 and osteonectin) in differentiated MSCs subjected to perfusion culture compared to static culture.The results of the current investigation once again proves that dynamic perfusion cultures improve the osteogenic differentiation of MSCs over hybrid polymer scaffolds (PLA90) for effective bone regeneration.",
     "keywords": ["3D cell culture", "Mesenchymal stem cells (MSCs)", "Fluid flow", "Osteogenic differentiation"]},
    {"article name": "Depressant effect of geraniol on the central nervous system of rats: Behavior and ECoG power spectra",
     "doi": "https://doi.org/10.1016/j.bj.2018.08.008",
     "publication date": "10-2018",
     "abstract": "Geraniol is a monoterpene alcohol that is derived from the essential oils of aromatic plants, with anti-inflammatory, antimicrobial, antioxidant and neuroprotective properties. This study characterized the effect of geraniol on behavior and brainwave patterns in rats. Male rats were submitted to administration of geraniol (25, 50 and 100 mg/kg). The hole board (HB) and open field (OF) tests were performed to evaluate anxiety and motor behavior, respectively. In addition, barbiturate-induced sleeping time (BIST) was used to analyze sedative effect. Finally, electrocorticogram (ECoG) recordings were used to characterize brain-wave patterns. The results showed that geraniol treatment in rats decreased the distance traveled, rearing numbers and lead to increase in immobility time in HB and OF tests. In BIST test, geraniol treatment increased sleep duration but not sleep latency in the animals. Furthermore, geraniol-treated animals demonstrated an increase in the percentage of delta waves in the total spectrum power. Taken together, our results suggested that geraniol exerted a depressant effect on the central nervous system of rats.",
     "keywords": ["Sedation", "Monoterpene", "Brain waves", "Hypnose", "Natural product"]},
    {"article name": "Factors related to post surgical neurologic improvement for cervical spine infection",
     "doi": "https://doi.org/10.1016/j.bj.2018.07.004",
     "publication date": "10-2018",
     "abstract": "Cervical spine infections are uncommon but potentially dangerous, having the highest rate of neurological compromise and resulting disability. However, the factors related to surgical success is multiple yet unclear.We retrospectively reviewed the medical records of 27 patients (16 men and 11 women) with cervical spine infection who underwent surgical treatment at Chang Gung Memorial Hospital, Linkou branch, between 2001 and 2014. The neurological status, by Frankel classification, was recorded preoperatively and at discharge. Group X had neurologic improvement of at least 1 grade, group Y had unchanged neurologic status, and group Z showed deterioration. We recorded the patient demographic data, presenting symptoms and signs, interval from admission to surgery, surgical procedure, laboratory data, perioperative antibiotic course, pathogens identified, coexisting medical disease, concomitant nonspinal infection, and clinical outcomes. We intended to evaluate the different characteristics of patients who improved neurologically after treatment.The mean age of our cohort was 56.6 years. Anterior cervical discectomy and fusion was the most commonly performed surgical procedure (74.1%). The Frankel neurological status improved in 70.4% (group X, n = 19) and unchanged in 29.6% (group Y, n = 8). No patients worsened. Motor weakness was most common (96.3%) neurological deficit, followed by sensory abnormalities (37.0%), and bowel/urine incontinence (33.3%). The main difference in presentation between group X and group Y was neck pain (100% vs. 75.0%; p = .02), not fever. Group X had a shorter preoperative antibiotic course (p = .004), interval from admission to operation (p = .02), and hospital stay (p = .01).Clinicians should be more suspicious in patients who present with neck pain and any neurological involvement even in those without fever while establishing early diagnosis. Earlier operative treatment in group X result in better neurologic recovery and shorter hospital stay due to disease improvement.",
     "keywords": ["Spondylodiscitis", "Epidural abscess", "Osteomyelitis", "Neurologic manifestation", "Risk factors"]},
    {"article name": "Secular trends in incidence of osteoporosis in Taiwan: A nationwide population-based study",
     "doi": "https://doi.org/10.1016/j.bj.2018.08.001",
     "publication date": "10-2018",
     "abstract": "The present study aimed to assess the changes in trend of osteoporosis among the Taiwanese population from 2001 to 2011.The National Health Insurance Research Database (NHIRD) of Taiwan, containing records from approximately 23 million insures from 2001 to 2011, was analyzed. Insurees aged≧50 years with osteoporosis were identified either from previously documented osteoporotic diagnosis or osteoporosis-related fractures according to Clinical Modification (ICD-9-CM) diagnostic code.The prevalence of osteoporosis increased from 17.4% in 2001 to 25.0% in 2011. The prevalence trend increased from 2001 to 2005 and plateaued thereafter. During 2001–2005, the incidence rate of hip fracture held steady from 277 to 281 per 100,000 person-years, and decreased thereafter from 262 to 247 per 100,000 person-years. The overall incidence of osteoporosis declined among patients younger than 84 years from 2001 to 2011, especially after 2005. As compared with 2005 and before, the incidence rate of osteoporosis was significantly decreased since 2006.The secular changes of osteoporosis in Taiwan are quite similar to the trend in western countries. It reveals how osteoporosis awareness and policy interventions can affect the prevalence trend of osteoporosis.",
     "keywords": ["Hip fracture", "Incidence", "Osteoporosis", "Prevalence"]},
    {"article name": "Defining polytrauma by abbreviated injury scale ≥ 3 for a least two body regions is insufficient in terms of short-term outcome: A cross-sectional study at a level I trauma center",
     "doi": "https://doi.org/10.1016/j.bj.2018.08.007",
     "publication date": "10-2018",
     "abstract": "Patients with polytrauma are expected to have a higher risk of mortality than the summation of expected mortality for their individual injuries. This study was designed to investigate the outcome of polytrauma patients, diagnosed by abbreviated injury scale (AIS) ≥ 3 for at least two body regions, at a level I trauma center.Detailed data of 694 polytrauma patients and 2104 non-polytrauma patients with an overall Injury Severity Score (ISS) ≥ 16 and hospitalized between January 1, 2009, and December 31, 2014 for treatment of all traumatic injuries, were retrieved from the Trauma Registry System. Two-sided Fisher exact or Pearson chi-square tests were used to compare categorical data. The unpaired Student t-test was used to analyze normally distributed continuous data, and the Mann–Whitney U-test was used to compare non-normally distributed data. Propensity-score matching in a 1:1 ratio was performed using NCSS software with logistic regression to evaluate the effect of polytrauma on in-hospital mortality.There was no significant difference in short-term mortality between polytrauma and non-polytrauma patients, regardless of whether the comparison was made among the total patients (11.4% vs. 11.0%, respectively; p = 0.795) or among the selected propensity score-matched groups of patients following controlled covariates including sex, age, systolic blood pressure, co-morbidities, Glasgow Coma Scale scores, injury region based on AIS.Polytrauma defined by AIS ≥3 for at least two body regions failed to recognize a significant difference in short-term mortality among trauma patients.",
     "keywords": ["Polytrauma", "Abbreviated injury scale", "Injury severity", "Monotrauma", "Multiple trauma", "Mortality"]},
    {"article name": "The streptozotocin-high fat diet induced diabetic mouse model exhibits severe skin damage and alterations in local lipid mediators",
     "doi": "https://doi.org/10.1016/j.bj.2018.08.005",
     "publication date": "10-2018",
     "abstract": "Type 2 diabetes (T2D) can go undiagnosed for years, leading to a stage where produces complications such as delayed skin wound healing. Animal models have been developed in the last decades to study the pathological progression in this disease. Streptozotocin (STZ), that has a selective pharmacological toxicity toward pancreatic β cells, in addition to high fat diet has been widely used to induce diabetes however no evidence has shown its effects on the skin integrity.Eighteen C57BL/6J male mice, were divided in 3 groups; the first was fed with chow diet and the second was kept on a high fat diet and the third injected with STZ intraperitoneal for 5 days consecutively before starting the diet protocol with high fat. Mice were maintained 5 weeks in total.We show that animals treated with STZ-high fat diet exhibit skin injuries without significant alterations on basal insulin and triglycerides, compared to the control. The skin from these animals presents higher levels of oxidative stress, lower levels of adhesion proteins and alterations in lipid mediators, effects that are not produced by the high fat diet itself.Our results suggest that this in vivo model represents a relevant approach for studying skin damage induced by diabetes.",
     "keywords": ["Diabetes", "Streptozotocin", "Lipid mediators", "Skin damage", "Epithelial integrity"]},
    {"article name": "Size scaling of nucleolus in Caenorhabditis elegans embryos",
     "doi": "https://doi.org/10.1016/j.bj.2018.07.003",
     "publication date": "10-2018",
     "abstract": "Nucleolus is viewed as a plurifunctional center in the cell, tightly linked to ribosome biosynthesis. As a non-membranous structure, how the size of nucleolus is determined is a long outstanding question, and the possibility of “direct size scaling to the nucleus” was raised by genetic studies in fission yeast. Here, we used the model organism Caenorhabditis elegans to test this hypothesis in multi-cellular organisms. We depleted ani-2, ima-3, or C27D9.1 by RNAi feeding, which altered embryo sizes to different extents in ncl-1 mutant worms. DIC imaging provided evidence that in size-altering embryo nucleolar size decreases in small cells and increases in large cells. Furthermore, analyses of nucleolar size in four blastomeres (ABa, ABp, EMS, and P2) within the same embryo of ncl-1 mutants consistently demonstrated the correspondence between cell and nucleolar sizes – the small cells (EMS and P2) have smaller nucleoli in comparison to the large cells (ABa).",
     "keywords": ["Nucleolar size", "Embryonic size", "ani-2", "ima-3", "C27D9.1"]},
    {"article name": "The influenza chronicles: From the 1918 pandemic to current understanding of host defense mechanisms",
     "doi": "https://doi.org/10.1016/j.bj.2018.09.001",
     "publication date": "08-2018",
     "abstract": "In this special edition of the Biomedical Journal, we learn about the battle between host and influenza virus at the respiratory epithelium, and how the history of influenza pandemics has driven both major advances in the understanding of immunology and planning for future outbreaks. We also learn of a nanoparticle system that holds promise for photodynamic therapy in breast cancer. Finally, we add evidence to the debate of the safety of a minimally invasive technique for aortic valve replacement in elderly patients.",
     "keywords": ["Influenza", "Respiratory epithelium", "Photodynamic therapy", "Nanoparticles"]},
    {"article name": "The role of respiratory epithelium in host defence against influenza virus infection",
     "doi": "https://doi.org/10.1016/j.bj.2018.08.004",
     "publication date": "08-2018",
     "abstract": "The respiratory epithelium is the major interface between the environment and the host. Sophisticated barrier, sensing, anti-microbial and immune regulatory mechanisms have evolved to help maintain homeostasis and to defend the lung against foreign substances and pathogens. During influenza virus infection, these specialised structural cells and populations of resident immune cells come together to mount the first response to the virus, one which would play a significant role in the immediate and long term outcome of the infection. In this review, we focus on the immune defence machinery of the respiratory epithelium and briefly explore how it repairs and regenerates after infection.",
     "keywords": ["Influenza", "Airway epithelium", "Defence", "Sensing", "Injury and repair"]},
    {"article name": "Centennial review of influenza in Taiwan",
     "doi": "https://doi.org/10.1016/j.bj.2018.08.002",
     "publication date": "08-2018",
     "abstract": "The history of influenza in Taiwan can be traced up to the 1918 H1N1 Spanish flu pandemic, followed by several others including the 1957 H2N2, 1968 H3N2, and the 2009 new H1N1. A couple of avian influenza viruses of H5N1 and H7N9 also posed threats to the general public in Taiwan in the two recent decades. Nevertheless, two seasonal influenza A viruses and two lineages of influenza B viruses continue causing annual endemics one after the other, or appearing simultaneously. Their interplay provided interesting evolutionary trajectories for these viruses, allowing us to computationally model their global migrations together with the data collected elsewhere from different geographical locations. An island-wide laboratory-based surveillance network was also established since 2000 for systematically collecting and managing the disease and molecular epidemiology. Experiences learned from this network helped in encountering and managing newly emerging infectious diseases, including the 2003 SARS and 2009 H1N1 outbreaks.",
     "keywords": ["Influenza", "Pandemic", "Genome evolution", "Surveillance"]},
    {"article name": "Legacy of the influenza pandemic 1918: The host T cell response",
     "doi": "https://doi.org/10.1016/j.bj.2018.08.003",
     "publication date": "08-2018",
     "abstract": "The influenza virus was instrumental in unravelling critical aspects of the antiviral T lymphocyte mediated immune response. A major finding was the demonstration that CD8 T lymphocytes recognize short viral peptides presented by class I molecules of the major histocompatibility complex. Studies of influenza specific T cells have also led to an understanding of their important role in recovery from influenza virus infection in humans.",
     "keywords": ["Influenza", "Vaccine", "Cellular immunity"]},
    {"article name": "Wearable sensors for the monitoring of movement disorders",
     "doi": "https://doi.org/10.1016/j.bj.2018.06.003",
     "publication date": "08-2018",
     "abstract": "This paper offers a review of the implementation of current wearable sensing technologies in monitoring the movement and activity of patients suffering from movement disorders. Recent literature has focused on incorporating simple and reliable wearable technologies for the continuous and objective monitoring of patient movement during normal daily activities. However, the use of such wearable sensing technologies has yet to find its way to clinical practice. In the following, the basic elements of such monitoring systems and their applications are introduced, and a discussion regarding current clinical applications is presented.",
     "keywords": ["Wearable sensors", "Movement disorders", "Activity monitoring"]},
    {"article name": "Evaluation of cell damage induced by irradiated Zinc-Phthalocyanine-gold dendrimeric nanoparticles in a breast cancer cell line",
     "doi": "https://doi.org/10.1016/j.bj.2018.05.002",
     "publication date": "08-2018",
     "abstract": "Cancer is a non-communicable disease that occurs following a mutation in the genes which control cell growth. Breast cancer is the most diagnosed cancer among South African women and a major cause of cancer-related deaths worldwide. Photodynamic therapy (PDT) is an alternative cancer therapy that uses photochemotherapeutic agents, known as photosensitizers. Drug-delivery nanoparticles are commonly used in nanomedicine to enhance drug-therapeutic efficiency. This study evaluated the photodynamic effects following treatment with 0.3 μM multiple particles delivery complex (MPDC) and irradiated with a laser fluence of 10 J/cm2 using a 680 nm diode laser in a breast cancer cell line (MCF-7).Cell damage was assessed by inverted light microscopy for cell morphology; the Apoptox-Glo triple assay was used for cell viability, caspase activity and identification of cytodamage markers; flow cytometric analysis for cell death pathways and mitochondrial membrane potential; the enzyme linked immunosorbent assay (ELISA) for cytochrome C release; and real-time reverse transcriptase polymerase chain reaction (RT-PCR) array for gene expression.Laser activated-MPDC induced a significant change in morphology of PDT-treated cells, with the appearance of apoptotic like morphological features. An increase in cytotoxicity, caspase activity, cell depolarization and cytochrome C release were identified in PDT-treated cells. Finally, the upregulation of BAX, BCL-2, CASP-2 and ULK-1 genes was observed.The MPDC yielded a successful and stable hybrid agent with potent photodynamic abilities.",
     "keywords": ["Cancer", "Photodynamic effects", "Nanomedicine", "Cell damage", "Cell death"]},
    {"article name": "Sutureless aortic bioprosthesis replacement in elderly Asian patients with aortic stenosis: Experience in a single institution",
     "doi": "https://doi.org/10.1016/j.bj.2018.04.008",
     "publication date": "08-2018",
     "abstract": "Sutureless aortic valve replacement (SU-AVR) has emerged as a promising alternative for the treatment of patients with aortic valve stenosis. This study aims to assess the safety and efficacy of SU-AVR in an elderly Asian population.From June 2015 to May 2016, 15 adults with severe aortic stenosis (9 females) with a median age of 79 years underwent Perceval sutureless bioprosthesis (LivaNova, UK) implantation in a single Taiwanese institution; peri-operative recovery, clinical improvement, and valve performance were analyzed.Three (20%) patients underwent concomitant procedures (coronary artery bypass grafting, 1 patient; maze, 2 patients) and 6/12 (50%) patients underwent J-ministernotomy for isolated SU-AVR. Median cardiopulmonary bypass and cross-clamp time were 105 min and 69 min, respectively. All sutureless bioprosthesis were implanted successfully without conversion to a traditional valve, but 2 patients (13.3%) need intraoperative valve repositioning because of paravalvular leakage. Median extubation time and intensive care unit stay were 5 h and 2 days, respectively. One patient experienced in-hospital mortality due to sudden collapse thought secondary to high degree atrioventricular block. Serial echocardiographic evaluations were performed preoperatively and at 1, 3, and 6 months postoperatively. The final echocardiographic exams showed nothing greater than mild aortic insufficiency and the median mean trans-valvular gradient was 13.2 (range, 6.0–26.3) mmHg.By simplified procedure and improved hemodynamics, SU-AVR can be implanted safely in elderly Asian population with excellent valvular performance.",
     "keywords": ["Aortic valve replacement", "Sutureless bioprosthesis", "Minimally invasive cardiac surgery"]},
    {"article name": "Adaptation and validation of a measure of health literacy in Taiwan: The Newest Vital Sign",
     "doi": "https://doi.org/10.1016/j.bj.2018.07.001",
     "publication date": "08-2018",
     "abstract": "Health literacy (HL) refers to the ability to obtain, read, understand, and use basic health care information required to make appropriate health decisions and follow instructions for treatment. The Newest Vital Sign (NVS) is an instrument developed for assessing aspects of HL relevant to reading and numeracy skills. This study aimed to develop a traditional Chinese version of the NVS (NVS-TC) and assess its feasibility, reliability, and validity in Taiwanese patients with type 2 diabetes.The original NVS was translated into traditional Chinese in accordance with established guidelines. A cognitive testing procedure was subsequently performed to evaluate the ease of understanding and acceptability of the test in 30 patients with diabetes. Thereafter, a quantitative survey (N = 232) was administered for validating the NVS-TC against the accepted standard tests of HL and participant education level.The internal consistency (Cronbach's α) was 0.76. In accordance with a priori hypotheses, we found strong associations between the NVS-TC and objective HL and weaker associations between the NVS-TC and subjective HL. The known group validity of the NVS-TC was demonstrated through multivariate regression analyses, which showed that educational differences in the NVS-TC scores remained significant after adjustment for age, gender, and working in healthcare.The results suggest that the NVS-TC is a reliable and valid tool that facilitates international comparable HL research in Taiwan. The NVS-TC can be used to investigate the role of HL in health care and can be easily incorporated into daily clinical practice for diabetes management.",
     "keywords": ["Cross-cultural adaptation", "Health literacy measurement", "Newest Vital Sign", "Validation"]},
    {"article name": "Tainted air: The link between pollution and Alzheimer's disease",
     "doi": "https://doi.org/10.1016/j.bj.2018.06.004",
     "publication date": "06-2018",
     "abstract": "In this issue of the Biomedical Journal, we learn how air pollution may contribute to cognitive decline and even increase risk for Alzheimer's disease. We also highlight original research documenting the body's response to infection with a common oral pathogen. Finally, we learn how a cellular antioxidant protein protects against mitochondrial dysfunction in Parkinson's disease.",
     "keywords": ["Air pollution", "Alzheimer's disease", "Fusobacterium", "Periodontitis"]},
    {"article name": "The emerging risk of exposure to air pollution on cognitive decline and Alzheimer's disease – Evidence from epidemiological and animal studies",
     "doi": "https://doi.org/10.1016/j.bj.2018.06.001",
     "publication date": "06-2018",
     "abstract": "As incidence of Alzheimer's disease (AD) and other neurodegenerative diseases rise, there is increasing interest in environmental factors which may contribute to disease onset and progression. Air pollution has been known as a major health hazard for decades. While its effects on cardiopulmonary morbidity and mortality have been extensively studied, growing evidence has emerged that exposure to polluted air is associated with impaired cognitive functions at all ages and increased risk of AD and other dementias in later life; this association is particularly notable with traffic related pollutants such as nitrogen dioxide, nitrous oxide, black carbon, and small diameter airborne solids and liquids known as particulate matter. The exact mechanisms by which air pollutants mediate neurotoxicity in the central nervous system (CNS) and lead to cognitive decline and AD remain largely unknown. Studies using animal and cell culture models indicate that amyloid-beta processing, anti-oxidant defense, and inflammation are altered following the exposure to constituents of polluted air. In this review, we summarize recent evidence supporting exposure to air pollution as a risk for cognitive decline at all ages and AD at later lifetime. Additionally, we review the current body of work investigating the molecular mechanisms by which air pollutants mediate damage in the CNS. Understanding of the neurotoxic effects of air pollution and its constituents is still limited, and further studies will be essential to better understand the cellular and molecular mechanisms linking air pollution and cognitive decline.",
     "keywords": ["Particulate matter", "Cognition", "Dementia"]},
    {"article name": "Tumor microenvironment mediated by suppression of autophagic flux drives liver malignancy",
     "doi": "https://doi.org/10.1016/j.bj.2018.03.002",
     "publication date": "06-2018",
     "abstract": "The physiological role of autophagy in the catabolic process of the body involves protein synthesis and degradation in homeostasis under normal and stressed conditions. In hepatocellular carcinoma (HCC), the role of tumor microenvironment (TME) has been concerned as the main issue in fighting against this deadly malignancy. During the last decade, the crosstalk between tumor cells and their TME in HCC extensively accumulated. However, a deeper knowledge for the actual function of autophagy in this interconnection which involved in supporting tumor development, progression and chemoresistance in HCC is needed but still largely unknown. Recent studies have shown that coagulants tissue factor (TF) and factor VII (FVII) has a pathological role in promoting tumor growth by activating protease-activated receptor 2 (PAR2). Autophagy-associated LC3A/B-II formation was selectively suppressed by FVII/PAR2 signaling which mediated by mTOR activation through Atg7 but not Atg5/Atg12 axis. The coagulant-derived autophagic suppression seemed potentiate a vicious circle of malignancy in producing more FVII and PAR2 which facilitate in vivo and in vitro tumor progression of HCC and the investigations are consistent with the clinical observations. In this review, we briefly summarize the current understanding of autophagy and discuss recent evidence for its role in HCC malignancy.",
     "keywords": ["Autophagy", "Coagulation", "Factor VII", "Hepatitis B virus", "Hepatocellular carcinoma", "Microenvironment"]},
    {"article name": "Nrf2 activation attenuates the early suppression of mitochondrial respiration due to the α-synuclein overexpression",
     "doi": "https://doi.org/10.1016/j.bj.2018.02.005",
     "publication date": "06-2018",
     "abstract": "α-synuclein (SNCA) accumulation in the substantia nigra is one of the characteristic pathologies of Parkinson's disease (PD). A53T missense mutations in the SNCA gene has been proved to enhance the expression of SNCA and accelerate the onset of PD. Mitochondrial dysfunction in SNCA aggregation has been under debate for decades but the causal relationship remains uncertain. At a later stage of PD, the cellular dysfunctions are complicated and multiple factors are tangled. Our aim here is to investigate the mitochondrial functional changes and clarify the main causal mechanism at earlier-stage of PD.We used the mutant A53T SNCA-expressed neuro 2a (N2a) cells without detectable cell death to investigate: 1) whether SNCA overexpression impairs the mitochondrial respiration and biogenesis. 2) The role of nuclear factor (erythroid-derived 2)-like 2 (Nrf2) signal in SNCA–induced mitochondria dysfunction.Accompanying with the increment of SNCA, reactive oxygen species (ROS) accumulation was increased. The maximal respiratory capacity was suppressed. Meanwhile, mitochondrial complex 1 activity and the activity of nicotinamide adenine dinucleotide (NADH) cytochrome C reductase (NCCR) were decreased. Moreover, the mitochondrial DNA (mtDNA) copy number was decreased. On the other hand, the nuclear peroxisome proliferator-activated receptor-gamma coactivator 1α (PGC-1α), Nrf2, and the cytosolic mitochondrial transcription factor A (TFAM) were increased at an early stage and declined thereafter. Above factors triggered by SNCA were reversed by tBHQ, a Nrf2 activator.These results suggested that at an early stage, SNCA-overexpressed increase mtROS accumulation, mitochondrial dysfunction and mtDNA decrement. Nrf2, PGC-1α and TFAM were upregulated to compromise mitochondrial dysfunction. tBHQ effectively reversed the SNCA-induced mitochondrial dysfunction.",
     "keywords": ["A53T", "α-synuclein", "ROS", "Mitochondrial respiration", "Mitochondrial biogenesis", "Nrf2"]},
    {"article name": "Oral infection of mice with Fusobacterium nucleatum results in macrophage recruitment to the dental pulp and bone resorption",
     "doi": "https://doi.org/10.1016/j.bj.2018.05.001",
     "publication date": "06-2018",
     "abstract": "Fusobacterium nucleatum is a Gram-negative anaerobic bacterium associated with periodontal disease. Some oral bacteria, like Porphyromonas gingivalis, evade the host immune response by inhibiting inflammation. On the other hand, F. nucleatum triggers inflammasome activation and release of danger-associated molecular patterns (DAMPs) in infected gingival epithelial cells.In this study, we characterized the pro-inflammatory response to F. nucleatum oral infection in BALB/c mice. Western blots and ELISA were used to measure cytokine and DAMP (HMGB1) levels in the oral cavity after infection. Histology and flow cytometry were used to observe recruitment of immune cells to infected tissue and pathology.Our results show increased expression and production of pro-inflammatory cytokines during infection. Furthermore, we observe that F. nucleatum infection leads to recruitment of macrophages in different tissues of the oral cavity. Infection also contributes to osteoclast recruitment, which could be involved in the observed bone resorption.Overall, our findings suggest that F. nucleatum infection rapidly induces inflammation, release of DAMPs, and macrophage infiltration in gingival tissues and suggest that osteoclasts may drive bone resorption at early stages of the inflammatory process.",
     "keywords": ["Immunology", "Inflammation", "Periodontal disease", "Dental", "Innate immunity"]},
    {"article name": "Acute toxicity and antimicrobial activity of leaf tincture Baccharis trimera (Less)",
     "doi": "https://doi.org/10.1016/j.bj.2018.04.006",
     "publication date": "06-2018",
     "abstract": "The present study aimed to evaluate the possible acute oral toxicity of Baccharistrimera leaf dye as well as its antimicrobial activity.Organization for Economic co-operation and development (OECD) 423 was used to assess acute oral toxicity and as per protocol a dose of 2000 mg/kg of tincture was administered to Wistar rats, male and female, and observed for 14 days. Biochemical and hematological analyzes were performed with sample collected of rat. The dye was evaluated for antimicrobial activity by agar diffusion and microdilution methods, which allow to determine the minimum inhibitory concentration (MIC) and minimum bactericidal concentration (MBC) and antibiofilm potential.The results showed that there was no loss of animals and no significant changes in hematological and biochemical parameters after oral administration of 2000 mg/kg of tincture and was considered safe by the OECD, classified as category 5. The dyeing also showed an important antimicrobial activity against gram positive and gram negative bacteria also significantly decreased the microbial biofilm.The tincture of B.trimera leaf when given orally once can be considered safe and has a relevant antimicrobial potential that should be elucidated in subsequent research.",
     "keywords": ["Medicinal plants", "Carqueja", "Antimicrobial activity", "Toxicity"]},
    {"article name": "Risk factors and quality of life for the occurrence of hip fracture in postmenopausal women",
     "doi": "https://doi.org/10.1016/j.bj.2018.04.001",
     "publication date": "06-2018",
     "abstract": "To identify the risk factors and changes of quality of life in the first occurrence of hip fracture in Taiwanese postmenopausal women.In this case-control study, we enrolled 100 postmenopausal women with accidental first-incident hip fracture and 100 women without hip fracture. The control group was matched to the study group according to age. Evaluation consisted of a questionnaire, an interview to both assess quality of life via a 36-item Short Form Health Survey and document risk factors, a physical examination to record height and body weight, and bone mineral density (BMD) of the hip and spine using dual-energy X-ray absorptiometry (DXA).The mean age of the patients was 77.9 years old. Compared with the controls, the patients with first-incident hip fracture had a lower level of education, increased body height, higher parity, no experience of estrogen therapy, prior history of diabetes mellitus and rheumatoid arthritis, walking aid use, less weight-bearing exercise, and steroid use. Total hip BMD was a stronger predictor than BMD at different sites. Quality of life was significantly higher in the control group at the baseline and 4-month follow-up.Quality of life was related to the first-incident hip fracture. The increased risk of falls, lower level of education, and total hip BMD are the strongest predictors of first-incident hip fracture in Asian elderly postmenopausal women.",
     "keywords": ["Bone mineral density", "Dual-energy X-ray absorptiometry", "First-incident hip fracture", "Level of education", "Postmenopausal women"]},
    {"article name": "The rainbow pattern in dermoscopy: A zoom on nonkaposi sarcoma skin diseases",
     "doi": "https://doi.org/10.1016/j.bj.2018.04.004",
     "publication date": "06-2018",
     "abstract": "The rainbow pattern is currently a subject of debate, it is considered the specific dermoscopic pattern of Kaposi sarcoma. We present in this research correspondence a review of 700 dermoscopic figures of different biopsy-proven skin diseases in our department of dermatology of the Hospital Hassan II of Fez. All the lesions were localized to the limbs except for one lesion of atrophic scar that was localized on the left shoulder. RP was observed in four raised lesions: one case of hypertrophic scar, one case of angiokeratoma, one case of stasis dermatitis and one case of pseudo-Kaposi. These results indicate that the RP may be observed in non-kaposi sarcoma, with new observations of RP in pseudo-Kaposi and angiokeratoma.",
     "keywords": ["Rainbow pattern", "Dermoscopy", "Non kaposi sarcoma skin diseases"]},
    {"article name": "Saliva biomarkers in neurological disorders: A “spitting image” of brain health?",
     "doi": "https://doi.org/10.1016/j.bj.2018.04.005",
     "publication date": "04-2018",
     "abstract": "In this issue of the Biomedical Journal, we learn how biomarkers in saliva may be able to provide insight into the health of the brain and the central nervous system. We also discover how computational modeling can help to identify potential epitopes for vaccine development against Chlamydia, the world's most common sexually transmitted infection.",
     "keywords": ["Saliva diagnostics", "Neurological disorders", "Chlamydia trachomatis", "Polymorphic membrane protein"]},
    {"article name": "Salivary biomarkers for the diagnosis and monitoring of neurological diseases",
     "doi": "https://doi.org/10.1016/j.bj.2018.03.004",
     "publication date": "04-2018",
     "abstract": "Current research efforts on neurological diseases are focused on identifying novel disease biomarkers to aid in diagnosis, provide accurate prognostic information and monitor disease progression. With advances in detection and quantification methods in genomics, proteomics and metabolomics, saliva has emerged as a good source of samples for detection of disease biomarkers. Obtaining a sample of saliva offers multiple advantages over the currently tested biological fluids as it is a non-invasive, painless and simple procedure that does not require expert training or harbour undesirable side effects for the patients. Here, we review the existing literature on salivary biomarkers and examine their validity in diagnosing and monitoring neurodegenerative and neuropsychiatric disorders such as autism and Alzheimer's, Parkinson's and Huntington's disease. Based on the available research, amyloid beta peptide, tau protein, lactoferrin, alpha-synuclein, DJ-1 protein, chromogranin A, huntingtin protein, DNA methylation disruptions, and micro-RNA profiles display a reliable degree of consistency and validity as disease biomarkers.",
     "keywords": ["Neurological diseases", "Salivary biomarkers", "Diagnosis", "Dementia", "Neurodegeneration"]},
    {"article name": "Food safety in the 21st century",
     "doi": "https://doi.org/10.1016/j.bj.2018.03.003",
     "publication date": "04-2018",
     "abstract": "Food is essential to life, hence food safety is a basic human right. Billons of people in the world are at risk of unsafe food. Many millions become sick while hundreds of thousand die yearly. The food chain starts from farm to fork/plate while challenges include microbial, chemical, personal and environmental hygiene. Historically, documented human tragedies and economic disasters due to consuming contaminated food occurred as a result of intentional or unintentional personal conduct and governmental failure to safeguard food quality and safety. While earlier incidents were mainly chemical contaminants, more recent outbreaks have been due to microbial agents. The Disability Adjusted Life Years (DALYs) attributed to these agents are most devastating to children younger than 5 years of age, the elderly and the sick. To ensure food safety and to prevent unnecessary foodborne illnesses, rapid and accurate detection of pathogenic agents is essential. Culture-based tests are being substituted by faster and sensitive culture independent diagnostics including antigen-based assays and polymerase chain reaction (PCR) panels. Innovative technology such as Nuclear Magnetic Resonance (NMR) coupled with nanoparticles can detect multiple target microbial pathogens' DNA or proteins using nucleic acids, antibodies and other biomarkers assays analysis. The food producers, distributors, handlers and vendors bear primary responsibility while consumers must remain vigilant and literate. Government agencies must enforce food safety laws to safeguard public and individual health. Medical providers must remain passionate to prevent foodborne illnesses and may consider treating diseases with safe diet therapy under proper medical supervision. The intimate collaboration between all the stakeholders will ultimately ensure food safety in the 21st century.",
     "keywords": ["Food safety", "Foodborne illness", "Microbial diagnostics", "Disability adjusted", "Life year"]},
    {"article name": "Translational insights on developmental origins of metabolic syndrome: Focus on fructose consumption",
     "doi": "https://doi.org/10.1016/j.bj.2018.02.006",
     "publication date": "04-2018",
     "abstract": "Metabolic syndrome (MetS) is a highly prevalent complex trait despite recent advances in pathophysiology and pharmacological treatment. MetS can begin in early life by so-called the developmental origins of health and disease (DOHaD). The DOHaD concept offers a novel approach to prevent MetS through reprogramming. High fructose (HF) intake has been associated with increased risk of MetS. HF diet becomes one of the most commonly used animal model to induce MetS. This review discusses the maternal HF diet induced programming process and reprogramming strategy to prevent MetS of developmental origin, with an emphasis on: (1) an overview of metabolic effects of fructose consumption on MetS; (2) insight from maternal HF animal models on MetS-related phenotypes; (3) impact of HF consumption induces organ-specific transcriptome changes; and (4) application of reprogramming strategy to prevent maternal HF consumption-induced MetS. Research into the preventions and treatments of MetS that begin early in life will have a lifelong impact and profound savings in disease burden and financial costs.",
     "keywords": ["Developmental origins of health and disease (DOHaD)", "Fructose", "Hypertension", "Metabolic syndrome", "Obesity"]},
    {"article name": "Pigment epithelium-derived factor in lipid metabolic disorders",
     "doi": "https://doi.org/10.1016/j.bj.2018.02.004",
     "publication date": "04-2018",
     "abstract": "Pigment epithelium-derived factor (PEDF) is a secreted glycoprotein that has anti-angiogenic, anti-proliferative, neurotrophic and immunomodulatory properties. PEDF has recently emerged as a critical metabolic regulatory protein since the discovery of its modulatory activities in the lipolytic pathway by binding to adipose triglyceride lipase (ATGL). Despite being beneficial in maintaining the homeostasis of hepatic lipid accumulation, PEDF has been uncovered an unfavorable role associated with insulin resistance. The molecular events that connect these two apparent distinct observations have been controversial and remained largely unknown. Therefore in this short review, we attempt to summarize the current findings of PEDF regarding its lipid metabolic functions and provide perspectives in identifying PEDF as a potential therapeutic target in lipid disorders.",
     "keywords": ["Pigment epithelium-derived factor", "Adipose triglyceride lipase", "Liver", "Adipose tissue", "Insulin resistance"]},
    {"article name": "In silico prediction of T- and B-cell epitopes in PmpD: First step towards to the design of a Chlamydia trachomatis vaccine",
     "doi": "https://doi.org/10.1016/j.bj.2018.04.007",
     "publication date": "04-2018",
     "abstract": "Chlamydia trachomatis is the most common sexually transmitted bacterial infection globally. Currently, there are no vaccines available despite the efforts made to develop a protective one. Polymorphic membrane protein D (PmpD) is an attractive immunogen candidate as it is conserved among strains and it is target of neutralizing antibodies. However, its high molecular weight and its complex structure make it difficult to handle by recombinant DNA techniques. Our aim is to predict B-cell and T-cell epitopes of PmpD.A sequence (Genbank AAK69391.2) having 99–100% identity with various serovars of C. trachomatis was used for predictions. NetMHC and NetMHCII were used for T-cell epitope linked to MHC I or MHC II alleles prediction, respectively. BepiPred predicted linear B-cell epitopes. For three dimensional epitopes, PmpD was homology-modeled by Raptor X. Surface epitopes were predicted on its globular structure using DiscoTope.NetMHC predicted 271 T-cell epitopes of 9-12aa with weak affinity, and 70 with strong affinity to MHC I molecules. NetMHCII predicted 2903 T-cell epitopes of 15aa with weak affinity, and 742 with strong affinity to MHC II molecules. Twenty four linear B-cell epitopes were predicted. Raptor X was able to model 91% of the three-dimensional structure whereas 57 residues of discontinuous epitopes were suggested by DiscoTope. Six regions containing B-cell and T-cell epitopes were identified by at least two predictors.PmpD has potential B-cell and T-cell epitopes distributed throughout the sequence. Thus, several fragments were identified as valuable candidates for subunit vaccines against C. trachomatis.",
     "keywords": ["Chlamydia trachomatis", "Vaccine", "B-cell epitope", "T-cell epitope", "Molecular modeling", "Epitope prediction"]},
    {"article name": "Computational prediction of vaccine potential epitopes and 3-dimensional structure of XAGE-1b for non-small cell lung cancer immunotherapy",
     "doi": "https://doi.org/10.1016/j.bj.2018.04.002",
     "publication date": "04-2018",
     "abstract": "XAGE-1b is shown to be overexpressed in lung adenocarcinoma and to be a strong immunogenic antigen among non-small cell lung cancer (NSCLC) patients. However, 3D structure of XAGE-1b is not available and its confirmation has not been solved yet.Multiple sequence alignment was run to select the most reliable templates. Homology modeling technique was performed using computer-based tool to generate 3-dimensional structure models, eight models were generated and assessed on basis of local and global quality. Immune Epitope Database (IEDB) tools were then used to determine potential B-Cell epitopes while NetMHCpan algorithms were used to enhance the determination for potential epitopes of both Cytotoxic T-lymphocytes and T-helper cells.Computational prediction was performed for B-Cell epitopes, prediction results generated; 3 linear epitopes where XAGE-1b (13-21) possessed the best score of 0.67, 5 discontinuous epitopes where XAGE-1b (40-52) possessed the best score of 0.67 based on the predicted model of the finest quality. For a potential vaccine design, computational prediction yielded potential Human Leukocyte Antigen (HLA) class I epitopes including HLA-B*08:01-restricted XAGE-1b (3-11) epitope which was the best with 0.2 percentile rank. Regarding HLA Class II epitopes, HLA-DRB1*12:01-restricted XAGE-1b (25-33) was the most antigenic epitope with 5.91 IC50 value. IC50 values were compared with experimental values and population coverage percentages of epitopes were computed.This study predicted a model of XAGE-1b tertiary structure which could explain its antigenic function and facilitate usage of predicted peptides for experimental validation towards designing immunotherapies against NSCLC.",
     "keywords": ["Epitope prediction", "NSCLC immunotherapy", "Bioinformatics", "Peptide vaccines", "Cancer/testis antigen", "XAGE-1b"]},
    {"article name": "A phase II randomized trial comparing neoadjuvant chemotherapy followed by concurrent chemoradiotherapy versus concurrent chemoradiotherapy alone in advanced squamous cell carcinoma of the pharynx or larynx",
     "doi": "https://doi.org/10.1016/j.bj.2018.04.003",
     "publication date": "04-2018",
     "abstract": "To clarify the effect of induction chemotherapy (ICT) in patients with advanced pharyngeal and laryngeal squamous cell carcinoma (PLSCC) treated with concurrent chemoradiotherapy (CCRT).Patients with treatment-naïve nonmetastatic advanced PLSCC were stratified according to disease stage (III or IV) and resectability before being randomized to either a ICT/CCRT or CCRT arm. A cisplatin/tegafur-uracil/leucovorin regimen was administered during ICT and CCRT. The primary end point was overall survival (OS).We enrolled 151 patients during December 2006 to February 2011. The median follow-up of surviving patients was 54.5 months. The ICT/CCRT arm included more patients with hypopharynx cancer (57.1% vs 40.5%, p = 0.09) and N2 or N3 diseases (85.7% vs 74.4%, p = 0.02). In the ICT/CCRT and CCRT arms, the 5-year OS was 48.1% and 53.2% (p = 0.45); progression-free survival (PFS) was 31.8% and 55.6% (p = 0.015); and locoregional control (LRC) was 37.7% and 56.2% (p = 0.026), respectively. The adverse events and compliance to radiotherapy were similar. However, the proportion of patients receiving a total dose of cisplatin during CCRT <150 mg/m2 was higher in the ICT/CCRT arm (46.8% vs 16.2%; p = 0.000) and independently predicted poorer PFS and LRC in multivariate analysis.OS did not vary between the ICT/CCRT and CCRT arms. However, poorer compliance to CCRT and inferior LRC and PFS were observed in the ICT/CCRT arm. Optimizing the therapeutic ratio in both ICT and CCRT settings are necessary for developing a sequential strategy for patients with advanced-stage PLSCC.",
     "keywords": ["Head and neck cancer", "Chemoradiotherapy", "Induction chemotherapy"]},
    {"article name": "For better or worse: Immune system involvement in Alzheimer's Disease",
     "doi": "https://doi.org/10.1016/j.bj.2018.03.001",
     "publication date": "02-2018",
     "abstract": "In this issue of the Biomedical Journal, we explore the key role of the immune system in the development of Alzheimer's disease. We also learn more about the link between two disorders related to metabolic imbalances, with findings that could help to inform future screening programs. Finally, we would like to highlight some big news for our journal: the Biomedical Journal will be indexed in the Science Citation Index and receive its first official impact factor from this year.",
     "keywords": ["Alzheimer's disease", "Tau", "Immune responses", "Subclinical hypothyroidism", "Metabolic disease"]},
    {"article name": "The discoveries of molecular mechanisms for the circadian rhythm: The 2017 Nobel Prize in Physiology or Medicine",
     "doi": "https://doi.org/10.1016/j.bj.2018.02.003",
     "publication date": "02-2018",
     "abstract": "Circadian clocks evolved to allow plants and animals to adapt their behaviors to the 24-hr change in the external environment due to the Earth's rotation. While the first scientific observation of circadian rhythm in the plant leaf movement may be dated back to the early 18th century, it took 200 years to realize that the leaf movement is controlled by an endogenous circadian clock. The cloning and characterization of the first Drosophila clock gene period in the early 1980s, independently by Jeffery C. Hall and Michael Rosbash at Brandeis University and Michael Young at Rockefeller University, paved the way for their further discoveries of additional genes and proteins, culminating in establishing the so-called transcriptional translational feedback loop (TTFL) model for the generation of autonomous oscillator with a period of ∼24 h. The 2017 Nobel Prize in Physiology or Medicine was awarded to honor their discoveries of molecular mechanisms controlling the circadian rhythm.",
     "keywords": ["Circadian clocks", "Circadian rhythms", "Clock genes", "TTFL model", "2017 Nobel Prize"]},
    {"article name": "Structure and mechanism of mitochondrial electron transport chain",
     "doi": "https://doi.org/10.1016/j.bj.2017.12.001",
     "publication date": "02-2018",
     "abstract": "Respiration is one of the most vital and basic features of living organisms. In mammals, respiration is accomplished by respiratory chain complexes located on the mitochondrial inner membrane. In the past century, scientists put tremendous efforts in understanding these complexes, but failed to solve the high resolution structure until recently. In 2016, three research groups reported the structure of respiratory chain supercomplex from different species, and fortunately the structure solved by our group has the highest resolution. In this review, we will compare the recently solved structures of respirasome, probe into the relationship between cristae shape and respiratory chain organization, and discuss the highly disputed issues afterwards. Besides, our group reported the first high resolution structure of respirasome and medium resolution structure of megacomplex from cultured human cells this year. Definitely, these supercomplex structures will provide precious information for conquering the mitochondrial malfunction diseases.",
     "keywords": ["Structure of respirasome", "Cristae organization", "Substrate channeling", "Electron transfer pathway", "Assembly of respirasome"]},
    {"article name": "Tau and neuroinflammation: What impact for Alzheimer's Disease and Tauopathies?",
     "doi": "https://doi.org/10.1016/j.bj.2018.01.003",
     "publication date": "02-2018",
     "abstract": "Alzheimer's Disease (AD) is a chronic neurodegenerative disorder and the most common type of dementia (60–80% of cases). In 2016, nearly 44 million people were affected by AD or related dementia. AD is characterized by progressive neuronal damages leading to subtle and latter obvious decline in cognitive functions including symptoms such as memory loss or confusion, which ultimately require full-time medical care. Its neuropathology is defined by the extracellular accumulation of amyloid-β (Aβ) peptide into amyloid plaques, and intraneuronal neurofibrillary tangles (NFT) consisting of aggregated hyper- and abnormal phosphorylation of tau protein. The latter, identified also as Tau pathology, is observed in a broad spectrum of neurological diseases commonly referred to as “Tauopathies”. Besides these lesions, sustained neuroinflammatory processes occur, involving notably micro- and astro-glial activation, which contribute to disease progression. Recent findings from genome wide association studies further support an instrumental role of neuroinflammation. While the interconnections existing between this innate immune response and the amyloid pathogenesis are widely characterized and described as complex, elaborated and evolving, only few studies focused on Tau pathology. An adaptive immune response takes place conjointly during the disease course, as indicated by the presence of vascular and parenchymal T-cell in AD patients' brain. The underlying mechanisms of this infiltration and its consequences with regards to Tau pathology remain understudied so far. In the present review, we highlight the interplays existing between Tau pathology and the innate/adaptive immune responses.",
     "keywords": ["Alzheimer's disease", "Tau", "Inflammation", "Glia", "Astrocytes", "Microglia"]},
    {"article name": "Complex role of chemokine mediators in animal models of Alzheimer's Disease",
     "doi": "https://doi.org/10.1016/j.bj.2018.01.002",
     "publication date": "02-2018",
     "abstract": "Chemokines are a family of cytokines, first described to play a role in the immune system. However, neurons and glial cells also express chemokines and their receptors. In the central nervous system, chemokines are involved in several neural functions, in particular in the control of cell communications and neuronal activity. In pathological conditions, chemokines participate in neuroinflammatory and neurodegenerative processes. In Alzheimer's disease (AD), chemokines play a role in the development of the two main lesions, amyloid β plaques and neurofibrillary tangles. In addition, they contribute to the inflammatory response by recruiting T cells and controlling microglia/macrophages activation. Actually, targeting inflammatory pathways seems a promising therapeutic approach for the treatment of AD patients. This review summarizes our current knowledge on the roles of chemokines in AD animal models and the underlying mechanisms in which they take part. Better knowledge of the role of chemokines and their cellular receptors in AD could open new therapeutic perspectives.",
     "keywords": ["Chemokine", "Alzheimer's disease", "Animal model", "Inflammation"]},
    {"article name": "Antiulcer and hepatoprotective effects of aqueous extract of Plantago ovata seed on indomethacin-ulcerated rats",
     "doi": "https://doi.org/10.1016/j.bj.2018.01.001",
     "publication date": "02-2018",
     "abstract": "The objective of the study was to investigate the protective effects of aqueous extract of Plantago ovata seed (AEPOS) on peptic ulcer induced by indomethacin (IND) in rats.Rats (250-300 g) were divided into three groups (5 rats in each group). Gastric ulcer was induced by a single oral gavage of 48 mg/kg IND. The first group received only 5% sodium bicarbonate orally (5 ml/kg) whereas the control (IND) group received only single oral dose of 48 mg/kg IND. The third group was pretreated with an extract (100 mg/kg) for 4 days. At the end of the 4th day, rats were kept fasted for 24 h before administration of IND 48 mg/kg. The rats were sacrificed 4 h after oral administration of IND and their stomach and liver were fixed in formalin (10%) and sections of 5 mm in diameter were prepared. Histological and morphological characteristics of stomach and liver were assessed using hematoxylin and eosin (H&E) staining.AEPOS (100 mg/kg) showed a significant (p < 0.05) reduction in microscopic and macroscopic ulcer index as compared to the IND group. Histological analysis indicated that AEPOS has hepatoprotective effect and can prevent mucosa damage in stomach.Results revealed that AEPOS has anti-ulcer and hepatoprotective effects.",
     "keywords": ["Indomethacin", "Plantago ovata seed", "Hepatotoxicity", "Aqueous extract"]},
    {"article name": "Fracture of cobalt chrome, fully-coat beaded femoral revision long stem, a clinical outcomes study",
     "doi": "https://doi.org/10.1016/j.bj.2018.02.001",
     "publication date": "02-2018",
     "abstract": "Femoral bone loss during revision total hip arthroplasty poses a challenging problem. Bypass fixation over the diaphysis has achieved clinical success in cases of proximal femoral bone loss. Fracture of cementless, fully bead-coated femoral stem is an uncommon complication. The purpose of this study is to analyze the patients with and without fracture stem and find out the possible risk factors.From 2006 to 2012, a total of 251 revision long stems (Zimmer, Warsaw, IN) were implanted. In the same period, 17 broken stems that underwent treatment were included for analysis. Patients' demographic data, pattern of femoral bone loss, stem size, medial calcar support in the proximal region of the stem, and the timing of stem breakage were collected and analyzed.The stem size in patients with a broken stem was smaller (p < 0.001), and medial calcar defect was 12.4% and 100% (p < 0.001), respectively. The bone defect was greater in broken group (p = 0.024). The mean duration between revision surgery and stem breakage was 58.07 ± 36.98 months. Smaller stem size, greater bone defect, and inadequate medial calcar bone support were major risk factors for stem breakage.Bypass fixation in the distal diaphysis with a long stem prosthesis without adequate bone support over medial calcar area may cause stress concentration in the long stem and a fatigue fracture. Use of a smaller prosthesis is the major risk of stem broken. It is essential to repair the proximal femoral bone deficiency and implant selection for better metaphyseal engagement to prevent further stem complications.Level III, case control study.",
     "keywords": ["Fractured stem", "Revision total hip arthroplasty", "Fully-coat beaded long stem", "Cobalt chrome stem"]},
    {"article name": "Subclinical hypothyroidism and metabolic risk factors association: A health examination-based study in northern Taiwan",
     "doi": "https://doi.org/10.1016/j.bj.2018.02.002",
     "publication date": "02-2018",
     "abstract": "Subclinical hypothyroidism (SCH) is defined as elevation in serum thyroid-stimulating hormone (TSH) levels despite normal serum levels of free thyroxine. It remains controversial whether people with SCH have higher total cholesterol and low-density lipoprotein cholesterol levels compared to normal-thyroid subjects. The aim of this study was to assess the metabolic risk factors for SCH.Subjects were recruited from the health examination center of Chang Gung Memorial Hospital, Linkou, from January 1, 2010 to December 31, 2011. This was a cross-sectional review of medical records. The subjects were ethnic Taiwanese residents without known thyroid disease at baseline.A total of 22,324 subjects received annual health examination at Chang Gung Memorial Hospital from 2010 to 2011. Among them, 15,943 subjects were included as the normal thyroid group (NG), and 203 subjects (101 men and 102 women) met the criteria for SCH. The prevalence of metabolic syndrome (MetS) in the NG was 26.2% in men and 18.7% in women, whereas that in the SCH group was 39.6% in men and 29.4% in women. Women in the SCH group showed significantly higher cholesterol, triglyceride, non-high density lipoprotein (HDL) and cholesterol/HDL levels than those in the NG (p < 0.05).Because SCH is more prevalent in women and the risk increases with age, greater attention to the risk of MetS development is warranted. As for men, regardless of thyroid function, the risk of MetS development with age still warrants attention. Thus, our data suggest that national guidelines for screening for thyroid disease using serum TSH levels in the elderly are mandatory.",
     "keywords": ["Subclinical hypothyroidism", "Metabolic syndrome", "Cardiovascular disease"]},
    {"article name": "Microbes are off the menu: Defective macrophage phagocytosis in COPD",
     "doi": "https://doi.org/10.1016/j.bj.2017.12.002",
     "publication date": "12-2017",
     "abstract": "In this issue of the Biomedical Journal, we learn about the pathophysiology of chronic obstructive pulmonary disease and how defective macrophage phagocytosis may lead to the build up of microbes and pollutants in inflamed lungs. We also focus on new findings that may take us a step closer to full automation in diagnostic bacteriology laboratories. Finally, we highlight the anti-tumor properties of microalgae and the application of algorithms to predict human emotion from electrocardiogram.",
     "keywords": ["Macrophages", "Phagocytosis", "COPD", "Diagnostic bacteriology", "Automation"]},
    {"article name": "Macrophage phagocytosis cracking the defect code in COPD",
     "doi": "https://doi.org/10.1016/j.bj.2017.09.004",
     "publication date": "12-2017",
     "abstract": "In the normal non-diseased lung, various macrophage populations maintain homeostasis and sterility by ingesting and clearing inhaled particulates, pathogens and apoptotic cells from the local environment. This process of phagocytosis leads to the degradation of the internalized material, coordinated induction of gene expression, antigen presentation and cytokine production, implicating phagocytosis as a central regulator of innate immunity. Phagocytosis is extremely efficient and any perturbation of this function is deleterious. In inflammatory lung diseases such as chronic obstructive pulmonary disease (COPD), despite their increased numbers, macrophages demonstrate significantly reduced phagocytic capacity of bacteria and apoptotic cells. This defect could play a role in dysbiosis of the lung microbiome contributing to disease pathophysiology. In this review, we will discuss lung macrophages, describe phagocytosis and its related downstream processes and the reported phagocytosis defects in COPD. Finally, we will briefly examine current strategies that focus on restoring the phagocytic capabilities of lung macrophages that may have utility in COPD.",
     "keywords": ["Bacterial clearance", "COPD", "Inflammation", "Macrophages", "Phagocytosis", "Superinfections"]},
    {"article name": "Gasdermin: A new player to the inflammasome game",
     "doi": "https://doi.org/10.1016/j.bj.2017.10.002",
     "publication date": "12-2017",
     "abstract": "Pyroptosis is a lytic type of programmed cell death that was traditionally associated with the involvement of inflammatory caspases, such as caspase-1. These inflammatory caspases are activated within multi-protein complexes called inflammasomes that are assembled in response to invading pathogens and/or danger signals. Pyroptotic cell death was suggested to evolve via the formation of pores in the plasma membrane, but the exact mechanism underlying the formation of these pores remained unclear. Recently, gasdermin D, a member of the gasdermin protein family was identified as a caspase substrate and essential effector of pyroptosis, being identified as the protagonist of membrane pore formation. Gasdermins have emerged as a family of new class of cell death inducers, but many questions remain unanswered. Here, we present an overview of recent work being done in the area of programmed cell death and the latest evidence regarding the role and participation of gasdermin D as an effector of pyroptosis.",
     "keywords": ["Pyroptosis", "Apoptosis", "Inflammasome", "Gasdermin"]},
    {"article name": "Towards automated detection, semi-quantification and identification of microbial growth in clinical bacteriology: A proof of concept",
     "doi": "https://doi.org/10.1016/j.bj.2017.09.001",
     "publication date": "12-2017",
     "abstract": "Automation in microbiology laboratories impacts management, workflow, productivity and quality. Further improvements will be driven by the development of intelligent image analysis allowing automated detection of microbial growth, release of sterile samples, identification and quantification of bacterial colonies and reading of AST disk diffusion assays. We investigated the potential benefit of intelligent imaging analysis by developing algorithms allowing automated detection, semi-quantification and identification of bacterial colonies.Defined monomicrobial and clinical urine samples were inoculated by the BD Kiestra™ InoqulA™ BT module. Image acquisition of plates was performed with the BD Kiestra™ ImagA BT digital imaging module using the BD Kiestra™ Optis™ imaging software. The algorithms were developed and trained using defined data sets and their performance evaluated on both defined and clinical samples.The detection algorithms exhibited 97.1% sensitivity and 93.6% specificity for microbial growth detection. Moreover, quantification accuracy of 80.2% and of 98.6% when accepting a 1 log tolerance was obtained with both defined monomicrobial and clinical urine samples, despite the presence of multiple species in the clinical samples. Automated identification accuracy of microbial colonies growing on chromogenic agar from defined isolates or clinical urine samples ranged from 98.3% to 99.7%, depending on the bacterial species tested.The development of intelligent algorithm represents a major innovation that has the potential to significantly increase laboratory quality and productivity while reducing turn-around-times. Further development and validation with larger numbers of defined and clinical samples should be performed before transferring intelligent imaging analysis into diagnostic laboratories.",
     "keywords": ["Automation", "Diagnostic", "Bacteriology", "Imaging", "Growth", "Expert"]},
    {"article name": "Multiresolution image registration for multimodal brain images and fusion for better neurosurgical planning",
     "doi": "https://doi.org/10.1016/j.bj.2017.09.002",
     "publication date": "12-2017",
     "abstract": "Imaging modalities in medicine gives complementary information. Inadequacy in clinical information made single imaging modality insufficient. There is a need for computer-based system that permits rapid acquisition of digital medical images and performs multi-modality registration, segmentation and three-dimensional planning of minimally invasive neurosurgical procedures. In this regard proposed article presents multimodal brain image registration and fusion for better neurosurgical planning.In proposed work brain data is acquired from Magnetic Resonance Imaging (MRI) and Computed Tomography (CT) modalities. CT and MRI images are pre-processed and given for image registration. BSpline deformable registration and multiresolution image registration is performed on the CT and MRI sequence. CT is fixed image and MRI is moving image for registration. Later end result is fusion of CT and registered MRI sequences.BSpline deformable registration is performed on the slices gave promising results but on the sequences noise have been introduced in the resultant image because of multimodal and multiresolution input images. Then multiresolution registration technique is performed on the CT and MRI sequence of the brain which gave promising results.The end resultant fused images are validated by the radiologists and mutual information measure is used to validate registration results. It is found that CT and MRI sequence with more number of slices gave promising results. Few cases with deformation during misregistrations recorded with low mutual information of about 0.3 and which is not acceptable and few recorded with 0.6 and above mutual information during registration gives promising results.",
     "keywords": ["Rigid", "Deformable", "Multiresolution"]},
    {"article name": "Effect of Enzymatic pre-treatment of microalgae extracts on their anti-tumor activity",
     "doi": "https://doi.org/10.1016/j.bj.2017.10.003",
     "publication date": "12-2017",
     "abstract": "There is an increasing need to find natural bioactive compounds for pharmaceutical applications, because they have less harmful side effects compared to their chemical alternatives. Microalgae (MA) have been identified as a promising source for these bioactive compounds, and this work aimed to evaluate the anti-proliferative effects of semi-purified protein extracted from MA against several tumor cell lines.Tested samples comprised MA cell extracts treated with cellulase and lysozyme, prior to extraction. The effect of dialysis, required to remove unnecessary small molecules, was also tested. The anti-cancer efficacies of the dialyzed and undialyzed extracts were determined by measuring cell viability after treating four human cancer cell lines, specifically A549 (human lung carcinoma), MCF-7 (human breast adenocarcinoma), MDA MB-435 (human melanoma), and LNCap (human prostate cancer cells derived from a metastatic site in the lymph node). This was compared to the effects of the agents on the human BPH-1 cell line (benign human prostate epithelial cells). The t-test was used to statistically analyze the results and determine the significance.Against LNCap and A549 cells, the performance of cellulase-treated extracts was better (with p-values < 0.05, as compared to the control) than that of lysozyme-treated preparations (with p-values mainly > 0.05, as compared to the control); however, they had similar effects against the other two tumor cell lines (with p-values mainly < 0.05, as compared to the control). Moreover, based on their effect on BPH-1 cells, extracts from lysozyme-treated MA cells were determined to be safer against the benign prostate hyperplasia cells, BPH-1 (with p-values mainly > 0.05, as compared to the control). After dialysis, the performance of MA extracts from lysozyme-treated cells was enhanced significantly (with p-values dropping to < 0.05, as compared to the control).The results of this work provide important information and could provide the foundation for further research to incorporate MA constituents into pharmaceutical anti-cancer therapeutic formulations.",
     "keywords": ["Proliferation", "Anti-cancer agents", "Microalgae", "Proteins", "Enzymatic extraction"]},
    {"article name": "Preliminary Asian experience of using perampanel in clinical practice",
     "doi": "https://doi.org/10.1016/j.bj.2017.09.003",
     "publication date": "12-2017",
     "abstract": "To analyze the efficacy and safety of perampanel over a 3-month period in a sample of Asian people with epilepsy.The efficacy and safety of perampanel as an adjunctive therapy for patients with epilepsy were retrospectively reviewed and analyzed. Patients were categorized according to seizure type, concomitant antiepileptic drug usage, and perampanel dosage.A total of 210 patients were included in the study and 131 patients completed 3 months of perampanel treatment. The average dosage of perampanel was 5.31 mg/day, and the 50% responder rate (≥50% seizure frequency reduction) in all patients was 45.8%, with a 27.5% seizure-free rate. For focal seizures, focal to bilateral tonic-clonic seizures, and primary generalized seizures, the 50% responder rates were respectively 29.4%, 49.5%, and 36.4%. In total, 39.5% of patients experienced adverse events within 3 months of observation period, and the rate of drug withdrawal due to adverse events was 8.6%. Dizziness, ataxia, irritability/aggression were the most common adverse events.The efficacy and safety of perampanel in a real-world setting with Asian patients is comparable to that in clinical trials that have included fewer Asian patients.",
     "keywords": ["Perampanel", "Adverse event", "Efficacy", "Safety"]},
    {"article name": "An accurate emotion recognition system using ECG and GSR signals and matching pursuit method",
     "doi": "https://doi.org/10.1016/j.bj.2017.11.001",
     "publication date": "12-2017",
     "abstract": "The purpose of the current study was to examine the effectiveness of Matching Pursuit (MP) algorithm in emotion recognition.Electrocardiogram (ECG) and galvanic skin responses (GSR) of 11 healthy students were collected while subjects were listening to emotional music clips. Applying three dictionaries, including two wavelet packet dictionaries (Coiflet, and Daubechies) and discrete cosine transform, MP coefficients were extracted from ECG and GSR signals. Next, some statistical indices were calculated from the MP coefficients. Then, three dimensionality reduction methods, including Principal Component Analysis (PCA), Linear Discriminant Analysis, and Kernel PCA were applied. The dimensionality reduced features were fed into the Probabilistic Neural Network in subject-dependent and subject-independent modes. Emotion classes were described by a two-dimensional emotion space, including four quadrants of valence and arousal plane, valence based, and arousal based emotional states.Using PCA, the highest recognition rate of 100% was achieved for sigma = 0.01 in all classification schemes. In addition, the classification performance of ECG features was evidently better than that of GSR features. Similar results were obtained for subject-dependent emotion classification mode.An accurate emotion recognition system was proposed using MP algorithm and wavelet dictionaries.",
     "keywords": ["Electrocardiogram", "Emotion recognition", "Galvanic skin responses", "Matching pursuit", "Probabilistic neural network"]},
    {"article name": "Oxidative stress and diabetes: Glucose response in the cROSsfire",
     "doi": "https://doi.org/10.1016/j.bj.2017.10.001",
     "publication date": "10-2017",
     "abstract": "In this issue of the Biomedical Journal, we discuss the emerging role of reactive oxygen species (ROS) in the development of insulin resistance and ultimately type 2 diabetes. We focus also on research investigating the outcome of in vitro fertilization after laproscopic surgery for ovarian endometriosis. Finally, we learn the results of a study on the hunt for new probiotic bacteria.",
     "keywords": ["Oxidative stress", "Insulin resistance", "ROS", "Endometriosis", "Laproscopic cystectomy"]},
    {"article name": "P2X4: A fast and sensitive purinergic receptor",
     "doi": "https://doi.org/10.1016/j.bj.2017.06.010",
     "publication date": "10-2017",
     "abstract": "Extracellular nucleotides have been recognized as important mediators of activation, triggering multiple responses via plasma membrane receptors known as P2 receptors. P2 receptors comprise P2X ionotropic receptors and G protein-coupled P2Y receptors. P2X receptors are expressed in many tissues, where they are involved in a number of functions including synaptic transmission, muscle contraction, platelet aggregation, inflammation, macrophage activation, differentiation and proliferation, neuropathic and inflammatory pain. P2X4 is one of the most sensitive purinergic receptors (at nanomolar ATP concentrations), about one thousand times more than the archetypal P2X7. P2X4 is widely expressed in central and peripheral neurons, in microglia, and also found in various epithelial tissues and endothelial cells. It localizes on the plasma membrane, but also in intracellular compartments. P2X4 is preferentially localized in lysosomes, where it is protected from proteolysis by its glycosylation. High ATP concentration in the lysosomes does not activate P2X4 at low pH; P2X4 gets activated by intra-lysosomal ATP only in its fully dissociated tetra-anionic form, when the pH increases to 7.4. Thus, P2X4 is functioning as a Ca2+-channel after the fusion of late endosomes and lysosomes. P2X4 modulates major neurotransmitter systems and regulates alcohol-induced responses in microglia. P2X4 is one of the key receptors mediating neuropathic pain. However, injury-induced upregulation of P2X4 expression is gender dependent and plays a key role in pain difference between males and females. P2X4 is also involved in inflammation. Extracellular ATP being a pro-inflammatory molecule, P2X4 can trigger inflammation in response to high ATP release. It is therefore involved in multiple pathologies, like post-ischemic inflammation, rheumatoid arthritis, airways inflammation in asthma, neurodegenerative diseases and even metabolic syndrome. Although P2X4 remains poorly characterized, more studies are needed as it is likely to be a potential therapeutic target in these multiple pathologies.",
     "keywords": ["P2X4", "Purinergic signaling", "Neuropathic pain", "ATP", "P2X receptor"]},
    {"article name": "The etiology of oxidative stress in insulin resistance",
     "doi": "https://doi.org/10.1016/j.bj.2017.06.007",
     "publication date": "10-2017",
     "abstract": "Insulin resistance is a prevalent syndrome in developed as well as developing countries. It is the predisposing factor for type 2 diabetes mellitus, the most common end stage development of metabolic syndrome in the United States. Previously, studies investigating type 2 diabetes have focused on beta cell dysfunction in the pancreas and insulin resistance, and developing ways to correct these dysfunctions. However, in recent years, there has been a profound interest in the role that oxidative stress in the peripheral tissues plays to induce insulin resistance. The objective of this review is to focus on the mechanism of oxidative species generation and its direct correlation to insulin resistance, to discuss the role of obesity in the pathophysiology of this phenomenon, and to explore the potential of antioxidants as treatments for metabolic dysfunction.",
     "keywords": ["Insulin resistance", "Oxidative stress", "Type 2 diabetes", "Obesity", "Antioxidants", "Adipokines"]},
    {"article name": "Chang Gung Research Database: A multi-institutional database consisting of original medical records",
     "doi": "https://doi.org/10.1016/j.bj.2017.08.002",
     "publication date": "10-2017",
     "abstract": "The Chang Gung Research Database (CGRD) is a de-identified database derived from original medical records of Chang Gung Memorial Hospital (CGMH), which comprises seven medical institutes located from the northeast to southern regions of Taiwan. The volume of medical services performed in CGMH is large, and clinical and scientific studies based on the CGRD are reported to be of high quality. However, the CGRD as a useful database for research has not been analyzed before. The objective of the study was to analyze the CGRD with regard to its characteristics and coverage of Taiwan's population.We performed a nationwide cohort study using population-based data from the Taiwan National Health Insurance Research Database (NHIRD). All patients who had any medical record of outpatient visits or admission between January 1, 1997, and December 31, 2010, were included, and the sex ratio, age distribution, socioeconomic status, urbanicity, severity of illness, prevalence of specific disease, and coverage of the CGRD were analyzed.The sex ratio, age distribution, socioeconomic status, and urbanicity of the population of the CGRD are different from those of Taiwan NHIRD and medical centers in Taiwan (all the pairwise p < 0.05). The severity of comorbidities, and prevalence of specific diseases of the population of the CGRD are significantly higher than those of Taiwan NHIRD and medical centers in Taiwan for both outpatient and inpatient samples (all the pairwise p < 0.05). The overall coverage of the CGRD was 21.2% for outpatients and 12.4% for inpatients. The disease-specific coverage of the CGRD was 27–34% for outpatients and 14–21% for inpatients.The CGRD is a multi-institutional, original medical record-based research database with high overall and disease-specific coverage of Taiwan. The population of the CGRD has significantly higher severity of comorbidities, and prevalence of specific diseases than those of Taiwan NHIRD and medical centers in Taiwan.",
     "keywords": ["Chang Gung Memorial Hospital", "Medical center", "Taiwan", "Comorbidities", "Coverage"]},
    {"article name": "Probiotic potential of Lactobacilli with antagonistic activity against pathogenic strains: An in vitro validation for the production of inhibitory substances",
     "doi": "https://doi.org/10.1016/j.bj.2017.06.008",
     "publication date": "10-2017",
     "abstract": "Probiotics, live cells with different beneficiary characteristics, have been extensively studied and explored commercially in many different products in the world. Their benefits to human and animal health have proven in hundreds of scientific studies. Based on rich bibliographic material, Curd is the potential source of probiotic Lactobacilli.The aim of the present study was to observe Lactobacilli with probiotic potential activities from different curd samples for isolation, identification and characterization of Lactobacillus species.Among the samples, thirty lactic acid bacterial strains were isolated, sixteen (16/30) best Lactobacillus isolates were selected by preliminary screening as potential probiotic for acid and bile tolerance, further confirmed using 16s rRNA identification. All the selected Lactobacillus isolates were then characterized in vitro for their probiotic characteristics and antimicrobial activities against pathogens and aggregation studies. The results indicated that selected potential probiotic isolates (T2, T4 and T16) were screened and confirmed as Lactobacillus. The isolates produced positive tolerance to excited pH, NaCl and bile salts, also revealed noticeable antimicrobial activities against pathogens. All the Lactobacillus isolates were susceptible to clinical antibiotics used. Besides, T2 isolate was constituted to retain stronger auto and co-aggregation and cell surface hydrophobicity capacity.Based on the drawn results, T2, T4 and T16 Lactobacillus isolates were recognised as ideal, potential in vitro antimicrobial probiotic isolates against pathogens and studies are needed further in-vivo assessment and human health benefits in their real-life situations.",
     "keywords": ["Lactic acid bacteria", "Lactobacillus species", "Curd", "Bacteriocin", "Antimicrobial activity"]},
    {"article name": "Shifting trend of tubercular lymphadenitis over a decade – A study from eastern region of India",
     "doi": "https://doi.org/10.1016/j.bj.2017.08.001",
     "publication date": "10-2017",
     "abstract": "The incidence of tuberculosis (TB) is changing in India. The commonest extra pulmonary manifestation of TB is tuberculous lymphadenitis.To detect changes in occurrence of TB lymphadenitis by comparing current data with that from 10 years back.Fine Needle Aspiration Cytology (FNAC) findings of patients presenting with lymphadenopathy between January 2014 and December 2015 were included in the study as current data. Cases of TB lymphadenitis were analysed for cyto-morphological patterns and frequency of acid fast bacilli (AFB) positivity. Cytological data of patients with lymphadenopathy between January 2002 and December 2003, were collected from records. Subsequently, comparison was done between previous data and current observation.Total 302 cases of lymphadenopathy were included in 2014 and 2015. Tuberculous lymphadenitis accounted for 96 (31.7%) cases, among which AFB was present in 47 (49%) cases. Data collected from registers of the years 2002 and 2003 included 318 cases where tuberculous lymphadenitis accounted for 161 (50.6%) cases and AFB was detected in 101 (63%) patients. Maximum AFB positivity was found in smears with caseous necrosis only.Presently occurrence of TB lymphadenopathy has reduced compared to the period of 2002–2003. Despite this declining trend, the disease continues to be one of the leading causes of lymphadenopathy in both periods.",
     "keywords": ["Lymphadenopathy", "Tuberculous lymphadenopathy", "Trend", "Fine needle aspiration cytology (FNAC)"]},
    {"article name": "Mortality pattern in otorhinolaryngology ward: A 5 years retrospective study at an urban tertiary health care center in India",
     "doi": "https://doi.org/10.1016/j.bj.2017.07.002",
     "publication date": "10-2017",
     "abstract": "To recognize deaths in the otorhinolaryngology indoor wards, determine the reason behind the mortalities and recommend modifications for betterment of patient care and surgical outcomes.Data was collected from the mortality register, operation theatre registers, ward registers and case notes of patients declared dead at an urban tertiary health care center in India for a period of 5 years; from January 2012 to December 2016. The data included date of admission, age, sex, educational status, residence, and clinical diagnosis, course of hospital stay and medical cause of death. Data acquired was reviewed and statistically interpreted and presented in graphical and descriptive formats.6157 admissions were made in otorhinolaryngology (ENT) ward in the 5 year period which included 3969 males and 2188 female patients. 58 deaths were recorded during this period which gives overall death per admission crude mortality rate of 9.42% at an average of about 12 (11.60) deaths per year. The major causes of death were malignancy and septicemia.The significance of health education, aggressive healthcare campaigns, enhancement of healthcare services and wide accessibility of healthcare services to remote areas has been emphasized. Role of structured study and protocols in the management of serious cases is highlighted along with the need for prompt referral and better interdepartmental cooperation.",
     "keywords": ["Mortality", "Death", "Otorhinolaryngology ward", "Review", "Audit", "Pattern"]},
    {"article name": "Bilaterality of ovarian endometriomas does not affect the outcome of in vitro fertilization/intracytoplasmic sperm injection in infertile women after laparoscopic cystectomy",
     "doi": "https://doi.org/10.1016/j.bj.2017.06.009",
     "publication date": "10-2017",
     "abstract": "To assess whether the unilateral or bilateral lesions can affect ovarian reserve and pregnancy outcome in in vitro fertilization/intracytoplasmic sperm injection (IVF/ICSI) in infertility patients underwent laparoscopic cystectomy.A total of 148 IVF/ICSI cycle in patients who had undergone laparoscopic cystectomy for unilateral or bilateral endometriomas were reviewed retrospectively. There were 103 cycles where laparoscopic cystectomy had been carried out for unilateral endometriomas and 45 cycles after bilateral-side surgery. Primary outcome measures were ovarian reserve and ovarian response. Secondary outcome measures were the implantation rate, clinical pregnancy rate, and live birth rate.The number of dominant follicle on the day of human chorionic gonadotropin (hCG) administration (5.2 ± 3.1 vs. 4.2 ± 2.7; p = 0.048), and oocytes retrieved (10.0 ± 6.9 vs. 7.6 ± 6.6; p = 0.047) were significantly lower in the bilateral-side group compare with the unilateral-side group. However, the mean number of antral follicle count, metaphase II oocytes, the doses of gonadotropin used, fertilization rate, the rate of good quality embryos transferred, implantation rate and clinical pregnancy, live-birth rate and miscarriage rate were similar between the two groups.There were no associations among the bilaterality of ovarian endometriomas, ovarian reserve and pregnancy outcomes in IVF/ICSI cycles. However, bilateral ovarian endometriomas after laparoscopic cystectomy may impair ovarian response as compared to unilateral ovarian endometrioma.",
     "keywords": ["Endometrioma", "Bilaterality", "Laparoscopy", "In vitro fertilization", "Intracytoplasmic sperm injection"]},
    {"article name": "Radiotherapy and the tumor microenvironment: The “macro” picture",
     "doi": "https://doi.org/10.1016/j.bj.2017.07.001",
     "publication date": "08-2017",
     "abstract": "In this issue of the Biomedical Journal, we explore the inner workings of tumor-associated macrophages and seek to understand how these cells can boost or limit the efficacy of radiotherapy, depending on the context. We also highlight a study revealing that staffing patterns in the intensive care unit may affect the outcome of patients with severe sepsis. Finally, we learn how an advanced imaging technique can improve endodontic treatment planning.",
     "keywords": ["Radiotherapy", "Tumor-associated macrophages", "Severe sepsis"]},
    {"article name": "Thioredoxin promotes survival signaling events under nitrosative/oxidative stress associated with cancer development",
     "doi": "https://doi.org/10.1016/j.bj.2017.06.002",
     "publication date": "08-2017",
     "abstract": "Accumulating mutations may drive cells into the acquisition of abnormal phenotypes that are characteristic of cancer cells. Cancer cells feature profound alterations in proliferation programs that result in a new population of cells that overrides normal tissue construction and maintenance programs. To achieve this goal, cancer cells are endowed with up regulated survival signaling pathways. They also must counteract the cytotoxic effects of high levels of nitric oxide (NO) and of reactive oxygen species (ROS), which are by products of cancer cell growth. Accumulating experimental evidence associates cancer cell survival with their capacity to up-regulate antioxidant systems. Elevated expression of the antioxidant protein thioredoxin-1 (Trx1) has been correlated with cancer development. Trx1 has been characterized as a multifunctional protein, playing different roles in different cell compartments. Trx1 migrates to the nucleus in cells exposed to nitrosative/oxidative stress conditions. Trx1 nuclear migration has been related to the activation of transcription factors associated with cell survival and cell proliferation. There is a direct association between the p21Ras-ERK1/2 MAP Kinases survival signaling pathway and Trx1 nuclear migration under nitrosative stress. The expression of the cytoplasmic protein, the thioredoxin-interacting protein (Txnip), determines the change in Trx1 cellular compartmentalization. The anti-apoptotic actions of Trx1 and its denitrosylase activity occur in the cytoplasm and serve as important regulators of cell survival. Within this context, this review focuses on the participation of Trx1 in cells under nitrosative/oxidative stress in survival signaling pathways associated with cancer development.",
     "keywords": ["Thioredoxin-1", "Nitric oxide", "Survival signaling", "S-nitrosylation", "Denitrosylation", "Cancer development"]},
    {"article name": "Macrophage biology plays a central role during ionizing radiation-elicited tumor response",
     "doi": "https://doi.org/10.1016/j.bj.2017.06.003",
     "publication date": "08-2017",
     "abstract": "Radiation therapy is one of the major therapeutic modalities for most solid tumors. The anti-tumor effect of radiation therapy consists of the direct tumor cell killing, as well as the modulation of tumor microenvironment and the activation of immune response against tumors. Radiation therapy has been shown to promote immunogenic cells death, activate dendritic cells and enhance tumor antigen presentation and anti-tumor T cell activation. Radiation therapy also programs innate immune cells such as macrophages that leads to either radiosensitization or radioresistance, according to different tumors and different radiation regimen studied. The mechanisms underlying radiation-induced macrophage activation remain largely elusive. Various molecular players such as NF-κB, MAPKs, p53, reactive oxygen species, inflammasomes have been involved in these processes. The skewing to a pro-inflammatory phenotype thus results in the activation of anti-tumor immune response and enhanced radiotherapy effect. Therefore, a comprehensive understanding of the mechanism of radiation-induced macrophage activation and its role in tumor response to radiation therapy is crucial for the development of new therapeutic strategies to enhance radiation therapy efficacy.",
     "keywords": ["Radiation therapy", "Tumor", "Immune response", "Macrophage activation"]},
    {"article name": "Progesterone analogues reduce plasma Epstein–Barr virus DNA load and improve pain control in recurrent/metastatic nasopharyngeal carcinoma patients under supportive care",
     "doi": "https://doi.org/10.1016/j.bj.2017.06.006",
     "publication date": "08-2017",
     "abstract": "Progesterone analogues, such as megestrol acetate (MA) and medroxyprogesterone (MPA), have been used for the palliative care of cancer cachexia for decades and have proven to increase body weight and improve quality of life and performance status. The objective of this study was to determine the effect of progesterone analogue use on quality of life in terms of pain control, performance status, body weight gain, and Epstein–Barr virus (EBV) DNA load in recurrent/metastatic nasopharyngeal carcinoma (NPC) patients.We retrospectively enrolled 41 patients with locally recurrent or metastatic NPC who received MA or MPA for cachexia management between January 2007 and February 2014. Patients who underwent aggressive treatment with intravenous chemotherapy were excluded. Body weight, performance status, pain score, and plasma EBV DNA load were used to assess quality of life before and after MA/MPA treatment.Of the 41 patients, 33 patients (80.5%) experienced body weight gain after progesterone analogue intervention. A significant reduction in plasma EBV DNA load was noted after progesterone analogue use (p < 0.001). In addition, median pain and Karnofsky performance scores were also significantly improved in progesterone analogue responders compared with non-responders (4 vs. 1 and 70 vs. 80, respectively; p = 0.004 and p < 0.001, respectively).Progesterone analogues improve quality of life in terms of performance status, pain control, and plasma EBV DNA load in patients with locally recurrent/metastatic NPC under palliative care.",
     "keywords": ["Epstein–Barr virus", "Nasopharyngeal carcinoma", "Progesterone analogues", "Cachexia", "Quality of life"]},
    {"article name": "PET and MRI image fusion based on combination of 2-D Hilbert transform and IHS method",
     "doi": "https://doi.org/10.1016/j.bj.2017.05.002",
     "publication date": "08-2017",
     "abstract": "The process of medical image fusion is combining two or more medical images such as Magnetic Resonance Image (MRI) and Positron Emission Tomography (PET) and mapping them to a single image as fused image. So purpose of our study is assisting physicians to diagnose and treat the diseases in the least of the time.We used Magnetic Resonance Image (MRI) and Positron Emission Tomography (PET) as input images, so fused them based on combination of two dimensional Hilbert transform (2-D HT) and Intensity Hue Saturation (IHS) method. Evaluation metrics that we apply are Discrepancy (Dk) as an assessing spectral features and Average Gradient (AGk) as an evaluating spatial features and also Overall Performance (O.P) to verify properly of the proposed method.In this paper we used three common evaluation metrics like Average Gradient (AGk) and the lowest Discrepancy (Dk) and Overall Performance (O.P) to evaluate the performance of our method. Simulated and numerical results represent the desired performance of proposed method.Since that the main purpose of medical image fusion is preserving both spatial and spectral features of input images, so based on numerical results of evaluation metrics such as Average Gradient (AGk), Discrepancy (Dk) and Overall Performance (O.P) and also desired simulated results, it can be concluded that our proposed method can preserve both spatial and spectral features of input images.",
     "keywords": ["Medical image fusion", "Magnetic Resonance Image (MRI)", "Positron Emission Tomography (PET)", "Two dimensional Hilbert transform (2-D HT)", "IHS"]},
    {"article name": "Mortality of severe septic patients between physician's high and low care volumes",
     "doi": "https://doi.org/10.1016/j.bj.2017.06.005",
     "publication date": "08-2017",
     "abstract": "Patients with severe sepsis frequently require intensive care unit (ICU) admission and different ICU care models may influence their outcomes. The mortality of severe septic patients between physician's high and low care volume remains unclear.We analyzed the data from a three-year prospective observation study, which was performed in an adult medical ICU of Chung Gung Memorial Hospital, Keelung. The data included initial bundle therapies based on the Surviving Sepsis Campaign (SSC) guidelines for patients with severe sepsis.Clinical data of total 484 patients with severe sepsis were recorded. Cox regression model showed that physician's care volume was an independent factor for lowering mortality in ICU patients with severe sepsis (hazard ratio 0.708; 95% confidence interval 0.514–0.974; p = 0.034). Patients treated by high care volume physician had four out of nine bundle therapies that were significantly higher in percentage following the SSC guidelines. These four therapies were renal replacement therapy, administration of low-dose steroids for septic shock, prophylaxis of gastro-intestinal bleeding, and control of hyperglycemia.High care volume physician may decrease mortality in ICU patients with severe sepsis through fitting bundle therapies for sepsis.",
     "keywords": ["Mortality", "Severe sepsis", "Intensive care unit", "Physician's care volume"]},
    {"article name": "Evaluation of the root and canal systems of maxillary molars in Taiwanese patients: A cone beam computed tomography study",
     "doi": "https://doi.org/10.1016/j.bj.2017.05.003",
     "publication date": "08-2017",
     "abstract": "This study evaluated variations in root canal configuration in the maxillary permanent molars of Taiwanese patients by analyzing patients' cone beam computed tomography (CBCT) images. Comparisons were made among these configurations and those previously reported. This information may serve as a basis for improving the success rate of endodontic treatment.The root canal systems of 114 Taiwanese patients with bilateral maxillary first or second molars were examined using CBCT images. The number of roots, canals per root, and additional mesiobuccal (MB) canals, as well as the canal configuration were enumerated and recorded.Of the 196 maxillary first molars examined, three (1.5%) had a single root, two (1.0%) had two roots, and 191 (97.5%) had three separate roots. Out of all first molar roots examined, 44% of mesiobuccal (MB) roots had a single canal and the remainder had a second MB (MB2) canal. Of the 212 maxillary second molars examined, 16 (7.1%) had a single root, 51 (24.2%) had two roots, 143 (67.8%) had three roots, and two (0.9%) had four separate roots. For the MB roots, 92.3% of three-rooted maxillary second molars had a single canal and the remainder had an MB2 canal. In all three-rooted maxillary first and second molars, each of the distal and palatal roots had one canal.The root canal configurations of the MB roots of maxillary molars were more varied than those of the distobuccal and palatal roots, and the root canal configurations of maxillary second molars were more varied than those of the first molars. These findings demonstrate CBCT as a useful clinical tool for endodontic diagnosis and treatment planning.",
     "keywords": ["Cone beam computed tomography", "Maxillary molars", "Root canal system", "Taiwan"]},
    {"article name": "Understanding the Dr. Jekyll and Mr. Hyde nature of apoptosis-inducing factor: future perspectives",
     "doi": "https://doi.org/10.1016/j.bj.2017.06.004",
     "publication date": "08-2017",
     "abstract": "Apoptosis-inducing factor (AIF) is emerging as a key protein in regulation of basic physiological processes including phagocytosis, mitophagy and regulation of the redox state. Recent evidences suggest that the enzymatic activity of AIF may play an active role in tumor progression controlling energy metabolism and redox balance. The present manuscript briefly describes the story of this protein from its initial discovery as caspase-independent apoptotic protein, throughout its role in oxidative phosphorylation and lately involvement in tumor progression. Understanding the dualistic nature of AIF is a critical starting point to clarify its contribution in tumor metabolic balance and to develop new AIF-specific therapeutic strategies.",
     "keywords": ["Mitochondria", "Apoptosis-inducing factor", "Phagocytosis", "Mitophagy", "Phosphatidylserine"]},
    {"article name": "Can cannibalizing cancer cells challenge classic cell death classification?",
     "doi": "https://doi.org/10.1016/j.bj.2017.06.001",
     "publication date": "06-2017",
     "abstract": "In this issue of the Biomedical Journal, we learn about a novel are still largely mysterious mechanism of cell death that is challenging classification systems of cell death pathways and could have important implications for future cancer therapy. We also learn of a promising biomarker to stratify patients into risk groups after stroke. Finally, this issue also includes two studies investigating factors that influence outcome after heart surgery.",
     "keywords": ["Entosis", "Cell death", "Neutrophil to lymphocyte ratio", "Stroke"]},
    {"article name": "Entosis: The emerging face of non-cell-autonomous type IV programmed death",
     "doi": "https://doi.org/10.1016/j.bj.2017.05.001",
     "publication date": "06-2017",
     "abstract": "The present review summarizes recent experimental evidences about the existence of the non-cell-autonomous death entosis in physiological and pathophysiological contexts, discusses some aspects of this form of cell death, including morphological, biochemical and signaling pathways that distinguish non-cell-autonomous demises from other death modalities and propose to define this new modality of death as type IV programmed cell death.",
     "keywords": ["Entosis", "Cellular cannibalism", "Non-cell-autonomous death"]},
    {"article name": "Preventing coronary artery lesions in Kawasaki disease",
     "doi": "https://doi.org/10.1016/j.bj.2017.04.002",
     "publication date": "06-2017",
     "abstract": "A form of systemic vasculitis that affects mostly small and medium-sized vessels, Kawasaki disease (KD) is most commonly found in children under the age of 5 years old. Though its etiology is unknown, KD has been the most frequent acquired heart disease in developing countries. Its incidence has increased over recent decades in many centuries, including Japan, Korea, and China. The most severe complications of KD are coronary artery lesions (CAL), including dilation, fistula, aneurysm, arterial remodeling, stenosis, and occlusion. Aneurysm formation has been observed in 20–25% of KD patients that do not receive intravenous immunoglobulin (IVIG) treatment, and in 3–5% that do receive it. Coronary artery dilation has been found in about 30% of KD patients in the acute stage, although mostly in the transient form. Diminishing the occurrence and regression of CAL is a vital part of treating KD. In this review article, I demonstrate the clinical method to prevent CAL formation used at the Kawasaki Disease Center in Taiwan.",
     "keywords": ["Kawasaki disease", "Coronary artery lesion", "Prevention"]},
    {"article name": "Thyroid functions and serum lipid profile in metabolic syndrome",
     "doi": "https://doi.org/10.1016/j.bj.2016.12.006",
     "publication date": "06-2017",
     "abstract": "Thyroid hormones are known to affect energy metabolism. Many patients of metabolic syndrome have subclinical or clinical hypothyroidism and vice versa. To study the correlation of thyroid profile and serum lipid profile with metabolic syndrome.It is a hospital based cross sectional case-control study carried out in tertiary care health center, we studied thyroid functions test and serum lipid profile in 100 metabolic syndrome patients according to IDF criteria and a similar number of age, gender and ethnicity matched healthy controls.We found that serum HDL was significantly lower (p < 0.001) in cases (41.28 ± 8.81) as compared to controls (54.00 ± 6.31). It was also found that serum LDL, VLDL, triglyceride levels and total cholesterol were found to be significantly higher (p < 0.001) in cases than controls. Serum TSH levels of subjects in cases group (3.33 ± 0.78) were significantly higher (p < 0.001) than that of controls (2.30 ± 0.91) and significantly lower levels of T4 (p < 0.001) in the patients of metabolic syndrome (117.45) than in controls (134.64) while higher levels of T3, although statistically insignificant in the patients of metabolic syndrome.Thyroid hormones up-regulate metabolic pathways relevant to resting energy expenditure, hence, obesity and thyroid functions are often correlated.",
     "keywords": ["Thyroid hormones", "Metabolic syndrome", "Serum lipid profile"]},
    {"article name": "Higher neutrophil counts and neutrophil-to-lymphocyte ratio predict prognostic outcomes in patients after non-atrial fibrillation-caused ischemic stroke",
     "doi": "https://doi.org/10.1016/j.bj.2017.03.002",
     "publication date": "06-2017",
     "abstract": "We aimed to determine whether higher neutrophil counts (NC) and neutrophil-to-lymphocyte ratio (NLR) were independently predictive of worse in-hospital outcome in patients after acute ischemic stroke (IS).A retrospective observational study with prospective manner of IS registration. Between April 2012 and August 2014, a total number of 1731 patients with post-IS were consecutively enrolled in the study. Blood samples were drawn upon admission. Primary endpoint was in-hospital mortality. Secondary endpoint was severe stroke (≥16 NIHSS).The NC progressively increased from mild (NIHSS ≤ 5) to moderate (NIHSS ≥ 6 < 16) and severe (NIHSS ≥ 16) stroke (p = 0.006). NLR was independently associated with in-hospital mortality (p = 0.002). Multiple stepwise linear regression analysis showed that NC (p = 0.001) and NLR (p = 0.002) were independently predictive of higher NIHSS. Multiple stepwise logistic regression analysis showed that NC was independently associated with severe stroke (p < 0.0001). The best discriminating factor for in-hospital mortality with respect to NLR was ≥3.20 (sensitivity 62.7%, specificity 60.3%, likelihood ratio: 12.2). Patients with NLR ≥3.20 had a 2.55-fold increased risk for in-hospital mortality (OR = 1.49–4.37) compared to patients with NLR <3.20. The best discriminating factor for severe stroke (≥16 NIHSS) with respect to NC was ≥74% (sensitivity 47.1%, specificity 74.0%, likelihood ratio: 29.0). Patients with NC >74% had a 2.54-fold increased risk of severe stroke (OR = 1.82–3.54) compared to patients with NC <74%.NLR was independently associated with in-hospital mortality and higher NC was independently predictive of severe stroke.",
     "keywords": ["Acute ischemic stroke", "In-hospital mortality", "Discriminating factor", "Severe stroke", "Tissue plasminogen activator"]},
    {"article name": "Gross motor function change after multilevel soft tissue release in children with cerebral palsy",
     "doi": "https://doi.org/10.1016/j.bj.2016.12.003",
     "publication date": "06-2017",
     "abstract": "Improving motor function is a major goal of therapy for children with cerebral palsy (CP). However, changes in motor function after orthopedic surgery for gait disorders are seldom discussed. This study aimed to evaluate the postoperative changes in gross motor function and to investigate the prognostic factors for such changes.We prospectively studied 25 children with CP (4–12 years) who were gross motor function classification system (GMFCS) level II to IV and and underwent bilateral multilevel soft-tissue release for knee flexion gait. Patients were evaluated preoperatively and at 6 weeks and 3 and 6 months postoperatively for Gross Motor Function Measure (GMFM-66), range of motion, spasticity, and selective motor control. The associations between change in GMFM-66 score and possible factors were analyzed.25 children with gross motor function level II to IV underwent surgery at a mean age of 8.6 years (range, 4–12 years). Mean GMFM-66 score decreased from 55.9 at baseline to 54.3 at 6-weeks postoperatively and increased to 57.5 at 6-months postoperatively (p < 0.05). Regression analysis revealed better gross motor function level and greater surgical reduction of spasticity were predictors for decreased GMFM-66 score at 6-weeks postoperatively. Younger age was a predictor for increased GMFM-66 score at 6-months postoperatively.Reduction of contracture and spasticity and improvement of selective motor control were noted after surgery in children with CP. However, a down-and-up course of GMFM-66 score was noted. It is emphasized that deterioration of motor function in children with ambulatory ability and the improvement in young children after orthopedic surgery for gait disorders.case series, therapeutic study, level 4.",
     "keywords": ["Cerebral palsy", "Soft tissue release", "Gross motor function"]},
    {"article name": "No correlation between body mass index and 30-day prognostic outcome in Asians with acute ST-elevation myocardial infarction undergoing primary coronary intervention",
     "doi": "https://doi.org/10.1016/j.bj.2016.12.002",
     "publication date": "06-2017",
     "abstract": "This study investigated whether body mass index (BMI) was a risk factor predictive of 30-day prognostic outcome in Asians with ST-segment elevation myocardial infarction (STEMI) undergoing primary percutaneous coronary intervention (PCI).Data regarding the impact of BMI on the prognostic outcome in Asian populations after acute STEMI is scarce. A number of 925 STEMI patients were divided into three groups according to the BMI: normal weight (<25 kg/m2), overweight (≥25.0 to <30.0 kg/m2) and obese (≥30.0 kg/m2).The obese group was significantly younger with significantly higher incidences of smoking and diabetes mellitus. The incidences of multi-vessel disease, final thrombolysis in myocardial infarction (TIMI)-3 flow, advanced Killip score, advance congestive heart failure, 30-day mortality and combined 30-day major adverse clinical outcome (MACO) did not differ among the three groups. Multiple regression analysis showed the age, unsuccessful reperfusion and lower left ventricular ejection fraction were most significant and independent predictor of 30-day mortality.BMI is not a predictor of 30-day prognostic outcome in Asians with STEMI undergoing primary PCI.",
     "keywords": ["Acute ST-segment elevation myocardial infarction", "Overweight", "Obesity", "Primary PCI", "30-day prognostic outcome"]},
    {"article name": "Impact of prior coronary stenting on the outcome of subsequent coronary artery bypass grafting",
     "doi": "https://doi.org/10.1016/j.bj.2016.12.005",
     "publication date": "06-2017",
     "abstract": "The percentage of patients referred for coronary artery bypass grafting (CABG) who have previously undergone percutaneous coronary interventions (PCIs) is increasing. The purpose of this study was to review the outcomes of patients who had received coronary stenting before CABG, and to examine the validity of a mortality risk stratification system in this patient group.From 2010 to 2012, 439 patients who underwent isolated CABG at our medical center were reviewed. The patients were divided into two study groups: those who had previously received coronary artery stenting (97 patients, 24.7%), and those who had not (342 patients, 75.3%). The patients who received balloon angioplasty were excluded.There were no significant differences in baseline characteristics. The prior stenting group had a lower risk of mortality, although the difference was not significant. The prior stenting group had fewer graft anastomoses (p = 0.005), and hence a significantly shorter cardiopulmonary bypass time (p = 0.045) and shorter aortic cross-clamping time. Surgical mortality was similar between the two groups. The durations of intensive care unit stay and hospitalization were also similar. The discriminatory power of the logistic European System for Cardiac Operative Risk Evaluation (EuroSCORE) was lower in both group.Prior coronary stenting does not affect short-term mortality in patients subsequently undergoing CABG surgery. The EuroSCORE does not predict perioperative mortality well for the patients who undergo coronary stenting before CABG.",
     "keywords": ["Coronary artery bypass grafting", "Percutaneous coronary intervention", "Coronary stenting"]},
    {"article name": "Make immunological peace not war: Potential applications of tolerogenic dendritic cells",
     "doi": "https://doi.org/10.1016/j.bj.2017.04.001",
     "publication date": "04-2017",
     "abstract": "In this issue of the Biomedical Journal, we explore the powerful immunosuppressive properties of tolerogenic dendritic cells and discuss their potential to bring about lifelong tolerance in transplantation and autoimmune disease. We also highlight an exciting new development in the field of malaria diagnosis that could facilitate early detection of the disease.",
     "keywords": ["Tolerogenic dendritic cells", "Transplantation", "Autoimmunity", "Malaria diagnosis"]},
    {"article name": "Harnessing the properties of dendritic cells in the pursuit of immunological tolerance",
     "doi": "https://doi.org/10.1016/j.bj.2017.01.002",
     "publication date": "04-2017",
     "abstract": "The acquisition of self-perpetuating, immunological tolerance specific for graft alloantigens has long been described as the “holy grail” of clinical transplantation. By removing the need for life-long immunosuppression following engraftment, the adverse consequences of immunosuppressive regimens, including chronic infections and malignancy, may be avoided. Furthermore, autoimmune diseases and allergy are, by definition, driven by aberrant immunological responses to ordinarily innocuous antigens. The re-establishment of permanent tolerance towards instigating antigens may, therefore, provide a cure to these common diseases. Whilst various cell types exhibiting a tolerogenic phenotype have been proposed for such a task, tolerogenic dendritic cells (tol-DCs) are exquisitely adapted for antigen presentation and interact with many facets of the immune system: as such, they are attractive candidates for use in strategies for immune intervention. We review here our current understanding of tol-DC mediated induction and maintenance of immunological tolerance. Additionally, we discuss recent in vitro findings from animal models and clinical trials of tol-DC immunotherapy in the setting of transplantation, autoimmunity and allergy which highlight their promising therapeutic potential, and speculate how tol-DC therapy may be developed in the future.",
     "keywords": ["Dendritic cell", "Tolerance", "Allograft rejection", "Autoimmunity", "Regulatory T cell", "Immunotherapy"]},
    {"article name": "Spinal cord regeneration by modulating bone marrow with neurotransmitters and Citicholine: Analysis at micromolecular level",
     "doi": "https://doi.org/10.1016/j.bj.2016.11.006",
     "publication date": "04-2017",
     "abstract": "Spinal cord injury results in disruption of brain-spinal cord fibre connectivity, leading to progressive tissue damage at the site of injury and resultant paralysis of varying degrees. The current study investigated the role of autologous bone marrow modulated with neurotransmitters and neurotransmitter stimulating agent, Citicholine, in spinal cord of spinal cord injured rats.Radioreceptor assay using [3H] ligand was carried out to quantify muscarinic receptor. Gene expression studies were done using Real Time PCR analysis.Scatchard analysis of muscarinic M1 receptor showed significantly decreased Bmax (p < 0.001) and Kd (p < 0.01) compared to control and significant reversal (p < 0.001) in both the treatment groups (spinal cord injury treated with 5HT and GABA, and spinal cord injury treated with Citicholine). Muscarinic M1 receptor gene expression in spinal cord injured group showed significant down regulation (p < 0.001) compared to control, and both the treatment groups significantly reversed (p < 0.001) these changes to near control when compared to spinal cord injured group. The confocal microscopic study using specific antibody of muscarinic M1 confirmed the gene expression studies.Thus our results suggest that the neurotransmitters combination along with bone marrow or Citicholine with bone marrow can reverse the muscarinic receptor alterations in the spinal cord of spinal cord injured rats, which is a promising step towards a better therapeutic intervention for spinal cord injury because of the positive role of cholinergic system in regulation of both locomotor activity and synaptic plasticity.",
     "keywords": ["Spinal cord injury", "Bone marrow cells", "Neurotransmitters", "Muscarinic receptor"]},
    {"article name": "Diagnosis of malarial infection using change in properties of optically trapped red blood cells",
     "doi": "https://doi.org/10.1016/j.bj.2016.10.001",
     "publication date": "04-2017",
     "abstract": "In previous work studying the properties of red blood cells (RBCs) held in an optical tweezers trap, we observed an increase in the spectrum of Brownian fluctuations for RBCs from a Plasmodium falciparum culture—due to increased rigidity of the cells—compared to normal RBCs. We wanted to extend the study to patient samples, since the earlier work was done with cultures grown in the lab.Individual RBCs were held in an optical-tweezers trap. Its position fluctuations were measured and the power spectrum determined. The corner frequency ( f c ) of the spectrum gave a quantitative measurement of the spectrum.The value of f c was 25 Hz for normal cells, which increased to 29 Hz for infected cells—both for P. falciparum and Plasmodium vivax infections.The technique of measuring f c can be used as a screening tool for malaria in patients with fever, since RBCs not carrying the parasite will also show the change due to the bystander effect, irrespective of whether it is caused by P. falciparum or P. vivax.",
     "keywords": ["Malaria", "Red blood cells", "Optical tweezers", "P. falciparum", "P. vivax"]},
    {"article name": "Noninvasive imaging analysis of biological tissue associated with laser thermal injury",
     "doi": "https://doi.org/10.1016/j.bj.2016.10.004",
     "publication date": "04-2017",
     "abstract": "The purpose of our study is to use a noninvasive tomographic imaging technique with high spatial resolution to characterize and monitor biological tissue responses associated with laser thermal injury.Optical doppler tomography (ODT) combines laser doppler flowmetry (LDF) with optical coherence tomography (OCT) to obtain high resolution tomographic velocity and structural images of static and moving constituents in highly scattering biological tissues. A SurgiLase XJ150 carbon dioxide (CO2) laser using a continuous mode of 3 watts (W) was used to create first, second or third degree burns on anesthetized Sprague–Dawley rats. Additional parameters for laser thermal injury were assessed as well.The rationale for using ODT in the evaluation of laser thermal injury offers a means of constructing a high resolution tomographic image of the structure and perfusion of laser damaged skin. In the velocity images, the blood flow is coded at 1300 μm/s and 0 velocity, 1000 μm/s and 0 velocity, 700 μm/s and 0 velocity adjacent to the first, second, and third degree injuries, respectively.ODT produces exceptional spatial resolution while having a non-invasive way of measurement, therefore, ODT is an accurate measuring method for high-resolution fluid flow velocity and structural images for biological tissue with laser thermal injury.",
     "keywords": ["Optical doppler tomography", "Laser doppler flowmetry", "Optical coherence tomography", "Laser thermal injury"]},
    {"article name": "Differences between the sexes in motorcycle-related injuries and fatalities at a Taiwanese level I trauma center",
     "doi": "https://doi.org/10.1016/j.bj.2016.10.005",
     "publication date": "04-2017",
     "abstract": "Female patients present with unique physiological and behavioral characteristics compared to male patients. The aim of this study was to investigate and compare the injury patterns, injury characteristics, and mortality of male and female patients hospitalized for treatment of motorcycle accident-related trauma in a level I trauma center.Retrospective analysis of motorcycle-related injuries from the Trauma Registry System was performed to identify and compare 4028 male and 2919 female patients hospitalized for treatment between January 1, 2009 and December 31, 2013.The female patients were younger, less often drunken, more often wore helmets, were transported by emergency medical services, and arrived at the emergency department between 7 a.m. and 5 p.m. compared to male patients. Analysis of Abbreviated Injury Scale scores revealed that female patients sustained significantly higher rates of injuries to the extremities, but lower rates of injuries to the head/neck, face, and thorax than male patients did. Female patients had a significant lower Injury Severity Score (ISS) and adjusted odds ratio of in-hospital mortality (AOR 0.83, 95% CI: 0.83–0.86) after adjustment by ISS. However, the logistic regression analysis of propensity score-matched patients with adjusted confounders including helmet-wearing status and alcohol intoxication revealed that the gender did not significantly influence mortality (OR 0.82, 95% CI 0.47–1.43; p = 0.475), implying the an associated risky behaviors may attribute to the difference of odds of mortality between the male and female patients. In addition, a significantly fewer female patients were admitted to the intensive care unit (ICU), and female patients had a significantly shorter hospital and ICU length of stay.Female motorcycle riders have different injury characteristics, lower ISS and in-hospital mortality, and present with a bodily injury pattern that differs from that of male motorcycle riders.Epidemiologic study, level III.",
     "keywords": ["Female", "Male", "Injury severity", "Motorcycle", "Trauma"]},
    {"article name": "Motorcycle-related hospitalizations of the elderly",
     "doi": "https://doi.org/10.1016/j.bj.2016.10.006",
     "publication date": "04-2017",
     "abstract": "To investigate the injury pattern, mechanisms, severity, and mortality of the elderly hospitalized for treatment of trauma following motorcycle accidents.Motorcycle-related hospitalization of 994 elderly and 5078 adult patients from the 16,548 hospitalized patients registered in the Trauma Registry System between January 1, 2009 and December 31, 2013.The motorcycle-related elderly trauma patients had higher injury severity, less favorable outcomes, higher proportion of patients admitted to the intensive care unit (ICU), prolonged hospital and ICU stays and higher mortality than those adult motorcycle riders. It also revealed that a significant percentage of elderly motorcycle riders do not wear a helmet. Compared to patients who had worn a helmet, patients who had not worn a helmet had a lower first Glasgow Coma Scale (GCS) score, and a greater percentage presented with unconscious status (GCS score ≤8), had sustained subdural hematoma, subarachnoid hemorrhage, cerebral contusion, severe injury (injury severity score 16–24 and ≥25), had longer hospital stay and higher mortality, and had required admission to the ICU.Elderly motorcycle riders tend to present with a higher injury severity, worse outcome, and a bodily injury pattern differing from that of adult motorcycle riders, indicating the need to emphasize use of protective equipment, especially helmets, to reduce their rate and severity of injury.",
     "keywords": ["Elderly", "Helmet", "Injury Severity Score (ISS)", "Mortality", "Motorcycle"]},
    {"article name": "Food for thought: Autophagy researcher wins 2016 Nobel Prize in Physiology or Medicine",
     "doi": "https://doi.org/10.1016/j.bj.2017.03.001",
     "publication date": "02-2017",
     "abstract": "This special edition of the Biomedical Journal honors the awarding of the 2016 Nobel Prize in Physiology and Medicine to Yoshinori Ohsumi for his pioneering work on elucidating the mechanisms of autophagy. We also highlight a study reporting a new and simple animal model for a widespread surgical technique called interbody spinal fusion. Finally, this issue also includes two articles reporting protocols that could produce specific cell types for cell based therapies.",
     "keywords": ["Autophagy", "Nobel Prize in Physiology or Medicine", "Interbody spinal fusion"]},
    {"article name": "Horning cell self-digestion: Autophagy wins the 2016 Nobel Prize in Physiology or Medicine",
     "doi": "https://doi.org/10.1016/j.bj.2017.03.003",
     "publication date": "02-2017",
     "abstract": "Autophagy is an evolutionarily conserved process by which eukaryotic cells eliminate intracellular components via the lysosomal degradation process. This cell self-digestion process was first discovered and morphologically characterized in the late 1950s and early 1960s. The genetic screen studies in baker's yeast in the 1990s further identified the essential genes functioning in the autophagic process. In the past two decades, the detailed molecular process involved in the completion of autophagy was delineated. Additionally, autophagy has been implied to function in many aspects of biological processes, including maintenance of organelle integrity, protein quality control, regulation of the stress response, and immunity. In addition to maintain cell homeostasis, autophagy has recently been shown to be modulated and to participate in the pathogenesis of human diseases, such as pathogen infections, neurodegenerative diseases, and tumor development. Overall, the breakthrough in autophagy research relies on the discovery of autophagy-related genes (ATGs) using a genetic screening approach in Saccharomyces cerevisiae, which was established by Yoshinori Ohsumi. This year the Nobel Committee has awarded Yoshinori Ohsumi the Nobel Prize in Physiology or Medicine for his remarkable contribution to autophagy research.",
     "keywords": ["Autophagy", "Autophagosome", "Lysosome", "Proteolysis", "2016 Nobel Prize"]},
    {"article name": "From Christian de Duve to Yoshinori Ohsumi: More to autophagy than just dining at home",
     "doi": "https://doi.org/10.1016/j.bj.2016.12.004",
     "publication date": "02-2017",
     "abstract": "Christian de Duve first coined the expression “autophagy” during his seminal work on the discovery of lysosomes, which led to him being awarded the Nobel Prize in Physiology or Medicine in 1974. The term was adopted to distinguish degradation of intracellular components from the uptake and degradation of extracellular substances that he called “heterophagy”. Studies until the 1990s were largely observational/morphological-based until in 1993 Yoshinori Oshumi described a genetic screen in yeast undergoing nitrogen deprivation that led to the isolation of autophagy-defective mutants now better known as ATG (AuTophaGy-related) genes. The screen identified mutants that fell into 15 complementation groups implying that at least 15 genes were involved in the regulation of autophagy in yeast undergoing nutrient deprivation, but today, 41 yeast ATG genes have been described and many (though not all) have orthologues in humans. Attempts to identify the genetic basis of autophagy led to an explosion in its research and it's not surprising that in 2016 Yoshinori Oshumi was awarded the Nobel Prize in Physiology or Medicine. Our aim here is not to exhaustively review the ever-expanding autophagy literature (>60 papers per week), but to celebrate Yoshinori Oshumi's Nobel Prize by highlighting just a few aspects that are not normally extensively covered. In an accompanying mini-review we address the role of autophagy in early-diverging eukaryote parasites that like yeast, lack lysosomes and so use a digestive vacuole to degrade autophagosome cargo and also discuss how parasitized host cells react to infection by subverting regulation of autophagy.",
     "keywords": ["Autophagy", "cAMP-PKA", "JNK", "Inflammation", "Infection"]},
    {"article name": "Apicomplexan autophagy and modulation of autophagy in parasite-infected host cells",
     "doi": "https://doi.org/10.1016/j.bj.2017.01.001",
     "publication date": "02-2017",
     "abstract": "Apicomplexan parasites are responsible for a number of important human pathologies. Obviously, as Eukaryotes they share a number of cellular features and pathways with their respective host cells. One of them is autophagy, a process involved in the degradation of the cell's own components. These intracellular parasites nonetheless seem to present a number of original features compared to their very evolutionarily distant host cells. In mammals and other metazoans, autophagy has been identified as an important contributor to the defence against microbial pathogens. Thus, host autophagy also likely plays a key role in the control of apicomplexan parasites, although its potential manipulation and subversion by intracellular parasites creates a complex interplay in the regulation of host and parasite autophagy. In this mini-review, we summarise current knowledge on autophagy in both parasites and their host cells, in the context of infection by three Apicomplexa: Plasmodium, Toxoplasma, and Theileria.",
     "keywords": ["Autophagy", "Plasmodium", "Toxoplasma", "Theileria", "Cell signalling", "Host cell"]},
    {"article name": "In vitro induction effect of 1,25(OH)2D3 on differentiation of hair follicle stem cell into keratinocyte",
     "doi": "https://doi.org/10.1016/j.bj.2016.08.007",
     "publication date": "02-2017",
     "abstract": "Stem cells are characterized by self-renewal and differentiation capabilities. The bulge hair follicle stem cells (HFSCs) are able to convert to epithelial components. The active metabolite of vitamin D, 1,25(OH)2D3, plays important roles in this differentiation process. In the present study has found that 1,25(OH)2D3 induces the HFSCs differentiation into keratinocyte.HFSCs are isolated from rat whiskers and cultivated in DMEM medium. To isolate bulge stem cell population, flow cytometry and immunocytochemistry using K15, CD34 and nestin biomarkers were performed. In order to accelerate the HFSCs differentiation into keratinocyte, HFSCs were treated with 10−12 M, 1,25(OH)2D3 every 48 h for a week.Immunocytochemistry results showed that bulge stem cells are nestin and CD34 positive but K15 negative before differentiation. Subsequently flow cytometry results, showed that the expression of nestin, CD34 and K15 were 70.96%, 93.03% and 6.88% respectively. After differentiation, the immunocytochemical and flow cytometry results indicated that differentiated cells have positive reaction to K15 with 68.94% expression level.It was concluded that 10−12 M, 1,25(OH)2D3 could induce the HFSCs differentiation into keratinocytes.",
     "keywords": ["Hair follicle", "Stem cell", "Bulge", "Keratinocyte", "Differentiation", "1,25(OH)2D3"]},
    {"article name": "Overexpression of MutL homolog 1 and MutS homolog 2 proteins have reversed prognostic implications for stage I–II colon cancer patients",
     "doi": "https://doi.org/10.1016/j.bj.2017.01.004",
     "publication date": "02-2017",
     "abstract": "The outcome of colon cancer patients without lymph node metastasis is heterogeneous. Searching for new prognostic markers is warranted.One hundred twenty stage I–II colon cancer patients who received complete surgical excision during 1995–2004 were selected for this biomarker study. Immunohistochemical method was used to assess p53, epidermal growth factor receptor, MLH1, and MSH2 status. KRAS mutation was examined by direct sequencing.Thirty three patients (27.5%) developed metachronous metastasis during follow up. By multivariate analysis, only female gender (p = 0.03), high serum carcinoembryonic antigen (CEA) level (≧5 ng/ml) (p = 0.04), and MLH1 overexpression (p = 0.003) were associated with the metastasis group. The 5-year-survival rate were also significantly lower for female gender (71.7% versus 88.9%, p = 0.025), high CEA level (64.9% versus 92.4%, p < 0.001), and MLH1 overexpression (77.5% versus 94.4%, p = 0.039). In contrast, MSH2 overexpression was associated with better survival, 95.1% versus 75.5% (p = 0.024).The reversed prognostic implications in the overexpression of MLH1 and MSH2 for stage I–II colon cancer patients is a novel finding and worthy of further confirmation.",
     "keywords": ["Colon cancer", "MLH1", "MSH2", "CEA", "Mismatch repair"]},
    {"article name": "In-vitro generation of interleukin-10 secreting B-regulatory cells from donor adipose tissue derived mesenchymal stem cells and recipient peripheral blood mononuclear cells for potential cell therapy",
     "doi": "https://doi.org/10.1016/j.bj.2017.01.003",
     "publication date": "02-2017",
     "abstract": "Interleukin-10 secreting B-cells are a major subset of B-regulatory cells (B-regs), commonly recognized as CD19+/38hi/24hi/IL10+. They carry out immunomodulation by release of specific cytokines and/or cell-to-cell contact. We have generated B-regs in-vitro from donor adipose tissue derived mesenchymal stem cells (AD-MSC) and renal allograft recipient (RAR) peripheral blood mononuclear cells (PBMC) for potential cell therapy.Mononuclear cells separated by density gradient centrifugation from 50 ml anti-coagulated blood of 15-RAR and respective donors were analysed for baseline B-regs using appropriate antibodies. Equal amount (20 × 106 cells/ml) of stimulator (irradiated at 7.45 Gy/min for 10 min) and responder (non-irradiated) cells were co-cultured with in-vitro generated AD-MSC (1 × 106 cells/ml) in proliferation medium containing lipopolysaccharide from E. coli K12 strain at 37 °C with 5% CO2. Cells were harvested on day-7 and analyzed for viability, sterility, quantity, morphology and phenotyping. In-vitro generated B-reg levels were compared with baseline B-regs.In-vitro generated B-reg count increased to 16.75% from baseline count of 3.35%.B-regs can be successfully generated in-vitro from donor AD-MSC and RAR PBMC for potential cell therapy.",
     "keywords": ["B-regulatory cells", "Lipopolysaccharide E. coli", "IL-10", "Adipose tissue derived mesenchymal stem cells", "Peripheral blood mononuclear cells", "Immunomodulation"]},
    {"article name": "Risk factors for relapse of resectable pathologic N2 non small lung cancer and prediction model for time-to-progression",
     "doi": "https://doi.org/10.1016/j.bj.2017.01.005",
     "publication date": "02-2017",
     "abstract": "Pathologic N2 non-small-cell lung cancer (NSCLC) was demonstrated with poor survival among literature. In this study, we retrospectively reviewed patients with pathologic N2 NSCLC and received anatomic resection (i.e. lobectomy) for further relapse risk factor analysis. The aim of this study is to identify the clinicopathologic factors related to relapse among resectable N2 NSCLC patients and to help clinicians in developing individualized follow up program and treatment plan.From January 2005 to July 2012, 90 diagnosed pathologic N2 NSCLC patients were enrolled into this study. We retrospectively reviewed medical records, image studies, and pathology reports to collect the patient clinico-pathologic factors.We identified that patients with visceral pleural invasion (p = 0.001) and skip metastases along mediastinal lymph node (p = 0.01) had a significant relationship to distant and disseminated metastases. Patients who had 2 or more risk factors for relapse demonstrated poor disease free survival than those who had less than 2 risk factors (p = 0.02). The number of involved metastatic area were significantly influential to the period of time-to-progression. The duration of time-to-progression was correlated with square of number of involved metastatic areas. (Pearson correlation coefficient = −0.29; p = 0.036).Relapse risk factors of resectable pathologic N2 NSCLC patient after anatomic resection were visceral pleural invasion, skip mediastinal lymph node involvement, and the receipt of neoadjuvant therapy. The duration of time-to-progression was correlated with square of number of involved metastatic areas.",
     "keywords": ["N2 non-small-cell lung cancer", "Relapse", "Recurrence", "Time to progress", "Risk factor"]},
    {"article name": "Characterization of a novel caudal vertebral interbody fusion in a rat tail model: An implication for future material and mechanical testing",
     "doi": "https://doi.org/10.1016/j.bj.2016.07.002",
     "publication date": "02-2017",
     "abstract": "Of the proposed animal interbody fusion models, rat caudal discs have gained popularity in disc research due to their strong resemblance to human discs with respect to geometry, composition and mechanical properties. The purpose of this study is to demonstrate an efficient, repeatable and easily accessible animal model of interbody fusion for future research into mechanical testing and graft materials.Twelve 12-week-old female Sprague–Dawley (SD) rats underwent caudal interbody fusion of the third and fourth coccygeal vertebrae of the tail. Serial radiological evaluation, and histological evaluation and manual palpation after sacrifice were performed to assess the fusion quality. Mechanical testing of functional units (FUs) of non-operated and operated segments was compared using a three-point bending test.At postoperative 12 weeks, callus formation was observed at the fusion sites in all rats, with the mean radiological evaluations of 2.75/3 according to the Bransford classification. Newly formed bone tissue was also observed in all rats with the mean histological score of 5.85/7, according to the Emery grading system. No palpable gaps and obvious change of bending stiffness was observed in the operated segments. The mean bending stiffness of the FUs was statistically higher than that of the control FUs (26.57 ± 6.71 N/mm vs. 12.45 ± 3.21 N/mm, p < 0.01).The rat caudal disc interbody fusion model proved to be an efficient, repeatable and easily accessible model. Future research into adjuvant treatments like growth factor injection and alternative fusion materials under conditions of osteoporosis using this model would be worthwhile.",
     "keywords": ["Interbody fusion", "Rat caudal discs", "Animal interbody fusion model", "Mechanical testing"]},
    {"article name": "Interference factors regarding the path of insertion of rotational-path removable partial dentures",
     "doi": "https://doi.org/10.1016/j.bj.2016.07.003",
     "publication date": "02-2017",
     "abstract": "The aims of this study were to evaluate the effect of the location of the rotational center and the morphology of teeth resulting in interference with the rotational path of insertion and to estimate when an interference test should be performed.A total of 400 dental radiograms of maxillary and mandibular first and second molars (100 for each position) were selected. The radiograms were used to hand-sketch the outlines on tracing paper. Then, an interference test was simulated using calipers. Mesial long occlusal rest seats with three different lengths were designed. A curve-simulated rotational path was drawn on the tracing paper showing the outline of a molar. If the curve was intersected by the mesial outline, interference was occurred. A total of 1200 tests were performed.A significant number of interference cases (18.5%, N = 400) occurred when the rotational center was placed at the most distal margin of the occlusal surface. The interference was reduced (2.75%, N = 400) but still present at the distal fourth of the occlusal surface. At the distal one-third of the occlusal surface, interference did not occur (0%, N = 400). There was a significant difference between the results of the three rotational centers (p < 0.0001).The interference test was not required for a rotational center at the distal third to half of the occlusal surface. However, if the length of the long occlusal rest extends beyond the distal third, an interference test is recommended before final impression.",
     "keywords": ["Rotational path removable partial denture", "Rotational center", "Removable partial denture"]},
    {"article name": "Pralidoxime and pesticide poisoning: A question of severity?",
     "doi": "https://doi.org/10.1016/j.bj.2016.12.001",
     "publication date": "12-2016",
     "abstract": "In this issue of the Biomedical Journal, we highlight new data supporting the use of pralidoxime in the treatment of cases of organophosphate poisoning, which also suggest that WHO treatment guidelines should be updated. We also learn about a modified surgical technique to repair severe spinal injuries, as well as new insight into the structure of human adenovirus that could inform vaccine development.",
     "keywords": ["Organophosphate poisoning", "Pralidoxime", "Butyrylcholinesterase"]},
    {"article name": "Antidiarrhoeal investigation of Apium leptophyllum (Pers.) by modulation of Na+K+ATPase, nitrous oxide and intestinal transit in rats",
     "doi": "https://doi.org/10.1016/j.bj.2016.11.003",
     "publication date": "12-2016",
     "abstract": "Apium leptophyllum (Pers.) is an annual herb with traditional appreciation for various pharmacological properties; however, the scientific information on this herb is insufficient. The aim of the present investigation was undertaken to evaluate flavonoidal fraction of A. leptophyllum fruit (FFALF) against diarrhoea on albino rats.The antidiarrhoeal study was conducted by castor oil induce diarrhoea, prostaglandin E2 (PGE2) induced enteropooling and intestinal transit by charcoal meal test. The rats were divided into five groups (six/group). Group I served as control and received orally 2% acacia suspension; Group II served as standard and received orally loperamide (3 mg/kg) or atropine sulphate (5 mg/kg); Group III, IV and V served as test groups and received the FFALF at doses of 5, 10 and 20 mg/kg orally, respectively.In castor oil-induced diarrhoeal model, the FFALF significantly (p < 0.001) reduced the frequency of diarrhoea, defecation and weight of faeces as well as increased the sodium–potassium ATPase (Na+K+ATPase) activity and decreased nitric oxide (NO) content in the small intestine. In prostaglandin induced enteropooling model, it significantly (p < 0.01) and dose dependently slowed the intestinal fluid accumulation by decreasing the masses and volumes of intestinal fluid where as in charcoal meal test, it decreased charcoal meal transit in gastrointestinal tract as compared with control.The study reveals that the FFALF possess anti-diarrhoeal properties mediated through inhibition of hyper secretion and gastrointestinal motility which support the traditional use of the plant.",
     "keywords": ["Apium leptophyllum", "Castor oil", "Enteropooling", "Intestinal transit", "Na+K+ATPase"]},
    {"article name": "In silico structure analysis and epitope prediction of E3 CR1-beta protein of Human Adenovirus E for vaccine design",
     "doi": "https://doi.org/10.1016/j.bj.2016.11.004",
     "publication date": "12-2016",
     "abstract": "Human Adenoviruses are divided into 7 species of Human Adenovirus A to G based on DNA genome homology. The Human Adenovirus E (HAdVs-E) genome is a linear, double-stranded DNA containing 38 protein-coding genes. Wild-type adenoviruses type E, are linked to a number of slight illnesses. The most important part of HAdVs-E is E3 CR1-beta protein which controls the host immune response and viral attachment.We use numerous bio-informatics and immuno-informatics implements comprising sequence and construction tools for construction of 3D model and epitope prediction for HAdVs-E.The 3D structure of E3 CR1-beta protein was generated and total of ten antigenic B cell epitopes, 6 MHC class I and 11 MHC class II binding peptides were predicted.The study was carried out to predict antigenic determinants/epitopes of the E3 CR1-beta protein of Human Adenovirus E along with the 3D protein modeling. The study revealed potential T-cell and B-cell epitopes that can raise the desired immune response against E3 CR1-beta protein and useful in developing effective vaccines against HAdVs-E.",
     "keywords": ["Human Adenoviruses E", "B cell epitope", "T cell epitope", "3D structure prediction", "Vaccine"]},
    {"article name": "The effectiveness of patient-tailored treatment for acute organophosphate poisoning",
     "doi": "https://doi.org/10.1016/j.bj.2016.11.001",
     "publication date": "12-2016",
     "abstract": "To determine a new pralidoxime (PAM) treatment guideline based on the severity of acute organophosphate intoxication patients, APACHE II score, and dynamic changes in serum butyrylcholinesterase (BuChE) activity.This is a randomization trial. All patients received supportive care measurements and atropinization. Each enrolled patient was treated with 2 gm PAM intravenously as the loading dose. The control group was treated according to the WHO's recommended PAM regimen, and the experimental group was treated according to their APACHE II scores and dynamic changes in BuChE activity. If a patient's APACHE II score was ≧26 or there was no elevation in BuChE activity at the 12th hour when compared to the 6th, doses of 1 g/h PAM (i.e., doubled WHO's recommended PAM regimen) were given. The levels of the serum BuChE and red blood cells acetylcholinesterase and the serum PAM levels were also measured.Forty-six organophosphate poisoning patients were enrolled in this study. There were 24 patients in the control group and 22 patients in the experimental group. The hazard ratio of death in the control group to that of the experimental group was 111.51 (95% CI: 1.17–1.613.45; p = 0.04). The RBC acetylcholinesterase level was elevated in the experimental group but was not in the control group. The experimental group did not exhibit a higher PAM blood level than did the control group.The use of PAM can be guided by patient severity. Thus, may help to improve the outcomes of organophosphate poisoning patients.",
     "keywords": ["Organophosphate", "Poisoning severity", "PAM dose"]},
    {"article name": "Percutaneous radiofrequency ablation of tumor feeding artery before target tumor ablation may reduce local tumor progression in hepatocellular carcinoma",
     "doi": "https://doi.org/10.1016/j.bj.2016.11.002",
     "publication date": "12-2016",
     "abstract": "Local tumor progression (LTP) in early-stage hepatocellular carcinoma (HCC) after radiofrequency ablation (RFA) remains high. Tumor feeding artery ablation (FAA) before target tumor ablation was reported to reduce LTP in patients with HCC >3 cm. The aim of our study is to investigate whether FAA before target tumor ablation may reduce LTP in HCC <3 cm.We retrospectively analysis the outcome of patients with HCC <3 cm undergoing FAA before target tumor ablation (N = 17) compared to direct RFA to target tumor alone (N = 35).FAA significantly reduces LTP (FAA vs. non-FAA: local tumor progression 17.6% vs. 48.6%, p = 0.038), but not in intrahepatic recurrence: 29.4% vs. 25.7%, p = 0.778; or in overall recurrence rate: 41.2% vs. 62.9%, p = 0.14). The cumulative 1-year and 2-year LTP rates in FAA group were 17.6% and 17.6%, while 11.4% and 42.9% in non-FAA group (p = 0.073), respectively. The cumulative overall recurrence rates at 1-year and 2-year were 29.4% and 35.3% in FAA group, while 14.3% and 57.1% in non-FAA group (p = 0.130), respectively.FAA before target tumor ablation may decrease LTP in HCC <3 cm. Further randomized control study will be helpful for validation.",
     "keywords": ["Hepatocellular carcinoma", "Radiofrequency ablation", "Feeding artery ablation", "Local tumor progression"]},
    {"article name": "Two additional augmenting screws with posterior short-segment instrumentation without fusion for unstable thoracolumbar burst fracture – Comparisons with transpedicular grafting techniques",
     "doi": "https://doi.org/10.1016/j.bj.2016.11.005",
     "publication date": "12-2016",
     "abstract": "Transpedicular grafting techniques with posterior short-segment instrumentation have demonstrated to prevent high implant failure in unstable thoracolumbar burst fractures. We tested our hypothesis that short-segment instrumentation with two additional augmenting screws in the injured vertebra could provide stability and was similar to those of the transpedicular grafting technique.Twenty patients belonged to group A; treated with short-segment pedicle screw fixation and reinforced by two augmenting screws at the fractured vertebra. Group B had thirty-one patients; the fractured vertebra was augmented with transpedicular autogenous bone graft. Group C had twenty patients; the injured vertebra was strengthened with calcium sulfate cement. Clinical outcome and radiographic parameters were compared.Group A had the least blood loss (101.7 ± 72.5 vs. 600 ± 403.1 vs. 247.5 ± 164.2 ml, p < 0.001) and the least operation time (142.0 ± 57.2 vs. 227.2 ± 43.6 vs. 161.6 ± 28.5 min, p < 0.001). However, group A had the highest collapsed rate of the body height at the 18-month follow-up (10.5 ± 7.0 vs. 4.6 ± 4.8 vs. 7.2 ± 8.5%, p = 0.002). The failure rate, include implant failure or loss of 10° or more of correction, group B had the lowest failure rate (10% vs. 3.2% vs. 10%, p = 0.542). The group A had the highest rate of return to their previous employment (50% vs. 38% vs. 35%, p = 0.265).Compared with transpedicular grafting techniques, additional two “augmenting screws” in the fracture vertebra with short-segment instrumentation are sufficient for one-level thoracolumbar burst fracture.",
     "keywords": ["Thoracolumbar burst fracture", "Posterior short-segment instrumentation", "Transpedicular grafting", "Augmenting screw"]},
    {"article name": "Cysto-duodeno-colic ligament and its clinical relevance",
     "doi": "https://doi.org/10.1016/j.bj.2016.10.002",
     "publication date": "12-2016",
     "abstract": "During a routine dissection class for the undergraduate students at All India Institute of Medical Sciences, New Delhi, a rare uncommon variation of the peritoneal ligament was found. Information regarding variation in such type of accessory peritoneal reflections is necessary for anatomists, surgeons, and radiologists. Normally there was no peritoneal reflection between gallbladder, duodenum and transverse colon, but in the present case report, it was present and termed as cysto-duodeno-colic ligament. Knowledge of such variation is necessary during gallbladder surgeries and liver transplantation surgeries.",
     "keywords": ["Peritoneum", "Mesogastrium", "Cystocolic", "Ligament", "Surgery", "Adhesions"]},
    {"article name": "The inflammasome: Friend or foe in Chlamydia infection?",
     "doi": "https://doi.org/10.1016/j.bj.2016.10.003",
     "publication date": "10-2016",
     "abstract": "In this issue of the Biomedical Journal, we take a look at the still somewhat perplexing role of the inflammasome in Chlamydia infection. We also highlight findings suggesting a link between structural changes to arteries in the brain and the onset of depression. Finally, we learn about some of the implications of co-morbidity between diabetes and infectious diseases.",
     "keywords": ["Chlamydia", "Inflammasome", "Caspase-1", "Depression", "Basilar artery"]},
    {"article name": "Purinergic signaling in infection and autoimmune disease",
     "doi": "https://doi.org/10.1016/j.bj.2016.09.002",
     "publication date": "10-2016",
     "abstract": "Purinergic signaling plays a key role in inflammatory processes and modulates immune responses against a variety of bacterial and eukaryotic parasites. Here we highlight the role of purinergic receptor activation in infection and autoimmune diseases. Purinergic signaling and inflammasomes modulate the host immune response against chlamydial infections. In addition, increasing evidence suggests that purinergic signaling contributes to Schistosomiasis morbidity, a neglected tropical disease caused by parasitic worms called schistosomes. Finally, the P2X7 receptor and NLRP3 inflammasome have been described to be involved in the pathogenesis of systemic lupus erythematosus, suggesting that these signaling pathways as suitable therapeutic targets for management and treatment of different immune diseases.",
     "keywords": ["Purinergic receptors", "Schistosoma mansoni", "NLRP3 inflammasome", "P2X7 receptor", "Chlamydia", "Systemic lupus erythematosus"]},
    {"article name": "Danger signals, inflammasomes, and the intricate intracellular lives of chlamydiae",
     "doi": "https://doi.org/10.1016/j.bj.2016.07.001",
     "publication date": "10-2016",
     "abstract": "Chlamydiae are obligate intracellular bacterial pathogens, and as such are sensitive to alterations in the cellular physiology of their hosts. Chlamydial infections often cause pathologic consequences due to prolonged localized inflammation. Considerable advances have been made in the last few years regarding our understanding of how two key inflammation-associated signaling pathways influence the biology of Chlamydia infections: inflammation regulating purinergic signaling pathways significantly impact intracellular chlamydial development, and inflammasome activation modulates both chlamydial growth and infection mediated pro-inflammatory cytokine production. We review here elements of both pathways, presenting the latest developments contributing to our understanding of how chlamydial infections are influenced by inflammasomes and purinergic signaling.",
     "keywords": ["Innate immunity", "Chlamydia", "Immunology", "Inflammation", "Infection"]},
    {"article name": "Purinergic signaling in schistosomal infection",
     "doi": "https://doi.org/10.1016/j.bj.2016.06.006",
     "publication date": "10-2016",
     "abstract": "Human schistosomiasis is a chronic inflammatory disease caused by blood fluke worms belonging to the genus Schistosoma. Health metrics indicate that the disease is related to an elevated number of years lost-to-disability and years lost-to-life. Schistosomiasis is an intravascular disease that is related to a Th1 and Th2 immune response polarization, and the degree of polarization affects the outcome of the disease. The purinergic system is composed of adenosine and nucleotides acting as key messenger molecules. Moreover, nucleotide-transforming enzymes and cell-surface purinergic receptors are obligatory partners of this purinergic signaling. In mammalian cells, purinergic signaling modulates innate immune responses and inflammation among other functions; conversely purinergic signaling may also be modulated by inflammatory mediators. Moreover, schistosomes also express some enzymes of the purinergic system, and it is possible that worms modulate host purinergic signaling. Current data obtained in murine models of schistosomiasis support the notion that the host purinergic system is altered by the disease. The dysfunction of adenosine receptors, metabotropic P2Y and ionotropic P2X7 receptors, and NTPDases likely contributes to disease morbidity.",
     "keywords": ["Purinergic receptor", "NTPDases", "Schistosomiasis", "Macrophages", "Endothelial cell", "Inflammation"]},
    {"article name": "Purinergic signalling in autoimmunity: A role for the P2X7R in systemic lupus erythematosus?",
     "doi": "https://doi.org/10.1016/j.bj.2016.08.006",
     "publication date": "10-2016",
     "abstract": "Purinergic signalling plays a crucial role in immunity and autoimmunity. Among purinergic receptors, the P2X7 receptor (P2X7R) has an undisputed role as it is expressed to high level by immune cells, triggers cytokine release and modulates immune cell differentiation. In this review, we focus on evidence supporting a possible role of the P2X7R in the pathogenesis of systemic lupus erythematosus (SLE).",
     "keywords": ["Extracellular ATP", "P2X7R", "Systemic lupus erythematosus", "NLRP3 inflammasome", "Interleukin-1β"]},
    {"article name": "Association of endothelial dysfunction and cytotoxin-associated gene A-positive Helicobacter pylori in patients with cardiac syndrome X",
     "doi": "https://doi.org/10.1016/j.bj.2016.01.010",
     "publication date": "10-2016",
     "abstract": "Existence of coronary endothelial dysfunction has been demonstrated in patients with cardiac syndrome X (CSX). In addition, Helicobacter pylorus (H. pylori) has been associated with CSX. We aimed to assess the possible association of endothelial dysfunction and cytotoxin-associated gene A-positive H. pylori (CagA+) infection in CSX patients.Fifty-six patients with CSX (23 male/33 female; age: 51.25 ± 8.86 years) who were anti-H. pylori IgG-positive [H. pylori(+)] and 24 CSX patients (7 male/17 female; age: 52.79 ± 9.88 years) who were H. pylori(−) were included. Also, anti-H. pylori IgG-positive patients were determined by the presence of IgG antibody to CagA. Levels of endothelin-1 (ET-1), E-selectin and intercellular adhesion molecule-1 (ICAM-1) were measured.Endothelial dysfunction biomarkers were higher in H. pylori(+) than in H. pylori(−) patients (ET-1: 54.60 ± 25.39 vs. 42.59 ± 18.37 pg/ml, p = 0.04; E-selectin: 42.68 ± 14.26 vs. 31.72 ± 8.26 ng/ml, p = 0.001; ICAM-1: 339.68 ± 135.8 vs. 266.51 ± 125.1 ng/ml, p = 0.02). Among H. pylori(+) subjects, 28 cases were CagA(+) and 28 cases were CagA(−). There were significant differences in measured levels of E-selectin between CagA(+) and CagA(−) groups (48.00 ± 16.37 vs. 37.37 ± 9.37 ng/ml, p = 0.004). For ET-1 and ICAM-1 levels, the difference between CagA(+) and CagA(−) was insignificant (p = 0.174 and p = 0.07, respectively).High levels of endothelial dysfunction biomarkers are found in CSX patients with anti-CagA(+). These findings suggest the infection with CagA(+) H. pylori strain may play a role as a risk factor in development of CSX through provocation of endothelial dysfunction. Therefore, a long term follow up to investigate the outcomes of these patients is proposed.",
     "keywords": ["Cardiac syndrome X", "Endothelial dysfunction", "Helicobacter pylori", "Cytotoxin-associated gene A"]},
    {"article name": "Elevated adiponectin but varied response in circulating leptin levels to falciparum malaria in type 2 diabetics and non-diabetic controls",
     "doi": "https://doi.org/10.1016/j.bj.2016.09.003",
     "publication date": "10-2016",
     "abstract": "To investigate effects of falciparum malaria on circulating levels of leptin and adiponectin in type 2 diabetes mellitus (T2DM) and non-diabetic controls in relation to measures of adiposity.Levels of leptin and adiponectin were measured in 100 type 2 diabetics and 100 age-matched controls before and during falciparum malaria in a 2-year prospective study. Also, waist circumference (WC), weight, height and hip circumference were measured. Body mass index (BMI) and waist-to-hip ratio (WHR) were computed.At baseline, diabetics had significantly (p < 0.05) higher WC and BMI but lower WHR, leptin and adiponectin levels. Baseline leptin correlated positively with WC (r = 0.633; p < 0.001) and BMI (r = 0.63; p < 0.001) in diabetics but only BMI (0.562; p < 0.001) in non-diabetic controls. Baseline leptin and adiponectin correlated positively (r = 0.249; p = 0.029) in non-diabetic respondents only. Adiponectin correlated negatively with WC (r = −0.58; p = 0.006) in diabetic males only. During malaria, mean levels of leptin and adiponectin were comparable (p > 0.05) between diabetics and controls. However, compared to baseline levels, significant (p < 0.001) elevation of adiponectin was found in both study groups. In respect of leptin, significant (p < 0.001) rise but decline was observed in diabetics and controls respectively. Malaria-induced leptin correlated negatively with adiponectin (r = −0.694; p < 0.001) in non-diabetic controls only.Diabetics and controls exhibited increased adiponectin levels due to falciparum malaria but differed in response in terms of leptin levels.",
     "keywords": ["Falciparum malaria", "T2DM", "Leptin", "Adiponectin", "BMI"]},
    {"article name": "Profile of glycated-hemoglobin, antioxidant vitamin and cytokine levels in pulmonary tuberculosis patients: A cross sectional study at Pulmonary Diseases Center Semarang City, Indonesia",
     "doi": "https://doi.org/10.1016/j.bj.2016.01.011",
     "publication date": "10-2016",
     "abstract": "Uncontrolled blood glucose, which marked by high level of HbA1c, increases risk of pulmonary TB because of cellular immunity dysfunction. This study aimed to analyze profile of glycated hemoglobin, antioxidant vitamins status and cytokines levels in active pulmonary TB patients.This was a cross sectional study, conducted at Pulmonary Diseases Center Semarang City, Indonesia. Study subject consisted of 62 pulmonary TB patients, diagnosed with positive acid fast bacilli and chest X-ray. ELISA was used to measure IFN-γ and IL-12. Status of antioxidant vitamins was determined by concentration of vitamin A and E using HPLC. Blood glucose control was determined by HbA1c concentration (HbA1c ≥7% is considered as uncontrolled).A significant difference of age between pulmonary tuberculosis patients with normal and uncontrolled blood glucose (p = 0.000) was showed, while all other characteristics (sex, education, occupation) did not differ with p = 0.050, 0.280, 0.380 respectively. Mean HbA1c was 7.25 ± 2.70%. Prevalence of uncontrolled glucose among pulmonary TB patients was 29%. Levels of IFN-γ and IL-12 did not differ according to HbA1c concentration (p = 0.159 and p = 0.965 respectively). Pulmonary tuberculosis patients with uncontrolled blood glucose has higher vitamin E (p = 0.006), while vitamin A did not differ significantly (p = 0.478).This study supports the importance of performing diabetes screening among pulmonary TB patients. Further study needs to be done to determine the feasibility of TB-DM co-management.",
     "keywords": ["HbA1c", "Pulmonary tuberculosis", "Vitamin A", "Vitamin E"]},
    {"article name": "Histomorphometric study of basilar artery in normal and suicide persons",
     "doi": "https://doi.org/10.1016/j.bj.2015.12.005",
     "publication date": "10-2016",
     "abstract": "Depression in association with cerebro-vascular risk factors and white matter lesions is increasingly referred to as ‘vascular depression’. There are several brain areas known for playing a role in patho-physiology of depression which may lead to suicidal tendencies, are fed by basilar artery. Therefore, the arterial histoarchitecture was studied in the normal and suicide individuals to establish a relationship between the vascular structural changes and depression.40 post-mortem samples (both sexes) of basilar artery have been collected and were grouped into normal and suicide groups. Samples were measured for arterial, lumen diameter and the thickness of tunica intima, media and adventitia using H & E stained sections. While, Orcein stained sections were used to estimate the volume fraction of elastic fibres, and Van Gieson stained sections to estimate the volume fraction of collagen fibres.The mean thickness of tunica media of basilar artery in suicide individuals (1.08 microns) showed a statistically significant decrease when compared to normal person (1.33 microns). Further, volume fraction of collagen (0.06 mm3/mm3) and elastic fibres (0.06 mm3/mm3) in suicide persons showed a statistically significant decrease when compared to normal person (collagen fibres 0.08 mm3/mm3; elastic fibres 0.09 mm3/mm3).This study establishes a probable causative relationship between vascular structural abnormality and depression which may drive the individual to commit suicide.",
     "keywords": ["Histomorphometry", "Basilar artery", "Suicide", "Depression"]},
    {"article name": "Radiographic outcome of necrotic immature teeth treated with two endodontic techniques: A retrospective analysis",
     "doi": "https://doi.org/10.1016/j.bj.2015.12.006",
     "publication date": "10-2016",
     "abstract": "The endodontic treatment of teeth with immature root has always been a challenge. To achieve a better prognosis, regenerative endodontic treatment may become a treatment trend for teeth with apical periodontitis and immature roots.Clinical and radiographic data were collected from 38 endodontic treated immature teeth (21 apexification and 17 regeneration). Measure the radiographic outcome by quantifying the apical lesion.There was no statistical difference between the two treatments regarding PAI scores at the 1-, 3-, 6-, and 12-month follow-up (p > 0.05). In addition, different operators and the different stages of root development for both techniques showed no significant statistical difference on the final treatment results.In this study, assessment of the radiographic outcomes indicated that regenerative endodontic treatment were identical to the apexification technique.",
     "keywords": ["Regenerative endodontic treatment", "Pulp revascularization", "Apexification", "Periapical index (PAI)", "Radiology"]},
    {"article name": "Perturbing purinergic signaling: A pathogen's guidebook to counteracting inflammatory responses",
     "doi": "https://doi.org/10.1016/j.bj.2016.09.001",
     "publication date": "08-2016",
     "abstract": "In this issue of the Biomedical Journal, we learn how bacteria and parasites alike counteract inflammatory signaling by manipulating purinergic signaling. We also focus on an original article shedding light on the role of an Epstein–Barr virus encoded gene in metastasis in nasopharyngeal carcinoma. Finally, we learn about a possible link between Trichomonas vaginalis and recurrent urinary tract infection.",
     "keywords": ["Purinergic signaling", "ATP", "Inflammation", "Epstein–Barr virus", "Metastasis"]},
    {"article name": "Trichomoniasis immunity and the involvement of the purinergic signaling",
     "doi": "https://doi.org/10.1016/j.bj.2016.06.007",
     "publication date": "08-2016",
     "abstract": "Innate and adaptive immunity play a significant role in trichomoniasis, the most common non-viral sexually transmitted disease worldwide. In the urogenital tract, innate immunity is accomplished by a defense physical barrier constituted by epithelial cells, mucus, and acidic pH. During infection, immune cells, antimicrobial peptides, cytokines, chemokines, and adaptive immunity evolve in the reproductive tract, and a proinflammatory response is generated to eliminate the invading extracellular pathogen Trichomonas vaginalis. However, the parasite has developed complex evolutionary mechanisms to evade the host immune response through cysteine proteases, phenotypic variation, and molecular mimicry. The purinergic system constitutes a signaling cellular net where nucleotides and nucleosides, enzymes, purinoceptors and transporters are involved in almost all cells and tissues signaling pathways, especially in central and autonomic nervous systems, endocrine, respiratory, cardiac, reproductive, and immune systems, during physiological as well as pathological processes. The involvement of the purinergic system in T. vaginalis biology and infection has been demonstrated and this review highlights the participation of this signaling pathway in the parasite immune evasion strategies.",
     "keywords": ["Trichomoniasis", "Innate immune response", "Adaptive immune response", "Evasion mechanisms", "Purinergic signaling"]},
    {"article name": "Purinergic signaling and infection by Leishmania: A new approach to evasion of the immune response",
     "doi": "https://doi.org/10.1016/j.bj.2016.08.004",
     "publication date": "08-2016",
     "abstract": "Infection by protozoan parasites is part of the most common Tropical Neglected Diseases. In the case of leishmaniasis, several millions of people are at risk of contracting the disease. In spite of innumerous studies that elucidated the immune response capable of killing the parasite, the understanding of the evasion mechanisms utilized by the parasite to survive within the very cell responsible for its destruction is still incomplete. In this review, we offer a new approach to the control of the immune response against the parasite. The ability of the parasite to modulate the levels of extracellular ATP and adenosine either by directly acting on the levels of these molecules or by inducing the expression of CD39 and CD73 on the infected cell may influence the magnitude of the immune response against the parasite contributing to its growth and survival.",
     "keywords": ["Leishmania", "Innate response", "Immune evasion", "Purinergic signaling"]},
    {"article name": "Purinergic signaling during Porphyromonas gingivalis infection",
     "doi": "https://doi.org/10.1016/j.bj.2016.08.003",
     "publication date": "08-2016",
     "abstract": "Despite recent advances unraveling mechanisms of host–pathogen interactions in innate immunity, the participation of purinergic signaling in infection-driven inflammation remains an emerging research field with many unanswered questions. As one of the most-studied oral pathogens, Porphyromonas gingivalis is considered as a keystone pathogen with a central role in development of periodontal disease. This pathogen needs to evade immune-mediated defense mechanisms and tolerate inflammation in order to survive in the host. In this review, we summarize evidence showing that purinergic signaling modulates P. gingivalis survival and cellular immune responses, and discuss the role played by inflammasome activation and cell death during P. gingivalis infection.",
     "keywords": ["Purinergic receptors", "Innate immunity", "Porphyromonas gingivalis", "P2X7 receptor", "Oral microbes", "Inflammasome"]},
    {"article name": "Spontaneous metastases in immunocompetent mice harboring a primary tumor driven by oncogene latent membrane protein 1 from Epstein–Barr virus",
     "doi": "https://doi.org/10.1016/j.bj.2015.12.003",
     "publication date": "08-2016",
     "abstract": "In vitro and clinical studies suggest that the oncogene LMP1 (latent membrane protein 1) encoded by Epstein–Barr virus (EBV) plays a role in the development of nasopharyngeal carcinoma (NPC) and the formation of metastases in immunocompetent individuals. However, whether LMP1 itself is sufficient to drive these events in immunocompetent hosts remains elusive due to the lack of appropriate experimental models. The aim of this study was to study LMP1-dependent tumorigenesis and metastasis in BALB/c mice inoculated with BALB/c-3T3 cells expressing N-LMP1 (a Taiwanese NPC variant).Following cancer cell inoculation, metastasis formation was monitored over time using PCR analysis of LMP1 as tumor marker. We also used a luciferase (Luc)-containing N-LMP1 and bioluminescent imaging (BLI) to monitor metastasis formation in a non-invasive manner.N-LMP1 appeared early in draining lymph nodes and in various distant organs before the rapid growth of the primary tumor. Lung metastasis was observed by BLI and further confirmed by histological examination. Furthermore, we detected luciferase signals in the lungs, even before the animals were sacrificed.Our results demonstrate the high metastatic character of N-LMP1 in immunocompetent hosts. Systemic tumor dissemination occurs even before aggressive tumor growth at the primary site, suggesting that early treatment of primary LMP1-associated tumors and distant micro-metastases is critical to achieve positive results.",
     "keywords": ["Nasopharyngeal carcinoma (NPC)", "Epstein–Barr virus (EBV)", "Oncogene latent membrane protein 1 (N-LMP1)", "Tumor mouse model", "Distant metastasis"]},
    {"article name": "Brain-derived neurotrophic factor protein and mRNA levels in patients with bipolar mania – A preliminary study",
     "doi": "https://doi.org/10.1016/j.bj.2016.08.001",
     "publication date": "08-2016",
     "abstract": "Brain-derived neurotrophic factor (BDNF) protein or mRNA levels may be involved in the pathophysiology of bipolar disorder. However, the results were inconsistent. We aimed to simultaneously investigate the relationship of BDNF protein and mRNA levels in peripheral blood of patients with bipolar mania.Patients with bipolar mania (n = 30) and healthy controls (n = 30) were recruited during our one-year study. Psychiatric diagnoses were made according to Diagnostic and Statistical Manual of Mental Disorders, 4th Edition criteria. The scores of the Young Mania Rating Scale (YMRS) of patients with bipolar mania were greater than 26. All participants had peripheral blood drawn to analyze the serum BDNF protein and mRNA levels.Using t-test, patients with bipolar mania had a lower BDNF protein and mRNA levels than did the healthy controls (p < 0.001 and 0.049, respectively), however, the statistical significances were lost after analysis of co-variance adjusted for age and body mass index. Twenty seven out of 30 patients with bipolar mania remained in the study after the 4 weeks of mood stabilizer treatment. Patients' BDNF protein and mRNA levels did not change significantly after 4-week treatment.Our study found that serum BDNF protein and mRNA levels in patients with bipolar mania were lower than healthy controls, but a larger sample size will be needed to confirm this finding.",
     "keywords": ["Bipolar disorder", "Brain-derived neurotrophic factor", "Mania", "mRNA", "Protein"]},
    {"article name": "Morphological changes evaluation of left atrial appendage in patients with ischaemic heart disease",
     "doi": "https://doi.org/10.1016/j.bj.2016.08.002",
     "publication date": "08-2016",
     "abstract": "Since the majority of morphological changes evaluation of myocardium in ischaemic heart disease was in animal model, we detected the importance to evaluate such changes in human patients to gain insights into the targets of cellular damage and to reconcile or refine those experiments.Tissue sections from left atrial appendage of the heart were carefully dissected from seventy five patients underwent conventional coronary artery bypass grafting at the cardiothoracic surgical department, Manchester Royal Infirmary. Tissue was fixed, sectioned, stained and six random sections were photographed and the images were assessed and quantified using Image Analyser Pro-Plus software, version 4.1. Arterioles, venules, intermediate sized vessels, and capillaries were directly counted within the highlighted area of myocardium under LM. Ultra-thin sections were imaged in a Tecnai 12 Biotwin transmission electron microscope at a magnification of ×4200 and photographed by a camera with a black and white film to quantify different structures of myocardium.The arteriole wall to lumen ratio was significantly increased in ischaemic heart disease patients 18.57 ± 2.89 compared to controls 8.3 ± 1.57, (P < 0.01). The regression analysis between vascular density and cardiomyocyte size demonstrated a significant inverse correlation between transverse cardiomyocyte diameter and arteriole, capillary and total vessel density (P < 0.01, 0.04, 0.02), respectively. Lumen area of the distal myocardial capillary was significantly reduced in IHD patients compared to controls (P < 0.01).These results elucidate the morphological changes in the myocardial microvasculature of patients with ischaemic heart disease and its pathological magnitudes.",
     "keywords": ["ischaemic heart disease", "Left atrial appendage", "Cardiomyocyte", "Myocardial capillaries"]},
    {"article name": "Non-imaging assisted insertion of un-cuffed, non-tunneled internal jugular venous catheters for hemodialysis: Safety and utility in modern day world",
     "doi": "https://doi.org/10.1016/j.bj.2015.12.004",
     "publication date": "08-2016",
     "abstract": "Absolute necessity in acute kidney injury (AKI) and ignorance in chronic kidney disease (CKD) make the use of un-cuffed, non-tunneled catheters an indispensable vascular access for hemodialysis. Although these catheters should be inserted under radiological guidance, it may not be feasible in certain circumstances. The aim of the present study was to evaluate safety and outcome of non-imaging assisted insertion of these catheters in internal jugular vein (IJV) for hemodialysis.We analyzed 233 attempts of non-imaging assisted un-cuffed, non-tunneled IJV catheterization at our center. The immediate insertion complications, duration of use, rate and type of infection and other complications were assessed.Out of the 233 attempts, 223 (213-right, 10-left) were successful. The most common indication was AKI (n = 127, 54.5%), followed by CKD (n = 99, 42.5%). Successful catheterization at first attempt was achieved in 78.9%. Insertion complications were noted in 12.8% and included arterial puncture (5.2%), hematoma (3.0%) and malposition (2.1%). Amongst 219 catheters followed for 4825 days, the mean duration of use was 22 days. Catheter related infections occurred in 42 patients with an incidence of 8.7 per 1000 catheter days. Bacteraemia was present in 10/36 cases (27.7%), positive catheter tip cultures in 71.4% cases and staphylococcal species were the most common organism. Cumulative hazard analysis by Cox regression revealed a linear increase in the risk for infection with each week.Non-imaging assisted insertion of uncuffed, non-tunneled catheters is associated with slightly higher rate of insertion complication but comparable outcome in terms of infection rate or days of use.",
     "keywords": ["Hemodialysis", "Internal jugular vein catheterization", "Catheter related infection"]},
    {"article name": "A pilot study on Trichomonas vaginalis in women with recurrent urinary tract infections",
     "doi": "https://doi.org/10.1016/j.bj.2015.11.005",
     "publication date": "08-2016",
     "abstract": "Trichomoniasis and recurrent urinary tract infections (UTIs) shared similar risk factors, age distribution and overlapping symptoms. The aim of this study was to determine the prevalence of Trichomonas vaginalis (TV) in women with recurrent UTIs, attending a urology clinic in a medical center, in order to inform screening and treatment policies.Women with recurrent UTIs, defined as the presence of lower urinary tract symptoms (dysuria, frequency and urgency) and three positive urine cultures on voided urine specimens in the previous year, were enrolled prospectively from January 2013 to April 2014. Urine samples were collected for culture and tested for TV using immunochromatographic strip. Outpatient follow-up was arranged to diagnose any symptomatic UTI recurrence.Sixty-five women were recruited. Mean age was 57.4 ± 14.3 year-old and follow-up duration was 9.5 ± 4.0 months. The prevalence of TV was 16.9% (11/65). Eight women had UTI recurrence in the follow-up period. Recurrence rate did not differ in patients with and without concomitant TV infection.Given the high prevalence of TV, we suggest that testing for TV should be considered in women with recurrent UTIs. Further larger studies are needed to evaluate the potential benefit of treating TV in this group of patients.",
     "keywords": ["Prevalence", "Trichomonas vaginalis", "Urinary tract infection", "Women"]},
    {"article name": "Nasal gouty tophus: Report a rare case presenting as a nasal hump with nasal obstruction",
     "doi": "https://doi.org/10.1016/j.bj.2016.05.002",
     "publication date": "08-2016",
     "abstract": "Dorsal nasal gouty tophus are rare occurrences with limited documentation. Here we report a male patient who has a history of poorly controlled gouty arthritis. He had nasal obstruction with an enlarging mass over his left nasal ridge for the past three years. Image studies revealed a nasal bone defect underneath the nasal lesion. The firm mass was excised and confirmed to be of gouty origin. The nasal bone defect was repaired with a titanium mesh plate to prevent nasal depression. He has fully recovered with no more nasal obstruction or recurrence of nasal tophus. The case report illustrates a common illness, gout, with a rare clinical manifestation leading to a common symptom, nasal obstruction. It demonstrates the importance of a detailed history, a thorough physical examination and most important of all, an extensive differential diagnosis in our clinical practice.",
     "keywords": ["Nose", "Gouty tophus", "Bone"]},
    {"article name": "On the road to epigenetic therapy",
     "doi": "https://doi.org/10.1016/j.bj.2016.08.005",
     "publication date": "06-2016",
     "abstract": "In this issue of the Biomedical Journal, we examine how far the explosion of epigenetic studies in recent years has translated to benefits for patients in the clinic, and we highlight an original study suggesting that increased vegetable intake protects against osteoporotic fractures. We also hear several opinions on the use, or perhaps misuse, of Impact Factor and what the future should hold for this publication metric.",
     "keywords": ["Epigenetics", "Epimedicine", "Cancer", "Osteoporosis", "Fall risk"]},
    {"article name": "Great expectations – Epigenetics and the meandering path from bench to bedside",
     "doi": "https://doi.org/10.1016/j.bj.2016.01.008",
     "publication date": "06-2016",
     "abstract": "Making quick promises of major biomedical breakthroughs based on exciting discoveries at the bench is tempting. But the meandering path from fundamental science to life-saving clinical applications can be fraught with many hurdles. Epigenetics, the study of potentially heritable changes of gene function without modification of the underlying DNA sequence, has dominated the biological research field during the last decade and encountered a large public success. Driven by the unfolding of molecular biology and recent technological progress, the term has evolved significantly and shifted from a conceptual framework to a mechanistic understanding. This shift was accompanied by much hype and raised high hopes that epigenetics might hold both the key to deciphering the molecular underpinning of complex, non-Mendelian diseases and offer novel therapeutic approaches for a large panel of pathologies. However, while exciting reports of biological phenomena involving DNA methylation and histone modifications fill up the scientific literature, the realistic clinical applications of epigenetic medicines remain somewhat blurry. Here, we discuss the state of the art and speculate how epigenetics might contribute to prognostic and therapy approaches in the future.",
     "keywords": ["Epigenetics", "Epitherapeutics", "Medicine"]},
    {"article name": "Spectrum of neurosurgeon's role in epilepsy surgery",
     "doi": "https://doi.org/10.1016/j.bj.2016.01.009",
     "publication date": "06-2016",
     "abstract": "It is well known that there is high quality evidence of epilepsy surgery as an effective and safe option for patients with drug refractory epilepsy by advanced imaging technology and computerized electrophysiological facilities during recent three decades. However, it still remains debate regarding necessities of epilepsy surgery in terms of less satisfactory surgical outcome, especially in non-lesional neocortical epilepsies. This review is for the role of epileptic neurosurgeon rather than the role of epilepsy surgery, namely, the necessity of neurosurgeon's positive participation starting from the first visit of epilepsy patients followed by pertaining process by stages and its degree of contribution. All experienced epilepsy centers also need innovative or challenging trial absolutely through this kind of standpoint, because all of the present protocols and techniques are coming from the past. In any event, the interdepartmental and interpersonal cooperation is inevitable especially for improving patient's quality of life. Serious neurosurgical considerations are needed for patients with intractable epilepsies, especially in referred cases from other center for the purpose of double check, and incongruent cases with contrary opinions by epileptologist.",
     "keywords": ["Epilepsy surgery", "Neurosurgeon", "Procedural issues", "Quality of life", "Epilepsy"]},
    {"article name": "Alternative functions for the multifarious inflammasome",
     "doi": "https://doi.org/10.1016/j.bj.2016.06.001",
     "publication date": "06-2016",
     "abstract": "The inflammasome has been mainly studied in innate immune cells in which it senses microbes and cellular damage, and induces secretion of pro-inflammatory cytokines. This process induces an inflammatory response that is critical for the resolution of infections and repair of tissue damage following injury. Recent studies indicate that inflammasome complex formation also participates in many other cellular and physiological processes beyond modulation of inflammation, such as autophagy, metabolism, eicosanoids production, and phagosome maturation.",
     "keywords": ["Autophagy", "Inflammation", "Innate immunity", "NLRP3", "Non-canonical inflammasome"]},
    {"article name": "A clinical score to predict dose reductions of antidiabetes medications with intentional weight loss: A retrospective cohort study",
     "doi": "https://doi.org/10.1016/j.bj.2016.06.002",
     "publication date": "06-2016",
     "abstract": "We assessed the predictive accuracy of an empirically-derived score (weight loss, insulin resistance, and glycemic control: “WIG”) to predict patients who will be successful in reducing diabetes mellitus (DM) medication use with weight loss.Case records of 121 overweight and obese patients with DM at two outpatient weight management centers were analyzed.Mean period of follow-up was 12.5 ± 3.5 months. To derive the “WIG” scoring algorithm, one point each was assigned to “W” (loss of 5% of initial body weight within the first 3 months of attempting weight loss), “I” (triglyceride [TGL]/highdensity lipoprotein ratio >3 [marker of insulin resistance] at baseline), and “G” (glycosylated hemoglobin [A1c%] >8.5 at baseline). WIG score showed moderate accuracy in discriminating anti-DM dose reductions at baseline, and after 3 months of weight loss efforts (likelihood ratios [LR] + >1, LR− <1, and area under the curve >0.7), and demonstrated good reproducibility.WIG score shows promise as a tool to predict success with dose reductions of antidiabetes medications.",
     "keywords": ["Clinical score", "Diabetes mellitus", "Insulin resistance", "Obesity"]},
    {"article name": "Incidence and risk factors of poststroke depression in patients with acute ischemic stroke: A 1-year prospective study in Taiwan",
     "doi": "https://doi.org/10.1016/j.bj.2015.10.004",
     "publication date": "06-2016",
     "abstract": "Poststroke depression (PSD) is one of the most frequent and devastating neuropsychiatric consequences of stroke. The purpose of this study was to investigate the incidence and risk factors for PSD in a general hospital in Taiwan.One hundred and one patients with ischemic stroke were enrolled initially, and 91 (90.1%) completed the 1-year study. Assessments were performed at baseline, and at the 1st, 3rd, 6th, 9th, and 12th month after enrolment. The definition of PSD was in accordance with the diagnostic criteria of major depressive episode in the Diagnostic and Statistical Manual, fourth edition (DSM-IV).The accumulated incidence rates of PSD at the 1st, 3rd, 6th, and 9th, month were 4%, 8%, 9%, and 10%, respectively, and the overall incidence at 1 year was 11%. In multivariate regression analysis, female gender, higher depression score, and severity of stroke were significant risk factors. In subgroup analysis, a higher depression score was significantly associated with PSD, regardless of gender; however, stroke severity was a risk factor only in the female group.The 1-year incidence of PSD was 11%, based on the DSM-IV diagnostic criteria. More attention should be paid to patients with more risk factors to enable earlier detection and intervention.",
     "keywords": ["Incidence", "Poststroke depression", "Risk factors", "Taiwan"]},
    {"article name": "A study of temporomandibular joint osteoarthritis using computed tomographic imaging",
     "doi": "https://doi.org/10.1016/j.bj.2016.06.003",
     "publication date": "06-2016",
     "abstract": "This study aimed to determine the various bony changes in osteoarthritis (OA) of elderly patients who are suffering from temporomandibular joint dysfunction (TMD) and to find if all the changes manifesting in generalized OA were presented in temporomandibular joint (TMJ).Thirty TMJs of fifteen elderly patients who were diagnosed with TMD were selected for the study. Patient with TMD were subjected to computerized tomographic (CT) imaging, and the various bony changes in the TMJ were recorded.CT study of TMJ showed that there is a positive evidence of joint involvement in 80% of the cases. In this study, female patients were more commonly affected by OA than the males. The condylar changes (69.93%) are more common than the changes in the articular eminence (6.6%) and condylar fossa (10%). About 56.6% of TMJ in the study was affected by the early manifestations of the OA.CT study showed that there is a positive evidence of TMJ involvement in the elderly patients with TMD. The results show that condylar changes are more common than the changes in the articular eminence and condylar fossa. The study also shows that most of the patients are affected by early TMJ OA; hence, initiating treatment at early stages may prevent the disease progression.",
     "keywords": ["Computed tomography", "Temporomandibular joint", "Temporomandibular joint dysfunction", "Osteoarthritis"]},
    {"article name": "A 2-year retrospective study of pediatric dental emergency visits at a hospital emergency center in Taiwan",
     "doi": "https://doi.org/10.1016/j.bj.2016.06.004",
     "publication date": "06-2016",
     "abstract": "There is a paucity of information regarding pediatric dental emergencies in Taiwan. This study investigates the prevalence and characteristics of the pediatric dental emergency services provided at a medical center.This study included a retrospective chart review of patients under 18 years of age with dental complaints who visited the Emergency Department (ED) of Linkou Medical Center of Chang Gung Memorial Hospital from January 2012 to December 2013. Information regarding age, gender, time/day/month of presentation, diagnosis, treatment, and follow-up was collected and analyzed. Statistical analysis included descriptive statistics and Pearson's Chi-square test with the significance level set as p < 0.05.This study revealed that dental emergencies in the medical center ED were predominantly related to orodental trauma (47.1%) and pulpal pain (29.9%). Most patients were male (p < 0.001) and <5 years of age (p < 0.001). The most frequent orodental trauma was luxation, both in primary and permanent dentition. The major management for dental emergencies was prescribing medication for pulp-related problems and orodental trauma. The follow-up rate of orodental trauma was the highest (p < 0.001).For children, trauma and toothache constituted the most common reasons for dental emergency visits at a hospital emergency center in Taiwan. While dental emergencies are sometimes unforeseeable or unavoidable, developing community awareness about proper at-home care as well as regular dental preventive measures can potentially reduce the number of emergency visits.",
     "keywords": ["Dental caries", "Emergency", "Pain", "Pediatric dentistry", "Trauma"]},
    {"article name": "Low vegetable intake increases the risk of fall-related fragility fracture in postmenopausal Taiwanese women, a prospective pilot study in the community",
     "doi": "https://doi.org/10.1016/j.bj.2015.11.003",
     "publication date": "06-2016",
     "abstract": "The aim of this prospective study was to investigate the relationship between lifestyle factors including nutrition intake and the incidence of fall-related fragility fractures in postmenopausal women.A total of 1169 female volunteers were recruited from participants at the morning health examinations held at each local public health center in the West Chiayi County of Taiwan at the beginning of the study. Laboratory examinations, anthropometric measurements, and questionnaire interviews inquiring about lifestyle factors, including weekly nutrition intake, were performed. Subsequently, four follow-up telephone interviews at intervals of about 6–12 months were performed to inquire about instances of falls and fractures.Nine hundred and fifty-three subjects responded at least once to the four telephone interviews, and there were 183 postmenopausal women, with a mean age of 68.8 ± 8.3 (49–87) years, reporting falls. Of the 183 women, 25 had incurred new fractures from low-energy impacts. Statistical analysis revealed that older age and hypertension were associated with increased risks of falling. Intake of other deep-colored (nondark-green) vegetables and light-colored vegetables as well as total vegetable intake were associated with reduced risk of fall-related fragility fracture.Among postmenopausal women, older age and the presence of hypertension were associated with increased risks of falls. Increased vegetable intake might be helpful to reduce the incidence of fall-related fragility fractures.",
     "keywords": ["Fragility fracture", "Nutrition", "Osteoporosis", "Taiwan", "Vegetable"]},
    {"article name": "Psychobiotics: An emerging probiotic in psychiatric practice",
     "doi": "https://doi.org/10.1016/j.bj.2015.11.004",
     "publication date": "06-2016",
     "abstract": "Intestinal microbial flora plays critical role in maintenance of health. Probiotic organisms have been recognized as an essential therapeutic component in the treatment of intestinal dysbiosis. Current research suggests their health benefits extends beyond intestinal disorders. The neuroactive molecules produced by the gut microbiota has been found to modulate neural signals which affect neurological and psychiatric parameters like sleep, appetite, mood and cognition. Use of these novel probiotics opens up the possibility of restructuring of intestinal microbiota for effective management of various psychiatric disorders.",
     "keywords": ["Psychobiotics", "Microbiome", "Intestinal microbiota"]},
    {"article name": "The dual role of ROS, antioxidants and autophagy in cancer",
     "doi": "https://doi.org/10.1016/j.bj.2016.05.001",
     "publication date": "04-2016",
     "abstract": "In this issue of the Biomedical Journal, we highlight a review revealing that the effect of autophagy, reactive oxygen species, and antioxidants in cancer may be a question of timing and context. We also discuss original research showing that the prevalence of cleft lip with or without palate in Taiwan has declined over the past 20 years, and what this might mean in terms of trends in abortion. Finally, we also learn about risk factors for recurrent hospital-acquired infection with multi-drug resistant bacteria, and the value of dental screening for patients with tinnitus.",
     "keywords": ["ROS", "Antioxidants", "Autophagy", "Cancer", "Cleft lip/palate", "Prenatal diagnosis"]},
    {"article name": "Honoring antiparasitics: The 2015 Nobel Prize in Physiology or Medicine",
     "doi": "https://doi.org/10.1016/j.bj.2016.04.002",
     "publication date": "04-2016",
     "abstract": "Protozoa and helminths are the two main groups that cause parasitic diseases with a broad spectrum of clinical symptoms. Protozoa are unicellular organisms like the malaria parasite Plasmodium, which is responsible for the majority of deaths associated with parasitic infections. Helminths are alternative parasites that can produce debilitating diseases in hosts, some of which result in chronic infections. The discovery of effective therapeutic drugs is the key to improving health in regions of poverty and poor sanitation where these parasites usually occur. It is very encouraging that the 2015 Nobel Prize in Physiology or Medicine was awarded to Youyou Tu as well as William C. Campbell and Satoshi Õmura for their considerable contributions in discovering artemisinin and avermectin, respectively. Both drugs revolutionized therapies for filariasis and malaria, significantly reducing by large percentages their morbidity and mortality.",
     "keywords": ["Artemisinin", "Avermectin filariasis", "Malaria", "2015 Nobel Prize"]},
    {"article name": "Metabolic, autophagic, and mitophagic activities in cancer initiation and progression",
     "doi": "https://doi.org/10.1016/j.bj.2015.10.002",
     "publication date": "04-2016",
     "abstract": "Cancer is a complex disease marked by uncontrolled cell growth and invasion. These processes are driven by the accumulation of genetic and epigenetic alterations that promote cancer initiation and progression. Contributing to genome changes are the regulation of oxidative stress and reactive species-induced damage to molecules and organelles. Redox regulation, metabolic plasticity, autophagy, and mitophagy play important and interactive roles in cancer hallmarks including sustained proliferation, activated invasion, and replicative immortality. However, the impact of these processes can differ depending on the signaling pathways altered in cancer, tumor type, tumor stage, and/or the differentiation state. Here, we highlight some of the representative studies on the impact of oxidative and nitrosative activities, mitochondrial bioenergetics, metabolism, and autophagy and mitophagy in the context of tumorigenesis. We discuss the implications of these processes for cellular activities in cancer for anti-cancer-based therapeutics.",
     "keywords": ["Autophagy", "Cancer", "Mitochondria", "Mitophagy", "Oxidative stress", "Reactive species"]},
    {"article name": "Clinical applications of spectral domain optical coherence tomography in retinal diseases",
     "doi": "https://doi.org/10.1016/j.bj.2016.04.003",
     "publication date": "04-2016",
     "abstract": "Optical coherence tomography (OCT) was introduced about two decades ago and has revolutionized ophthalmic practice in recent years. It is a noninvasive noncontact imaging modality that provides a high-resolution cross-sectional image of the cornea, retina, choroid and optic nerve head, analogous to that of the histological section. Advances in OCT technology in signal detection technique from time-domain (TD) to spectral-domain (SD) detection have given us the potential to study various retinal layers more precisely and in less time. SD-OCT better delineates structural changes and fine lesions in the individual retinal layers. Thus, we have gained substantial information about the pathologic and structural changes in ocular conditions with primary or secondary retinal involvement. This review we discuss the clinical application of currently available SD-OCT in various retinal pathologies. Furthermore, highlights the benefits of SD-OCT over TD. With the introduction of enhanced depth imaging and swept – source OCT visualization of the choroid and choriocapillaris has become possible. Therefore, OCT has become an indispensable ancillary test in the diagnosis and management of diseases involving the retina and/or the choroid. As OCT technology continues to develop further it will provide new insights into the retinal and choroidal structure and the pathogenesis of posterior segment of the eye.",
     "keywords": ["Macula", "Retinal disorders", "Optical coherence tomography", "Spectral-domain optical coherence tomography"]},
    {"article name": "Continuous epidermal growth factor receptor-tyrosine kinase inhibitor administration in primary lung adenocarcinoma patients harboring favorable mutations with controlled target lung tumors dose not hinder survival benefit despite small new lesions",
     "doi": "https://doi.org/10.1016/j.bj.2015.07.002",
     "publication date": "04-2016",
     "abstract": "In this study, we investigated the efficacy of continuous epidermal growth factor receptor (EGFR) tyrosine kinase inhibitors (TKIs) administration in lung adenocarcinoma patients harboring favorable mutations regarding the progressive disease (PD) status with appearance of indolent new lesions.From June 2010 to October 2012, 102 patients with lung adenocarcinoma, harboring favorable EGFR mutations and treated with EGFR-TKI were analyzed. Definite new lesions were detected during EGFR-TKI therapy, even though the primary target tumors were controlled.Of the 102 patients, 57 continued and 45 discontinued EGFR-TKI therapy. The median overall survival was 529 days for the discontinuation group and 791 days for the continuation group (p = 0.0197). Median survival time after the discontinuation of EGFR-TKI was 181 days and 115 days in the discontinuation and continuation groups, respectively (p = 0.1776), whereas median survival time after the appearance of indolent new lesions was 204 days and 262 days, respectively (p = 0.0237).Continuous EGFR-TKI administration in favorable EGFR-mutative lung adenocarcinoma patients with controlled primary tumors did not hinder the survival benefit, despite the appearance of new lesions.",
     "keywords": ["Epidermal growth factor receptor-tyrosine kinase inhibitor", "Overall survival", "Progression-free survival", "Progressive disease", "Response Evaluation Criteria in Solid Tumors"]},
    {"article name": "Risk factors of multidrug-resistant Acinetobacter baumannii recurrence after successful eradication in ventilated patients",
     "doi": "https://doi.org/10.1016/j.bj.2015.07.001",
     "publication date": "04-2016",
     "abstract": "Clinically, multidrug-resistant Acinetobacter baumannii (MDR-AB) recurrence is found in some patients although identified as successfully eradicated. We aim to discover the characteristics of patients with MDR-AB recurrence in the respiratory tract.We retrospectively collected 106 chronic respiratory failure patients with MDR-AB harvest in pulmonary secretion culture.MDR-AB was successfully eradicated in 69 patients. Diabetes mellitus (p = 0.030, odds ratio [OR]: 2.7, 95% confidence interval [CI]: 1.1–6.4) and acute respiratory distress syndrome (p = 0.001, OR = 4.8, 95% CI: 1.8–12.7) reduce the MDR-AB eradication rate. Besides, a classification of colonization or infection was made beyond the 69 MDR-AB eradicated patients. In the colonization group, diabetes mellitus (p = 0.009; OR = 5.1, 95% CI: 1.5–17.6) is the only independent factor to increase the recurrence rate. Glycated hemoglobin level is also analyzed for each group to investigate diabetes control effect, but no significant difference found.Diabetes mellitus is a risk factor of MDR-AB recurrence among MDR-AB-colonized patients; the impact of localized pneumonia patch in MDR-AB-infected patients requires further study to be clarified.",
     "keywords": ["Multidrug-resistant Acinetobacter baumannii", "Chronic respiratory failure", "Risk factor", "Recurrence"]},
    {"article name": "The occlusal imaging and analysis system by T-scan III in tinnitus patients",
     "doi": "https://doi.org/10.1016/j.bj.2016.04.001",
     "publication date": "04-2016",
     "abstract": "Several studies have demonstrated that the prevalence of temporomandibular disorders (TMDs) in tinnitus patients ranges from 7% to 95%, and it is reported in literature that idiopathic tinnitus patients should be referred to a dentist to define whether or not the tinnitus is associated with TMD. However, the possible pathophysiological relation between TMDs and tinnitus is not generally investigated in clinical practice.The patterns and forces of occlusal contacts have been studied by means of T-scan III in 47 tinnitus patients (23 suffering from idiopathic tinnitus and 24 affected by Ménière disease [MD]) and 13 healthy subjects.The center of force target was offset in the opposite direction in 15/23 idiopathic tinnitus and in 7/24 MD patients (p = 0.026). No significant variation was found in the occlusal force.Our data suggest that a diagnostic screening method for occlusal stability in the intercuspidal position might be clinically useful in idiopathic tinnitus patients.",
     "keywords": ["Dental occlusion", "Idiopathic tinnitus", "Ménière disease", "T-scan"]},
    {"article name": "A comparison between the effects of propofol–fentanyl with propofol–ketamine for sedation in patients undergoing endoscopic retrograde cholangiopancreatography outside the operating room",
     "doi": "https://doi.org/10.1016/j.bj.2015.11.002",
     "publication date": "04-2016",
     "abstract": "The efficient and secure techniques of anesthesia and sedation have always been needed for. One of these procedures is endoscopic retrograde cholangiopancreatography (ERCP), due to its painfulness and long duration, has high sensitivity. We compare the effects of propofol–fentanyl (PF) with propofol–ketamine (PK) to sedate patients undergoing ERCP.In this clinical trial, patients were divided into two groups of 49 people. A group received a pharmaceutical combination of PK, and another group received a pharmaceutical combination of PF. Vital signs of patients, Ramsey Sedation Score, and pain of patients were assessed. The total dosage of used propofol was also recorded.There was no significant difference seen in the patients' hemodynamic characteristics in both groups. Pain at the end of surgery and an hour after it in the PK group was less that was not statistically significant. By Ramsey Sedation Score also significant differences were not seen between groups (p = 0.68). By using total dose of propofol used also a significant difference was not observed between the two groups (p = 0.36). Rate of apnea in PK group was 32% and in the PF group was 63%, which this difference was statistically significant (p < 0.05).A comparison between the two drugs combination shows that although in terms of hemodynamic and sedation criteria both groups were similar, but because of the lower amount of pain and apnea in the PK group, this combination may generally in the ERCP procedure is more efficient and safer.",
     "keywords": ["Deep sedation", "Endoscopic retrograde cholangiopancreatography", "Fentanyl", "Ketamine", "Propofol"]},
    {"article name": "Time trend of incidence rates of cleft lip/palate in Taiwan from 1994 to 2013",
     "doi": "https://doi.org/10.1016/j.bj.2015.10.003",
     "publication date": "04-2016",
     "abstract": "This study was to estimate the incidence rate of cleft lip and/or cleft palate (CL/P) in Taiwan from 1994 to 2013, and to assess the time trend over these years.Retrospective data analysis was performed on records of all newborns with CL/P treated at Chang Gung Craniofacial Center, the only treatment center for CL/P in Taiwan, from 1994 to 2013. Three-year moving average rates were computed and linear regression was used to explore the annual average percentage change.From 1994 to 2013, 7282 newborns with CL/P were identified, corresponding to an annual rate of 1.48‰ (95% confidence interval (CI) = 1.45‰–1.52‰). There was a significant decline of rate of cleft lip with or without cleft palate (CL ± P) (−2.9% ± 0.2%, p < 0.0001) but slightly increase of rate of cleft palate (CP) only (+0.2% ± 0.07%, p = 0.004).From 1994 to 2013, the annual rate of incidence of CL/P was 1.48‰ in Taiwan. The 2.9% annual decline of the rate was mainly from the CL ± P group, not the CP group.",
     "keywords": ["Cleft lip", "Cleft palate", "Incidence", "Prenatal diagnosis"]},
    {"article name": "Esophageal mucormycosis in an immunocompetent child: A rare presentation",
     "doi": "https://doi.org/10.1016/j.bj.2015.11.001",
     "publication date": "04-2016",
     "abstract": "Invasive mucormycosis of the esophagus (rare) and gastrointestinal tract is emerging as an important cause of concern in children. It usually affects immunosuppressed individuals. However, infection of immunocompetent children is also seen. The diagnosis of mucormycosis is difficult both at the clinical and the laboratory level, hence leading to unsatisfactory treatment and high mortality rates. The infection is usually life threatening so an early diagnosis and prompt administration of antifungal therapy is imperative.",
     "keywords": ["Esophageal mucormycosis", "Fungal infection", "Gastrointestinal fungal infection", "Mucormycosis"]},
    {"article name": "Helicobacter pylori's road to colonization",
     "doi": "https://doi.org/10.1016/j.bj.2016.03.001",
     "publication date": "02-2016",
     "abstract": "In this issue of the Biomedical Journal we learn about the virulence factors that have made Helicobacter pylori such a successful pathogen. We also highlight some in vitro findings that may shed light on epithelial–mesenchymal transition that occurs during renal fibrosis. This issue also includes the findings of clinical trials testing the effectiveness of drugs to limit nausea in chemotherapy patients and the symptoms of alcohol withdrawal syndrome.",
     "keywords": ["Helicobacter pylori", "Gastric ulcer", "EMT", "TGF-β1", "Renal fibrosis"]},
    {"article name": "New mechanisms of bacterial arsenic resistance",
     "doi": "https://doi.org/10.1016/j.bj.2015.08.003",
     "publication date": "02-2016",
     "abstract": "Arsenic is the most pervasive environmental substance and is classified by the International Agency for Research on Cancer as a Group 1 human carcinogen. Nearly every organism has resistance pathways for inorganic arsenic, and in bacteria, their genes are found in arsenic resistance (ars) operons. Recently, a parallel pathway for organic arsenicals has been identified. The ars genes responsible for the organoarsenical detoxification includes arsM, which encodes an As(III) S-adenosylmethionine methyltransferase, arsI, which encodes a C–As bond lyase, and arsH, which encodes a methylarsenite oxidase. The identification and properties of arsM, arsI and arsH are described in this review.",
     "keywords": ["Arsenic", "As(III) S-adenosylmethionine methyltransferase", "C-As lyase", "Methylarsenite oxidase", "Organoarsenical"]},
    {"article name": "Helicobacter pylori infection: An overview of bacterial virulence factors and pathogenesis",
     "doi": "https://doi.org/10.1016/j.bj.2015.06.002",
     "publication date": "02-2016",
     "abstract": "Helicobacter pylori pathogenesis and disease outcomes are mediated by a complex interplay between bacterial virulence factors, host, and environmental factors. After H. pylori enters the host stomach, four steps are critical for bacteria to establish successful colonization, persistent infection, and disease pathogenesis: (1) Survival in the acidic stomach; (2) movement toward epithelium cells by flagella-mediated motility; (3) attachment to host cells by adhesins/receptors interaction; (4) causing tissue damage by toxin release. Over the past 20 years, the understanding of H. pylori pathogenesis has been improved by studies focusing on the host and bacterial factors through epidemiology researches and molecular mechanism investigations. These include studies identifying the roles of novel virulence factors and their association with different disease outcomes, especially the bacterial adhesins, cag pathogenicity island, and vacuolating cytotoxin. Recently, the development of large-scale screening methods, including proteomic, and transcriptomic tools, has been used to determine the complex gene regulatory networks in H. pylori. In addition, a more available complete genomic database of H. pylori strains isolated from patients with different gastrointestinal diseases worldwide is helpful to characterize this bacterium. This review highlights the key findings of H. pylori virulence factors reported over the past 20 years.",
     "keywords": ["Gastric cancer", "Helicobacter pylori", "Pathogenesis", "Virulence factor"]},
    {"article name": "Current and future alternative therapies for beta-thalassemia major",
     "doi": "https://doi.org/10.1016/j.bj.2015.10.001",
     "publication date": "02-2016",
     "abstract": "Beta-thalassemia is a group of frequent genetic disorders resulting in the synthesis of little or no β-globin chains. Novel approaches are being developed to correct the resulting α/β-globin chain imbalance, in an effort to move beyond the palliative management of this disease and the complications of its treatment (e.g. life-long red blood cell transfusion, iron chelation, splenectomy), which impose high costs on healthcare systems. Three approaches are envisaged: fetal globin gene reactivation by pharmacological compounds injected into patients throughout their lives, allogeneic hematopoietic stem cell transplantation (HSCT), and gene therapy. HSCT is currently the only treatment shown to provide an effective, definitive cure for β-thalassemia. However, this procedure remains risky and histocompatible donors are identified for only a small fraction of patients. New pharmacological compounds are being tested, but none has yet made it into common clinical practice for the treatment of beta-thalassemia major. Gene therapy is in the experimental phase. It is emerging as a powerful approach without the immunological complications of HSCT, but with other possible drawbacks. Rapid progress is being made in this field, and long-term efficacy and safety studies are underway.",
     "keywords": ["Beta-thalassemia", "Allogeneic transplantation", "Beta-globin", "Gene therapy", "Gamma-globin inducers"]},
    {"article name": "Stimulation of transforming growth factor-beta-1 and contact with type I collagen cooperatively facilitate irreversible transdifferentiation in proximal tubular cells",
     "doi": "https://doi.org/10.1016/j.bj.2015.08.004",
     "publication date": "02-2016",
     "abstract": "By transdifferentiation, proximal tubular cells (PTC) have been considered as a source of interstitial myofibroblasts. We examined the combined effect of transforming growth factor-beta-1 (TGF-β1) stimulation and contact with type I collagen on PTC transdifferentiation.Human kidney-2 cells were grown on type I substratum with the concurrent stimulation of TGF-β1.Following addition of TGF-β1, cells acquired an elongated fibroblastic appearance and an increase in α-smooth muscle actin (α-SMA) expression, a myofibroblastic marker. Upon addition of TGF-β1, E-cadherin expression, an epithelial marker, was reduced, while cytokeratin expression, another epithelial marker, remained unaltered. Following removal of TGF-β1, PTC regained an epithelial appearance and E-cadherin expression reverted to the unstimulated level, suggesting incomplete and reversible transdifferentiation. Addition of TGF-β1 to cells grown on type I collagen demonstrated a cooperatively increased α-SMA expression and decreased E-cadherin and cytokeratin expressions, suggesting more complete transdifferentiation. Co-stimulation of TGF-β1 and contact with type I collagen led to a stable cell phenotype and persistently decreased E-cadherin, which was not reversed upon removal of TGF-β1, indicating irreversible transdifferentiation. Addition of TGF-β1 or type I collagen caused a 4-fold increase in migratory cell number as compared to the control, whereas addition of both TGF-β1 and type I collagen led to an 11-fold increase.TGF-β1 alone results in a reversible and incomplete transdifferentiation. The combination of TGF-β1 and exposure to type I collagen leads to an irreversible and complete PTC transdifferentiation.",
     "keywords": ["α-Smooth muscle actin", "E-cadherin", "Transdifferentiation", "Transforming growth factor-beta-1", "Type I collagen"]},
    {"article name": "Quantifying cell behaviors in negative-pressure induced monolayer cell movement",
     "doi": "https://doi.org/10.1016/j.bj.2015.08.005",
     "publication date": "02-2016",
     "abstract": "Negative-pressure of 125 mmHg (NP) has been shown to accelerate wound healing. Effects of NP on human keratinocyte behaviors during wound healing process were highlighted in this study.An NP incubator incorporating the electric cell–substrate impedance sensing (ECIS) technique has been built to quantify monolayer keratinocytes movement in serum-free media at the ambient pressure (AP) and NP for 12 h. Monolayer cell motions were continuously recorded by ECIS in the frequency range of 22.5–64 kHz. Membrane capacitance (Cm), cell–substratum resistance (α), and cell–cell junction resistance (Rb) were evaluated in cells at the different pressures.A greater monolayer cell migration distance was found in cells at NP. Decreased cell–substratum adhesion reflected in the significantly low α (AP:NP = ∼5 Ω0.5:∼3 Ω0.5⋅cm), decreased integrin expression, and increased cell–substratum distance were seen in cells at NP. A significantly increased Cm (AP:NP = ∼4:∼8 μF/cm2) in association with increased membrane ruffling and microtubule filaments were observed early in the monolayer cell movement at NP. A progressive drop in the Rb from 1.2 Ω·cm2 to 0.8 Ω·cm2 corresponding to the gradually decreased E-cadherin expressions were observed 6 h after wound closure after NP treatment.A quick membrane ruffling formation, an early cell–substratum separation, and an ensuing decrease in the cellular interaction occur in cells at NP. These specific monolayer cell behaviors at NP have been quantified and possibly accelerate wound healing.",
     "keywords": ["Cell movement", "Cytoskeleton", "Intercellular junctions", "Negative-pressure wound therapy", "Wound healing"]},
    {"article name": "Combination of palonosetron, aprepitant, and dexamethasone as primary antiemetic prophylaxis for cisplatin-based chemotherapy",
     "doi": "https://doi.org/10.1016/j.bj.2015.08.006",
     "publication date": "02-2016",
     "abstract": "The purpose of this study was to evaluate the efficacy of combined treatment with the long-acting 5-hydroxytryptamine receptor-3 antagonist, palonosetron, the neurokinin-1 receptor antagonist, oral aprepitant, and dexamethasone as primary antiemetic prophylaxis for cancer patients receiving highly emetogenic cisplatin-based chemotherapy.Chemotherapy-naïve patients received the triple combination of palonosetron (0.25 mg), aprepitant (125 mg on day 1 and 80 mg on days 2 and 3), and dexamethasone (20 mg) from the beginning of highly emetogenic chemotherapy with cisplatin-based (≥50 mg/m2) regimens. The primary endpoint was a complete response (no emetic episodes and no rescue antiemetics) during the days 1–6.Sixty-nine hospitalized patients receiving chemotherapy from September 2012 to October 2014 were analyzed. Complete response of vomiting and nausea-free was achieved in 97.1% and 85.5% of patients in the first cycle, respectively, and 96.7% and 83.6% of patients in the second cycle, respectively. Common adverse events in all 69 patients included constipation (43%), hiccup (26%), and headache (4%).The combination of palonosetron, aprepitant, and dexamethasone as primary antiemetic prophylaxis for cancer patients with highly emetogenic cisplatin-based chemotherapy is effective.",
     "keywords": ["Anti-emesis", "Aprepitant", "Chemotherapy", "Cisplatin", "Palonosetron"]},
    {"article name": "Factors affect stability of intertrochanteric fractures when elderly patients fall",
     "doi": "https://doi.org/10.1016/j.bj.2015.08.007",
     "publication date": "02-2016",
     "abstract": "Factors affecting the stability of intertrochanteric fractures when elderly patients fall are few to be reported. In this retrospective study, possible factors were investigated.Two hundred and twenty-three consecutive elderly patients (≥65 years) with intertrochanteric fractures due to low energy injuries were studied. Patient age, gender, body mass index (BMI), body weight and height were compared between fractures with stable (AO/OTA type A1, intact lesser trochanter, 80 patients) and unstable (AO/OTA types A2, A3, displaced lesser trochanter or reverse obliquity fractures, 143 patients) types. Statistical approaches with univariate and multivariate analyses were performed.There was no statistical difference in patient gender, age, body weight or height between patients with stable and unstable fractures in both univariate and multivariate analysis. However, BMI was statistically higher in patients with unstable fractures (22.7 vs 21.4, p = 0.01) in univariate analysis, but without a difference in multivariate analysis (p = 0.07).Stability of intertrochanteric fractures may be not associated with gender, age, body weight and height or BMI when elderly patients fall. Bone mineral density or impact direction may be other possible contributing factors but requires further proofs.",
     "keywords": ["Body mass index", "Intertrochanteric fracture", "Stability"]},
    {"article name": "A randomized, open-label, standard controlled, parallel group study of efficacy and safety of baclofen, and chlordiazepoxide in uncomplicated alcohol withdrawal syndrome",
     "doi": "https://doi.org/10.1016/j.bj.2015.09.002",
     "publication date": "02-2016",
     "abstract": "Alcohol withdrawal syndrome (AWS) is a distressing condition, generally controlled by benzodiazepines (BZD's). Baclofen, a gamma-aminobutyric acid-B (GABAB) agonist, has also shown promising results in controlling AWS. As there are few studies comparing the efficacy and tolerability of chlordiazepoxide with baclofen, the present study was taken up. The objective of this study was to compare efficacy and tolerability of baclofen with chlordiazepoxide in uncomplicated AWS.Sixty subjects with uncomplicated AWS were randomized into two groups of 30 each, to receive baclofen (30 mg) or chlordiazepoxide (75 mg) in decremented fixed dose regime for 9 days. Clinical efficacy was assessed by Clinical Institute Withdrawal Assessment for Alcohol-Revised Scale (CIWA-Ar) and tolerability by the nature and severity of adverse events. Lorazepam was used as rescue medication. Secondary efficacy parameters were Clinical Global Impression scores, symptom-free days, and subject satisfaction as assessed by visual analog scale. This study was registered with Clinical Trial Registry-India (CTRI/2013/04/003588), also subsequently registered with WHO's ICTRP clinical trial portal.Both baclofen and chlordiazepoxide showed a consistent reduction in the total CIWA-Ar scores. However, chlordiazepoxide showed a faster and a more effective control of anxiety and agitation requiring lesser lorazepam supplementation, and also showed a better subject satisfaction compared to baclofen. Both the drugs showed good tolerability with mild self-limiting adverse events.The present study demonstrates that baclofen is not as good as chlordiazepoxide in the treatment of uncomplicated AWS. However, baclofen might be considered as an alternative.",
     "keywords": ["Alcohol withdrawal syndrome", "Baclofen", "Chlordiazepoxide", "Clinical Institute Withdrawal Assessment for Alcohol-Revised Scale", "Clinical Global Impression scores"]},
    {"article name": "Effects of long-term light, darkness and oral administration of melatonin on serum levels of melatonin",
     "doi": "https://doi.org/10.1016/j.bj.2015.09.003",
     "publication date": "02-2016",
     "abstract": "Continuous light or darkness has various effects on different systems. In the present research work, the effects of constant light and darkness exposure of male rats and oral administration of exogenous melatonin on the serum levels of melatonin have been studied.Thirty adult male Wistar rats were divided into six groups of: (1) Control, (2) melatonin, (3) light, (4) light and melatonin, (5) darkness, and (6) darkness and melatonin. All groups were placed according to light conditions for 10 days. Melatonin was administered orally after a period of 10 days to Groups 2, 4, and 6 (10 mg/kg of body weight). Serum levels of melatonin were measured using ELISA.The results showed the significant difference on serum melatonin in darkness, no light, and control groups. Although serum levels of melatonin were different in melatonin groups, the difference is not significant.We concluded that being exposed to continuous darkness leads to an increase in serum melatonin.",
     "keywords": ["Darkness", "Exogenous melatonin", "Lightness", "Long-term", "Serum levels"]},
    {"article name": "Type 4 renal tubular acidosis in a kidney transplant recipient",
     "doi": "https://doi.org/10.1016/j.bj.2015.08.008",
     "publication date": "02-2016",
     "abstract": "We report a case of a 66-year-old diabetic patient who presented with muscle weakness 2 weeks after kidney transplantation. Her immunosuppressive regimen included tacrolimus, mycophenolate mofetil, and steroids. She was found to have hyperkalemia and normal anion gap metabolic acidosis. Tacrolimus levels were in therapeutic range. All other drugs such as beta blockers and trimethoprim – sulfamethoxazole were stopped. She did not respond to routine antikalemic measures. Further evaluation revealed type 4 renal tubular acidosis. Serum potassium levels returned to normal after starting sodium bicarbonate and fludrocortisone therapy. Though hyperkalemia is common in kidney transplant recipients, determining exact cause can guide specific treatment.",
     "keywords": ["Hyperkalemia", "Metabolic acidosis", "Renal tubular acidosis"]},
    {"article name": "The two faces of invariant natural killer T cells",
     "doi": "https://doi.org/10.1016/j.bj.2016.01.002",
     "publication date": "12-2015",
     "abstract": "In this issue of the Biomedical Journal, we take a look at some of the immune system's most peculiar cells, invariant natural killer T cells, which have features of both innate and adaptive cells. We also highlight a clinical study revealing that high serum phosphate levels could show that it's time to start dialysis in patients with chronic kidney diseases. Finally, this issue also includes some case reports, including an unusual case of aspergillosis related to long-term inhaler use.",
     "keywords": ["Invariant natural killer cells", "Diabetes", "Chronic kidney disease", "Dialysis"]},
    {"article name": "Antigen specificity of invariant natural killer T-cells",
     "doi": "https://doi.org/10.1016/j.bj.2016.01.003",
     "publication date": "12-2015",
     "abstract": "Natural killer T-cells, with an invariant T-cell antigen receptor α-chain (iNKT cells), are unique and conserved subset of lymphocytes capable of altering the immune system through their rapid and potent cytokine responses. They are reactive to lipid antigens presented by the CD1d molecule, an antigen-presenting molecule that is not highly polymorphic. iNKT cell responses frequently involve mixtures of cytokines that work against each other, and therefore attempts are underway to develop synthetic antigens that elicit only strong interferon-gamma (IFNγ) or only strong interleukin-4 responses but not both. Strong IFNγ responses may correlate with tighter binding to CD1d and prolonged stimulation of iNKT cells, and this may be useful for vaccine adjuvants and for stimulating anti-tumor responses. iNKT cells are self-reactive although the structure of the endogenous antigen is controversial. By contrast, bacterial and fungal lipids that engage the T-cell receptor and activate IFNγ from iNKT cells have been identified from both pathogenic and commensal organisms and the responses are in some cases highly protective from pathogens in mice. It is possible that the expanding knowledge of iNKT cell antigens and iNKT cell activation will provide the basis for therapies for patients suffering from infectious and immune diseases and cancer.",
     "keywords": ["Glycolipid", "Immune system", "Natural killer T-cells"]},
    {"article name": "Regulatory role of natural killer T cells in diabetes",
     "doi": "https://doi.org/10.1016/j.bj.2015.04.001",
     "publication date": "12-2015",
     "abstract": "Type 1 and type 2 diabetes are growing public health problems. Despite having different pathophysiologies, both diseases are associated with defects in immune regulation. Invariant natural killer T (iNKT) cells are innate-like T cells that recognize glycolipids presented by CD1d. These cells not only play a key role in the defense against pathogens, but also exert potent immunoregulatory functions. The regulatory role of iNKT cells in the prevention of type 1 diabetes has been demonstrated in murine models and analyzed in diabetic patients. The decreased frequency of iNKT cells in non-obese diabetic mice initially suggested the regulatory role of this cell subset. Increasing the frequency or the activation of iNKT cells with agonists protects non-obese diabetic mice from the development of diabetes. Several mechanisms mediate iNKT regulatory functions. They can rapidly produce immunoregulatory cytokines, interleukin (IL)-4 and IL-10. They induce tolerogenic dendritic cells, thereby inducing the anergy of autoreactive anti-islet T cells and increasing the frequency of T regulatory cells (Treg cells). Synthetic agonists are able to activate iNKT cells and represent potential therapeutic treatment in order to prevent type 1 diabetes. Growing evidence points to a role of immune system in glucose intolerance and type 2 diabetes. iNKT cells are resident cells of adipose tissue and their local and systemic frequencies are reduced in obese patients, suggesting their involvement in local and systemic inflammation during obesity. With the discovery of potential continuity between type 1 and type 2 diabetes in some patients, the role of iNKT cells in these diseases deserves further investigation.",
     "keywords": ["Autoimmunity", "Diabetes", "Immune regulation", "Metabolism", "NKT"]},
    {"article name": "Shared neurocircuitry underlying feeding and drugs of abuse in Drosophila",
     "doi": "https://doi.org/10.1016/j.bj.2016.01.004",
     "publication date": "12-2015",
     "abstract": "The neural circuitry and molecules that control the rewarding properties of food and drugs of abuse appear to partially overlap in the mammalian brain. This has raised questions about the extent of the overlap and the precise role of specific circuit elements in reward and in other behaviors associated with feeding regulation and drug responses. The much simpler brain of invertebrates including the fruit fly Drosophila, offers an opportunity to make high-resolution maps of the circuits and molecules that govern behavior. Recent progress in Drosophila has revealed not only some common substrates for the actions of drugs of abuse and for the regulation of feeding, but also a remarkable level of conservation with vertebrates for key neuromodulatory transmitters. We speculate that Drosophila may serve as a model for distinguishing the neural mechanisms underlying normal and pathological motivational states that will be applicable to mammals.",
     "keywords": ["Behavior", "Drugs", "Food", "Neural circuits", "Neuroscience"]},
    {"article name": "The challenges of amblyopia treatment",
     "doi": "https://doi.org/10.1016/j.bj.2015.06.001",
     "publication date": "12-2015",
     "abstract": "The treatment of amblyopia, particularly anisometropic (difference in refractive correction) and/or strabismic (turn of one eye) amblyopia has long been a challenge for many clinicians. Achieving optimum outcomes, where the amblyopic eye reaches a visual acuity similar to the fellow eye, is often impossible in many patients. Part of this challenge has resulted from a previous lack of scientific evidence for amblyopia treatment that was highlight by a systematic review by Snowdon et al. in 1998. Since this review, a number of publications have revealed new findings in the treatment of amblyopia. This includes the finding that less intensive occlusion treatments can be successful in treating amblyopia. A relationship between adherence to treatment and visual acuity has also been established and has been shown to be influenced by the use of intervention material. In addition, there is growing evidence of that a period of glasses wearing only can significantly improve visual acuity alone without any other modes of treatment. This review article reports findings since the Snowdon's report.",
     "keywords": ["Amblyopia", "Treatment", "Occlusion", "Review"]},
    {"article name": "A study of malignancy rates in different diagnostic categories of the Bethesda system for reporting thyroid cytopathology: An institutional experience",
     "doi": "https://doi.org/10.1016/j.bj.2015.08.001",
     "publication date": "12-2015",
     "abstract": "The Bethesda system for reporting thyroid cytopathology (TBSRTC) was introduced to standardize the communication of fine-needle aspiration cytology (FNAC) interpretation between clinicians and pathologists. This study was undertaken to evaluate the diagnostic utility of TBSRTC for reporting thyroid FNACs and rate of malignancy in each diagnostic category of TBSRTC.A total of 603 thyroid FNAC results were retrieved retrospectively between July 2012 and January 2015 and reclassified according to TBSRTC. Of these, 392 cases had a histopathological follow-up. The FNACs results were compared to the histopathological diagnoses and the malignancy rates of each diagnostic categories of TBSRTC were calculated.Of the 603 FNACs, nondiagnostic were 16 (2.7%), benign were 393 (65.2%), atypia of undetermined significance/follicular lesion of undetermined significance (AUS/FLUS) were 60 (10%), follicular neoplasm/suspicious for a follicular neoplasm (FN/SFN) were 64 (10.6%), suspicious for malignancy (SM) were 32 (5.3%), and malignant were 38 (6.3%). In 392 cases, there was follow-up histopathology. The malignancy rate for nondiagnostic, benign, AUS/FLUS, FN/SFN, SM, and malignant categories were 0%, 0.8%, 24.4%, 28.9%, 70.8%, and 100%, respectively.Our study validated the efficacy of TBSRTC. In conclusion, the malignancy rate of AUS/FLUS in this study was higher than the risk mentioned in TBSRTC and other published studies. Hence, AUS/FLUS category patients in our setup warrant further workup including ultrasound and/or thyroid scan in addition to immediate repeat FNAC.",
     "keywords": ["Bethesda system", "Fine-needle aspiration cytology", "Histopathology", "Malignancy rate"]},
    {"article name": "Predictive value of circulating osteonectin in patients with ischemic symptomatic chronic heart failure",
     "doi": "https://doi.org/10.1016/j.bj.2015.08.002",
     "publication date": "12-2015",
     "abstract": "Osteonectin (OSN) plays a pivotal role in cardiac remodeling, but predictive value for OSN in ischemic chronic heart failure (CHF) has not been defined. The aim of the study was to evaluate the prognostic value of OSN for cumulative survival and hospitalization among patients with ischemic-induced CHF.A total of 154 patients with ischemic symptomatic moderate-to-severe CHF were enrolled in the study at discharge from the hospital. Observation period was up to 3 years (156 weeks). Blood samples for biomarkers measurements were collected at baseline prior to study entry. ELISA methods for measurements of circulating level of OSN were used.During a median follow-up of 2.18 years, 21 participants died and 106 subjects were re-admitted. Medians of circulating levels of OSN in survival and died patient cohorts were 670.96 ng/mL (95% confidence interval [CI] = 636.53–705.35 ng/mL) and 907.84 ng/mL (95% CI = 878.02–937.60 ng/mL). Receiver operation characteristic curve analysis has shown that cut off point of OSN concentration for cumulative survival function was 845.15 ng/mL. It has been found a significant divergence of Kaplan–Meier survival curves in patients with high (>845.15 ng/mL) and low (<845.15 ng/mL) concentrations of OSN. Circulating OSN independently predicted all-cause mortality (odds ratio [OR] = 1.23; 95% CI = 1.10–1.36; p < 0.001), CHF-related death (OR = 1.46; 95% CI = 1.22–1.80; p < 0.001), and also CHF-related re-admission (OR = 1.92; 95% CI = 1.77–2.45; p < 0.001) within 3 years of observation period.Increased circulating secreted protein acidic and rich in cysteine family member OSN associates with increased 3-year CHF-related death, all-cause mortality, and risk for recurrent hospitalization due to CHF.",
     "keywords": ["Chronic heart failure", "Hospitalization", "Osteonectin", "Prognosis", "Survival"]},
    {"article name": "Serum phosphate as an additional marker for initiating hemodialysis in patients with advanced chronic kidney disease",
     "doi": "https://doi.org/10.1016/j.bj.2016.01.001",
     "publication date": "12-2015",
     "abstract": "Reconsidering when to initiate renal replacement therapy (RRT) in patients with chronic kidney disease (CKD) has been emphasized recently. With evolving modern aged and diabetes-prone populations, conventional markers of uremia are not sufficient for determining the optimal timing for dialysis initiation. This retrospective cohort study examined the association between hyperphosphatemia and uremic patients who need RRT registration.All patients from the department of nephrology in one tertiary medical center in northern Taiwan who had advanced CKD and estimated glomerular filtration rates <8 mL/min/1.73 m2 from July 2009 to May 2013 were enrolled. We reviewed the medical records and collected data on demographics, comorbidities, underlying diseases, duration of nephrology care, use of phosphate binders, and laboratory results. Univariable and multivariable logistic regression models were used to identify factors associated with hemodialysis initiation decision making.During the study period, 209 of 292 patients with advanced CKD were enrolled in hemodialysis program and 83 patients (controls) were not. Univariable analysis indicated that male sex, current smoking, diabetes mellitus, hypertension, coronary artery disease, high serum creatinine level, and high serum phosphate level were associated with initiation of hemodialysis. Multivariable analysis indicated that those with higher serum phosphate level (odds ratio [OR] = 2.4, 95% confidence interval [CI] = 1.6–3.5, p = 1.4 × 10−5) and being in nephrology care for <12 months (OR = 0.4, 95% CI = 0.2–0.8, p = 0.016) tended to be significant markers for hemodialysis initiation.Hyperphosphatemia, in addition to conventional laboratory markers and uremic symptoms, may be a useful marker to determine timing of hemodialysis initiation in patients with advanced CKD.",
     "keywords": ["Chronic kidney disease", "Hemodialysis", "Hyperphosphatemia", "Renal replacement therapy", "Uremia"]},
    {"article name": "No benefit on functional outcomes and dislocation rates by increasing head size to 36 mm in ceramic-on-ceramic total hip arthroplasty",
     "doi": "https://doi.org/10.1016/j.bj.2016.01.005",
     "publication date": "12-2015",
     "abstract": "Ceramic-on-ceramic (COC) total hip arthroplasty (THA) has gained popularity since improvements in wear characteristics and longevity. Whether large ceramic femoral heads (≥36 mm) have increased postoperative range of motion (ROM) and a lower dislocation rate is not clear. This study aimed to compare functional outcomes and early complications between large-head (≥36 mm) and smaller-head (≤32 mm) COC prostheses with a minimum follow-up of 12 months.A total of 95 consecutive uncemented COC THAs were performed in 90 patients between January 2012 and July 2013. Of these, 49 patients (smaller-head group) received third generation and 41 patients (large-head group) received fourth generation COC prostheses. Harris hip score (HHS), Western Ontario and McMaster Universities Arthritis index (WOMAC), and ROM of the hip pre- and post-operatively were compared, as well as the presence of early complications.Postoperative HHSs (88.4 vs. 89.3, p = 0.34) and WOMAC scores (12.0 vs. 11.0, p = 0.111) were not different between the groups. Postoperative flexion ROM was lower in the smaller-head group (98.8° vs. 106.1°, p < 0.001), but there were no differences in extension, abduction, adduction, internal rotation, and external rotation. One patient in each group reported a grinding noise. There was one dislocation (1.9%) in the smaller-head group, and none in the large-head group (p = 0.371). No infections or loosening of the components occurred.Large-head COC articulation provided better flexion, but functional outcomes and early complications are similar to the smaller-head COC.",
     "keywords": ["Ceramic-on-ceramic bearing", "Early complications", "Functional outcome", "Large-diameter femoral head", "Total hip arthroplasty"]},
    {"article name": "Comparing the outcomes of different postgraduate year training programs in Taiwan",
     "doi": "https://doi.org/10.1016/j.bj.2016.01.006",
     "publication date": "12-2015",
     "abstract": "Postgraduate year training programs play an important role in the development of a comprehensive medical education. The goal of these training programs is to inculcate in physicians the expected level of skill in patient care. After the initiation of such programs in the USA, Europe, and Japan, studies were conducted in Taiwan to investigate relevant training methods, and a training system was established in 2003. Beginning with 3-month programs, followed by 6-month programs, the programs were constantly modified and enhanced by the establishment of the 1-year training program in 2011. This year was the transition period from the 6-month programs to the 1-year programs.We used a 50-item multiple choice question (MCQ) test and six 10-min stations for objective structured clinical examination (OSCE), which was composed of four stations relating to standardized patients and two stations concerning the clinical skill evaluation, to evaluate the learning results of the trainees. The trainees were divided into four groups according to the training program.There was no significant difference between the performance of the 6 months and 1-year groups. The p values were 0.424 in the MCQ test and 0.082 in the OSCE evaluation.A well-designed postgraduate training program should develop trainees’ competencies. The results of this study may provide useful insight for ways to improve the design of training programs. Further investigation to better understand the impact of different programs is warranted.",
     "keywords": ["Checklist", "Multiple choice question", "Objective structured clinical examination", "Postgraduate training", "Standardized patient"]},
    {"article name": "Primary aspergillosis of vocal cord: Long-term inhalational steroid use can be the miscreant",
     "doi": "https://doi.org/10.1016/j.bj.2015.09.001",
     "publication date": "12-2015",
     "abstract": "Primary laryngeal aspergillosis is extremely rare, especially in an immunocompetent host. It is commonly found as a part of systemic infection in immunocompromised patients. A case of vocal cord aspergillosis with no systemic extension in an immunocompetent patient on long-term steroid metered dose inhaler (MDI) is presented here, because of its rarity. The present case is a 28-year-old asthmatic female who was on inhalational steroid for 8 years, presented with sudden onset of severe dysphonia for 5 days. Fiberoptic laryngoscopy demonstrated whitish plaque involving right vocal cord, clinically suggestive of fungal laryngitis. Microlaryngeal laser surgery was performed with stripping of the plaque. Histopathology demonstrated ulcerated hyperplastic squamous epithelium with masses of fungal hyphae, which was confirmed to be Aspergillus species on fungal culture. This rare but serious adverse effect of long-term steroid MDI use must be kept in mind while treating an asthmatic patient. We also present a brief review of literature of laryngeal aspergillosis.",
     "keywords": ["Fiberoptic laryngoscopy", "Laryngeal aspergillosis", "Microlaryngeal laser surgery", "Steroid metered dose inhaler", "Vocal cord"]},
    {"article name": "A trigger-happy soldier with bilateral ptosis and dysphagia",
     "doi": "https://doi.org/10.1016/j.bj.2015.03.001",
     "publication date": "12-2015",
     "abstract": "Muscular dystrophy encompasses a group of disorders characterized by the progressive weakness of the skeletal muscles. These disorders are mostly inherited and have characteristic age and muscle group predilection. Lingual muscle involvement is an unusual feature in patients with the muscular dystrophy and helps in the differential diagnosis. We recently encountered a serving soldier presenting with complaints of bilateral ptosis and dysphagia of 5 years duration. Examination showed bilateral ptosis, percussion myotonia, generalized muscular atrophy including that of tongue muscles, and a characteristic hatchet facies. Investigations revealed elevated creatine kinase and myotonic discharges on electromyography leading to a diagnosis of myotonic dystrophy type 1. Muscular dystrophy has a varied presentation and can pose a diagnostic problem in clinical practice. We present the case to highlight the differential diagnosis of tongue atrophy in patients with muscular dystrophy.",
     "keywords": ["Dysphagia", "Myotonic dystrophy", "Muscular dystrophy", "Ptosis", "Tongue atrophy"]}
    ]
}