{"primary": "Life Sciences",
"domain": "Biochemistry, Genetics and Molecular Biology",
"subdomain": ["Cancer Research"],
"journal name": "Clinical and Translational Radiation Oncology",
"articles": [
    {"article name": "Treatment of T3N0 non-small cell lung cancer with chest wall invasion using stereotactic body radiotherapy",
     "doi": "https://doi.org/10.1016/j.ctro.2019.02.004",
     "publication date": "05-2019",
     "abstract": "Chest wall invasion (CWI) is observed in 5% of localized non-small cell lung cancer (NSCLC). The role of stereotactic body radiotherapy (SBRT) in these patients is unknown. We investigate the safety and efficacy of SBRT in patients with T3N0 NSCLC due to CWI.Patients with T3N0 NSCLC due to CWI were identified using a prospective registry. CWI was defined as radiographic evidence of soft tissue invasion or bony destruction. We excluded patients with recurrent or metastatic disease. All patients were treated with definitive SBRT. Prescribed dose was 50 Gy in 5 fractions for most patients. Kaplan-Meier analysis was used to estimate survival outcomes.We identified 12 patients treated between 2006 and 2017. Median age was 70 (range, 58–85). Median tumor diameter was 3.0 cm (range, 0.9–7.2). Median survival was 12.0 months (range, 2.4–63). At a median follow-up of 8.9 months (range, 2.1–63), 1-year primary tumor control was 89%, involved lobar control was 89%, local–regional control was 82%, distant control was 91%, and survival was 63%. Of the 4 patients with pre-treatment chest wall pain, 3 reported improvement after SBRT. Two patients reported new grade 1–2 chest wall pain. No grade 3+ toxicity was reported, with 1 patient experiencing grade 1 skin toxicity and 3 patients experiencing grade 1–2 radiation pneumonitis.SBRT for CWI NSCLC is safe, with high early tumor control and low treatment-related toxicity. Most patients with pre-treatment chest wall pain experienced relief after SBRT, with no grade 3+ toxicity observed.",
     "keywords": ["Lung cancer", "Chest wall invasion", "Stereotactic body radiation therapy", "SBRT", "T3N0"]},
    {"article name": "Treating the Chameleon: Radiotherapy in the management of Renal Cell Cancer",
     "doi": "https://doi.org/10.1016/j.ctro.2019.01.007",
     "publication date": "05-2019",
     "abstract": "To review the role of radiotherapy (RT) in the treatment of renal cell cancer (RCC) in the curative and palliative setting.Details related to the clinical outcomes of primary, preoperative, postoperative and palliative RT are discussed, along with a presentation of the established role of surgery and systemic therapy. An overview of data derived from mono- and multi-institutional trials is provided.Radiotherapy has been shown to provide good symptom palliation and local control in RCC depending on the dose that can be delivered. There is emerging data suggesting that with the use of high-precision RT methods the indication spectrum of RT can be exploited covering different clinical situations particularly for unresectable local recurrences and oligometastatic disease.",
     "keywords": null},
    {"article name": "External validation of a prognostic score predicting overall survival for patients with brain metastases based on extracranial factors",
     "doi": "https://doi.org/10.1016/j.ctro.2019.02.005",
     "publication date": "05-2019",
     "abstract": "The aim of our study was an external validation of the extracranial prognostic score predicting survival of patients with brain metastases receiving cranial irradiation on data from a single institution.A retrospective analysis of 524 patients with brain metastases treated with cranial radiotherapy in a single tertiary center was performed. Three predictive scores were calculated and assessed for their ability to discriminate prognostic groups: (i) The Recursive Partitioning Analysis (RPA) score (available for 524 patients); (ii) the Diagnosis-Specific Graded Prognostic Assessment (DS-GPA) score (464 patients); (iii) the extracranial score (EC-S) developed by Nieder et al. which is based on serum albumin, lactate dehydrogenase (LDH) and the number of extracranial organs involved (157 patients). Discrimination of each score was assessed by Gönen & Heller’s concordance probability estimate (CPE). The calibration was checked by comparing median survival estimates of each risk group with the corresponding values of the datasets from which the scores were derived. Finally, a multivariable Cox regression model was built by using the least absolute shrinkage and selection operator on a large number of variables including all three scores.With a CPE = 0.626 ± 0.022, the EC-S had the best discriminatory power. The EC-S also appeared to be better calibrated and had the best ability to separate patients with a very poor prognosis: patients with combination of low albumin, elevated LDH and more than 1 extracranial organ with metastatic involvement had a median survival time of only 0.6 months (CI95% 0.1–1.1) and a hazard ratio for death of 6.36 (2.67–15.14) compared to patients with no extracranial metastases and normal levels of albumin and LDH. In the multivariable Cox model serum albumin, LDH, treatment modality, DS-GPA and EC-S were retained as prognostic factors. An ad hoc combination of both DS-GPA and EC-S into a new score was possible for 134 patients and indicated a slightly better discrimination (CPE = 0.636 ± 0.023) than either DS-GPA or EC-S alone.This study provides an independent validation of the prognostic EC-S which was the best prognostic model for defining the patients who obviously did not benefit from radiation therapy of brain metastases in terms of overall survival. The combination of the EC-S with the established DS-GPA score resulted in a slight increase in discriminatory ability. The new EC-GPA score needs further validation in larger patient cohorts.",
     "keywords": ["Brain metastases", "Prognostic score", "Radiotherapy", "Validation"]},
    {"article name": "Comparison of the dose escalation potential for two hypofractionated radiotherapy regimens for locally advanced pancreatic cancer",
     "doi": "https://doi.org/10.1016/j.ctro.2019.03.001",
     "publication date": "05-2019",
     "abstract": "To determine the potential for dose escalation to a biological equivalent dose BED10 ≅ 100 Gy in hypofractionated radiotherapy for locally advanced pancreatic cancer (LAPC).Ten unselected LAPC patients were retrospectively included in the study. Two fractionation regimens were compared (5 and 15 fractions). The aim was to cover 95% of the Planning Target Volume (PTV) with a BED10 = 54 Gy (base dose = 33 Gy in 5 fractions, 42.5 Gy in 15 fractions) whilst respecting organs-at-risk (OAR) constraints. Once the highest PTV coverage was achieved dose escalation to a BED10 ≅ 100 Gy (escalated dose = 50 Gy in 5 fractions, 67.5 Gy in 15 fractions) was attempted, limiting the PTV maximum dose to 130% of the escalated dose.In 5 fractions, 95% PTV coverage by both base and escalated doses could be achieved for one patient with PTV more than 1 cm away from OAR. 95% and 90% PTV coverage by the base dose was achieved in one and two patients respectively. In all other patients, coverage even by the base dose had to be compromised to comply with OAR constraints. In 15 fractions, 95% PTV coverage by the base dose was feasible for all patients except one. Dose escalation allowed improvement in target coverage by the base dose in both fractionation regimen whilst covering a sub-volume of the PTV with a BED10 ≅ 100 Gy. Both fractionation schemes were equivalent in terms of dose escalation potential.LAPC patients with OAR close to the PTV are generally not eligible for hypofractionation with dose escalation. However, this planning study shows that it is possible to cover PTV sub-volumes with a BED10 ≅ 100 Gy in addition to delivering a BED10 = 54 Gy to 90–95% of the PTV as commonly prescribed to this population. Combined with an adaptive approach, this may maximize PTV coverage by a high BED on days with favourable anatomy.",
     "keywords": ["Pancreatic cancer", "SBRT", "Hypofractionation", "Dose escalation", "Treatment planning"]},
    {"article name": "The GIRAFE phase II trial on MVCT-based “volumes of the day” and “dose of the day” addresses when and how to implement adaptive radiotherapy for locally advanced head and neck cancer",
     "doi": "https://doi.org/10.1016/j.ctro.2019.02.006",
     "publication date": "05-2019",
     "abstract": "During exclusive curative radiotherapy for head and neck tumors, the patient’s organs at risk (OAR) and target volumes frequently change size and shape, leading to a risk of higher toxicity and lower control than expected on planned dosimetry. Adaptive radiotherapy is often necessary but 1) tools are needed to define the optimal time for replanning, and 2) the subsequent workflow is time-consuming.We designed a prospective study to evaluate 1) the validity of automatically deformed contours on the daily MVCT, in order to safely use the “dose-of the day” tool to check daily if replanning is necessary; 2) the automatically deformed contours on the replanning CT and the time gained in the replanning workflow.Forty-eight patients with T3-T4 and/or involved node >2 cm head and neck squamous cell carcinomas, planned for curative radiotherapy without surgery, will be enrolled. They will undergo treatment with helical IMRT including daily repositioning MVCTs. The contours proposed will be compared weekly on intermediate planning CTs (iCTs) on weeks 3, 4, 5 and 6. On these iCTs both manual recontouring and automated deformable registration of the initial contours will be compared with the contours automatically defined on the MVCT. The primary objective is to evaluate the Dice similarity coefficient (DSC) of the volumes of each parotid gland. The secondary objectives will evaluate, for target volumes and all OARs: the DSC, the mean distance to agreement, and the average surface-to-surface distance. Time between the automatic and the manual recontouring workflows will be compared.",
     "keywords": ["ART adaptive radiotherapy", "adaptive radiotherapy", "CT computed tomography", "computed tomography", "CTV clinical target volume", "clinical target volume", "DIR deformable image registration", "deformable image registration", "DSC Dice similarity coefficient", "Dice similarity coefficient", "GTV gross tumor volume", "gross tumor volume", "H&N head and neck", "head and neck", "iCT intermediate computed tomography", "intermediate computed tomography", "ICRU international commission on radiation units and measurements", "international commission on radiation units and measurements", "IMRT intensity-modulated radiotherapy", "intensity-modulated radiotherapy", "IGRT image-guided radiotherapy", "image-guided radiotherapy", "IUCT Institut Universitaire du cancer de Toulouse", "Institut Universitaire du cancer de Toulouse", "MVCT megavoltage computed tomography", "megavoltage computed tomography", "OAR organ at risk", "organ at risk", "PET positron emission tomography", "positron emission tomography", "PTV planning target volume", "planning target volume"]},
    {"article name": "Independent validation of tumour volume, cancer stem cell markers and hypoxia-associated gene expressions for HNSCC after primary radiochemotherapy",
     "doi": "https://doi.org/10.1016/j.ctro.2019.03.002",
     "publication date": "05-2019",
     "abstract": "To independently validate the impact of tumour volume, p16 status, cancer stem cell (CSC) marker expression and hypoxia-associated gene signatures as potential prognostic biomarkers for patients with locally advanced head and neck squamous cell carcinoma (HNSCC), who underwent primary radiotherapy or radiochemotherapy (RCTx). These markers have previously been reported in a study of the German Cancer Consortium Radiation Oncology Group (DKTK-ROG) (Linge et al., 2016).In this retrospective monocentric study, 92 patients with locally advanced HNSCC were included. Univariable and multivariable logistic regressions and Cox models presented in the study of the DKTK-ROG were validated using the area under the curve (AUC) and the concordance index (ci), respectively. The primary endpoint of this study was loco-regional tumour control (LRC) after primary RCTx.Although both cohorts significantly differed in the proportion of the tumour subsites, the parameters tumour volume, p16 status and N stage could be validated regarding LRC and overall survival (OS) using multivariable Cox regression (LRC ci: 0.59, OS ci: 0.63). These models were slightly improved by combination with the putative CSC marker CD44 (LRC ci: 0.61, OS ci: 0.69). The logistic regression model for 2-year LRC based on tumour volume, p16 status and CD44 protein was validated with an AUC of 0.64. The patient stratification based on hypoxia-associated gene signatures status was similar to the original study but without significant differences in LRC and OS.In this validation study, the inclusion of the putative CSC marker CD44 slightly improved the prognostic performance of the baseline parameters tumour volume, p16 status and N stage. No improvement was observed when including expressions of the hypoxia-associated gene signatures. Prospective validation on a larger cohort is warranted to assess the clinical relevance of these markers.",
     "keywords": ["Biomarker", "HNSCC", "Cancer stem cells", "HPV", "Hypoxia", "Primary radiochemotherapy"]},
    {"article name": "Examining the Inter Hemispheric Transfer Time Test: A new computerized cognitive test to incorporate into therapeutic strategy for patients with brain metastases? A pilot study",
     "doi": "https://doi.org/10.1016/j.ctro.2018.11.006",
     "publication date": "05-2019",
     "abstract": "To evaluate the computerized Inter Hemispheric Transfer Time Test (IHTTT), a cognitive test designed for the detection of information processing speed impairment in patients undergoing stereotactic radiation therapy for brain metastases.Inclusion criteria: age ≥18 years, brain metastases treated by stereotactic radiotherapy (SRT) with dose schedule: 33 Gy in 3 fractions, solid tumour, ≥70 Karnofsky Performance Status, Mini-Mental State Evaluation (MMSE) ≥ 24, no history of stroke brain injury. Twenty-nine patients were recruited from June 2014 to April 2015. All recruited patients were administered Frontal Assessment Battery at Bedside (FAB), IHTTT and QLQ-C30 quality of life questionnaire before SRT, at one-month, six-month and one-year follow-up. The primary endpoint was Interhemispheric Transfer Index (IHTI). Secondary endpoints included Interhemispheric Transfer Time (IHTT), MMSE, FAB, and quality of life.A significant evolution of cognitive function over time was assessed by the IHTTT: IHTT = 720 ± 27 ms at baseline, 728 ± 20 at one month, 736 ± 36 at 6 months, 799 ± 111 at one-year follow-up (p = 0.0010); IHTI = 13.1 ± 31.4, 11.5 ± 24.3, 50.6 ± 57.9, 91.0 ± 59.4 (p < 0.0001). There was also a significant evolution over time for MMSE (p = 0.014) but neither for FAB score nor the quality of life scores. IHTI was strongly related to progression-free survival (p = 0.0091).Our results suggest that IHTTT is able to detect the evolution of cognitive function over time. IHTTT could be an interesting sensitive cognitive test to include in evaluation of patients with brain metastases irradiated by SRT.",
     "keywords": ["Stereotactic", "Radiation therapy", "Brain metastases", "Cognitive test"]},
    {"article name": "Healthcare ex Machina: Are conversational agents ready for prime time in oncology?",
     "doi": "https://doi.org/10.1016/j.ctro.2019.04.002",
     "publication date": "05-2019",
     "abstract": "Chatbots, also known as conversational agents or digital assistants, are artificial intelligence–driven software programs designed to interact with people in a conversational manner. They are often used for user-friendly customer-service triaging. In healthcare, chatbots can create bidirectional information exchange with patients, which could be leveraged for follow-up, screening, treatment adherence or data-collection. They can be deployed over various modalities, such as text-based services (text messaging, mobile applications, chat rooms) on any website or mobile applications, or audio services, such as Siri, Alexa, Cortana or Google Assistant. Potential applications are very promising, particularly in the field of oncology. In this review, we discuss the available publications and applications and the ongoing trials in that setting.",
     "keywords": ["Conversational agent", "Digital assistant", "Chatbot", "Oncology", "Cancer"]},
    {"article name": "Tumor grade and molecular subtypes on local control in breast cancer radiotherapy: Does fractionation really matter? A retrospective control study group",
     "doi": "https://doi.org/10.1016/j.ctro.2018.11.008",
     "publication date": "02-2019",
     "abstract": "The aim of this current study was to assess whether the tumour grade and molecular subtypes have influenced local control in the whole breast hypofractionated radiotherapy (HRT) over standard radiotherapy (SRT) in early breast node negative cancer patients by a retrospective control group study.Data of 215 patients treated with hypofractionated radiotherapy at our institution from 2008 to 2011 were prospectively collected and then compared with 215 pts treated with SRT in a control group study. The local relapse free survival (LRFS) in both arms was compared on the basis of variables defined by tumour grade (Nottingham Grading System), and Molecular subtypes. Kaplan-Meier method was applied to estimate the LRFS in both groups. Chi-squared and univariate Cox proportional hazards model were conducted for all variables in both groups to assess the impact on local control. Statistical significance was assumed at P < .05. Statistical significant variables at univariate analysis were then included in multivariate Cox proportional hazards model. The median follow up duration was 9.5 years (7–13 yrs); the Kaplan Meyer 8 year LRFS did not reach any statistical significant difference between the two groups (P = . 836). At univariate Cox analysis tumour grade 3 was significantly related to local relapse only in the SRT group (P = .041) while, among molecular subtypes, no differences were found for all groups; for Her2 + noL no difference was found (P = .233). Multivariate analysis confirmed Her2 non-luminal subtype as an independent variable for local relapse regardless the fractionation arm (P = .045). Breast cancer subtypes show a different radiosensitivity, which is independent by fractionation.",
     "keywords": ["Tumour grade", "Her2 non-luminal", "Hypofractionation", "Radiosensitivity"]},
    {"article name": "Ending 40 years of silence: Rationale for a new staging system for soft tissue sarcoma of the head and neck",
     "doi": "https://doi.org/10.1016/j.ctro.2018.11.009",
     "publication date": "02-2019",
     "abstract": "The tumor, node, metastases (TNM) anatomic staging system plays a pivotal role in cancer care, research, and cancer control activities. Since the first edition of the American Joint Committee on Cancer TNM staging classification published in 1977, soft tissue sarcomas have been staged in an anatomic site agnostic fashion whereby the primary tumor size (T) was categorized as T1 if <=5 cm and T2 if >5 cm; this remained unchanged through the 7th edition of the TNM. However, soft tissue sarcomas of the head and neck (STSHN) usually present smaller than sarcomas of other sites, but carry a disproportionate risk of local recurrence. Up to 70% of tumors are less than 5 cm at presentation, and therefore classified together as T1. Given the rarity of STSHN, there is a paucity of data to guide progress in their classification. Moreover, the majority of publications only report tumor size as less than or greater than 5 cm, presumably based on conventions of the TNM system that remained unchanged for 40 years, thereby affecting progress of STSHN classification. This formed the impetus for change in the 8th edition in 2 key ways: 1) several soft tissue sarcoma site based changes occurred including STSHN now having its own system, and 2) primary tumor size cut-offs of 2 cm and 4 cm used in STSHN now reflect sizes that head and neck specialists commonly encounter in their practice. This update was pragmatic in modifying the TNM from a system with a T category not serving STSHN and which was originally based on sarcoma data from non-head and neck anatomic sites. The background to this change is outlined which provides a framework in which data can be reported to generate evidence for future staging modifications.",
     "keywords": ["Head and neck cancer", "Soft tissue sarcoma", "Cancer staging", "TNM staging"]},
    {"article name": "Telehealth in radiation oncology at the Townsville Cancer Centre: Service evaluation and patient satisfaction",
     "doi": "https://doi.org/10.1016/j.ctro.2018.11.005",
     "publication date": "02-2019",
     "abstract": "Telehealth (TH) in Radiation Oncology at Townsville Cancer Centre (TCC) was implemented in July 2011 to provide cancer care closer to home to the regional and rural population. The aim of this study was to describe the service use and patient satisfaction.A retrospective audit of records was conducted for patients treated at TCC between July 2011 and December 2015. Data included patient demographics, diagnosis and treatment. Results of a patient satisfaction survey were summarised through descriptive statistics.A total of 1530 TH consultations were provided to 833 patients. 311 patient charts were audited (615 TH, 650 in-person, 151 phone consultations). Median distance from TCC to satellites was 327.3 km (21.6 to 1130.1). 71% were male and median age was 65 (23–94 years). Cancer diagnoses included prostate (32%), breast (12%) and head and neck (10%). 60% of patients underwent radiation therapy for curative intent, 22% palliative and 18% did not undergo treatment. 106 patients participated in the satisfaction survey (231 patients invited, response rate of 46%), with the overall positive response mainly attributed to advantages in travel and time savings. 54.7% of patients selected TH as their preference for future consultations, 34.9% indicated a mix of TH and in-person consultations, and only 1 patient (0.9%) indicating in-person only.TH enables the delivery of radiation oncology consultations to rural and regional patients, with an overall high level of patient satisfaction. Patients welcomed the model for benefits of travel and time savings. Future directions include engaging with specialist, rural medical staff and patients to maximize access.",
     "keywords": ["Radiation oncology", "Telemedicine", "Patient care", "Patient satisfaction"]},
    {"article name": "Clinical application of Total Skin Electron Beam (TSEB) therapy for the management of T cell cutaneous lymphomas. The evolving role of low dose (12 Gy) treatment schedule",
     "doi": "https://doi.org/10.1016/j.ctro.2018.12.002",
     "publication date": "02-2019",
     "abstract": "Although rare, cutaneous lymphomas represent a separate entity in hematologic oncology. T cell origin lymphomas are most common, with Mycosis Fungoides (MF) accounting for about 50–70% of cases. Sezary Syndrome (SS), which represents the leukemic varian of MF, accounts for 3% of Cutaneous T Cell Lymphomas (CTCL). Total Skin Electron Beam Therapy (TSEB) is included at the mainstream of treatment choices for CTCL. The scope of this study is to evaluate the effectiveness and toxicity of two treatment schedules of TSEB.We report our experience with TSEB in the management of MF and SS, as of 14 patients treated in our institution from 2011 to 2015. 8 patients received the 12 Gy (low dose) scheme while 6 patients were managed with 36 Gy (standard or full dose scheme) according to six dual field Stanford technique. The endpoints were overall response rate, duration of response and toxicity of treatment.After a median follow up of 2.5 years we noted excellent treatment outcome, with both schemes being well tolerated and resulting in comparable response rates. The overall response rate for both treatment regimens was over 87.5%. Treatment was well tolerated with mild toxicity.The role of TSEB in the management of MF and SS is well established. The low dose TSEB schedule of 12 Gy is an effective treatment option, since therapeutic results are more than acceptable, compliance is excellent and toxicity is minimal. Moreover, the evidence that it can be repeated safely makes it more attractive than the standard 36 Gy scheme, when a patient is referred to radiation treatment according to treatment guidelines.",
     "keywords": null},
    {"article name": "Radiation for ETMR: Literature review and case series of patients treated with proton therapy",
     "doi": "https://doi.org/10.1016/j.ctro.2018.11.002",
     "publication date": "02-2019",
     "abstract": "Embryonal tumors with multilayered rosettes (ETMRs) are aggressive tumors that typically occur in young children. Radiation is often deferred or delayed for these patients due to late effects; proton therapy may mitigate some of these concerns. This study reviews the role of radiation in ETMR and describes initial results with proton therapy.Records of patients with embryonal tumor with abundant neuropil and true rosettes (ETANTR), medulloepithelioma (MEP), and ependymoblastoma (EPL) treated with proton therapy at our institution were retrospectively reviewed. A literature review of cases of CNS ETANTR, MEP, and EPL published since 1990 was also conducted.Seven patients were treated with proton therapy. Their median age at diagnosis was 33 months (range 10–57 months) and their median age at radiation start was 42 months (range 17–58 months). Their median overall survival (OS) was 16 months (range 8–64 months), with three patients surviving 36 months or longer. Five patients had disease progression prior to starting radiation; all 5 of these patients failed in the tumor bed. A search of the literature identified 204 cases of ETMR with a median OS of 10 months (range 0.03–161 months). Median OS of 18 long-term survivors (≥36 months) in the literature was 77 months (range 37–184 months). Of these 18 long-term survivors, 17 (94%) received radiotherapy as part of their initial treatment; 14 of them were treated with craniospinal irradiation.Outcomes of patients with ETMR treated with proton therapy are encouraging compared to historical results. Further study of this rare tumor is warranted to better define the role of radiotherapy.",
     "keywords": ["Pediatric", "Proton", "Radiation", "Medulloepithelioma", "Ependymoblastoma", "ETMR", "ETANTR"]},
    {"article name": "A propensity analysis comparing definitive chemo-radiotherapy for muscle-invasive squamous cell carcinoma of the bladder vs. urothelial carcinoma of the bladder using the National Cancer Database",
     "doi": "https://doi.org/10.1016/j.ctro.2018.12.001",
     "publication date": "02-2019",
     "abstract": "Squamous cell carcinoma (SqCC) is the second most common histology of primary bladder cancer, but still very limited information is known about its treatment outcomes. Most bladder cancer trials have excluded SqCC, and the current treatment paradigm for localized SqCC is extrapolated from results in urothelial carcinoma (UC). In particular, there is limited data on the efficacy of definitive chemo-radiotherapy (CRT). In this study, we compare overall survival outcomes between SqCC and UC patients treated with definitive CRT.We queried the National Cancer Database (NCDB) for muscle-invasive (cT2-T4 N0 M0) bladder cancer patients diagnosed from 2004 to 2013 who underwent concurrent CRT. Propensity matching was performed to match patients with SqCC to those with UC. OS was analyzed using the Kaplan-Meier survival method, and the log-rank test and Cox regression were used for analyses.3332 patients met inclusion criteria of which 79 (2.3%) had SqCC. 73.4% of SqCC patients had clinical T2 disease compared to 82.5% of UC patients. Unadjusted median OS for SqCC patients was 15.6 months (95% CI, 11.7–19.6) versus 29.1 months (95% CI, 27.5–30.7) for those with UC (P < 0.0001). On multivariable analysis, factors associated with worse OS included: SqCC histology [HR: 1.53 (95% CI, 1.19–1.97); P = 0.001], increasing age [HR: 1.02 (95% CI, 1.02–1.03); P < 0.0001], increasing clinical T-stage [HR: 1.21 (95% CI, 1.13–1.29); P < 0.0001], and Charlson-Deyo comorbidity index [HR: 1.26 (95% CI, 1.18–1.33); P < 0.0001]. Seventy-seven SqCC patients were included in the propensity-matched analysis (154 total patients) with a median OS for SqCC patients of 15.1 months (95% CI, 11.1–18.9) vs. 30.4 months (95% CI, 19.4–41.4) for patients with UC (P = 0.013).This is the largest study to-date assessing survival outcomes for SqCC of the bladder treated with CRT. In this study, SqCC had worse overall survival compared to UC patients. Histology had a greater impact on survival than increasing T-stage, suggesting that histology should be an important factor when determining a patient’s treatment strategy and that treatment intensification in this subgroup may be warranted.",
     "keywords": ["Squamous cell bladder cancer", "Chemo-radiation", "National cancer database"]},
    {"article name": "Successful immunotherapy and irradiation in a HIV-positive patient with metastatic Merkel cell carcinoma",
     "doi": "https://doi.org/10.1016/j.ctro.2018.12.004",
     "publication date": "02-2019",
     "abstract": "This case report presents a HIV-positive 60-year old male with Merkel cell carcinoma of his right forearm and pulmonary sarcoidosis, who, after excisions and irradiations of the primary tumour site and subsequent lymph node metastases developed distant metastases. He received radiotherapy to symptomatic mediastinal lymph node metastases followed by Doxorubicin and, after two cycles, by the PD-1 inhibitor Pembrolizumab due to mixed response. Re-staging showed a para-mediastinal, radiotherapy-induced pneumonitis, which was treated by prednisolone due to clinical symptoms. In September 2017, the patient developed a solitary lymph node metastasis next to the right atrium, for which he received stereotactic radiotherapy. The systemic treatment with Pembrolizumab was replaced by the PD-L1 inhibitor Avelumab and is being continued since. The patient has been in complete remission for one year now and the HIV-infection is well-controlled.",
     "keywords": ["Merkel cell carcinoma", "Avelumab", "Immunotherapy", "Pembrolizumab", "Immune checkpoint inhibition", "Radiotherapy", "HIV", "Sarcoidosis"]},
    {"article name": "Differences in patterns of care and outcomes between grade II and grade III molecularly defined 1p19q co-deleted gliomas",
     "doi": "https://doi.org/10.1016/j.ctro.2018.12.003",
     "publication date": "02-2019",
     "abstract": "Molecular markers are redefining classification of lower grade gliomas and ushering in a paradigm shift in their management. Our objective was to evaluate the differences in pattern of care and outcome by comparing grade II and grade III molecularly defined 1p19q co-deleted gliomas. We evaluated 1618 patients in the National Cancer Database diagnosed with 1p19q co-deleted gliomas from 2010 through 2014 and treated with surgery followed by radiation therapy (RT), chemotherapy (CT), or combined-modality therapy. Differences in patterns of care included that fifty-one percent of grade II tumors received surgery alone, whereas most patients with grade III tumors (86%) received surgery or biopsy followed by a form of post-operative therapy (p < 0.001). In a propensity score matched cohort, the Cox multivariable proportional hazards model with frailty testing identified significant covariates were age, comorbidity, histology and grade. Outcomes were different in overall survival even after adjusting for treatment received. The hazard for death for grade III 1p19q co-deleted gliomas was about 3.6 times higher ([HR] 3.69, 95% confidence interval [CI] 2.03–6.68, p < 0.001) than grade II 1p19q gliomas. Oligodendroglioma histology was associated with a lower likelihood of death (HR 0.40, 95% CI 0.23–0.70, p < 0.001). Our study is among the largest series to report on 1p19q co-deleted gliomas, which would otherwise require decades to acquire outside of large databases.",
     "keywords": ["1p19q co-deleted gliomas", "Chemotherapy", "Radiation", "Concurrent chemoradiation", "Grade", "Survival"]},
    {"article name": "Whole-ventricular irradiation for intracranial germ cell tumors: Dosimetric comparison of pencil beam scanned protons, intensity-modulated radiotherapy and volumetric-modulated arc therapy",
     "doi": "https://doi.org/10.1016/j.ctro.2019.01.002",
     "publication date": "02-2019",
     "abstract": "Whole-ventricular radiotherapy (WV-RT) followed by a boost to the tumor bed (WV-RT/TB) is recommended for intracranial germ cell tumors (IGCT). As the critical brain areas are mainly in the target volume vicinity, it is unclear if protons indeed substantially spare neurofunctional organs at risk (NOAR). Therefore, a dosimetric comparison study of WV-RT/TB was conducted to assess whether proton or photon radiotherapy achieves better NOAR sparing.Eleven children with GCT received 24 Gy(RBE) WV-RT and a boost up to 40 Gy(RBE) in 25 fractions of 1.6 Gy(RBE) with pencil beam scanning proton therapy (PBS-PT). Intensity-modulated radiotherapy (IMRT) and volumetric-modulated arc therapy (VMAT) plans were generated for these patients. NOAR were delineated and treatment plans were compared for target volume coverage (TVC), homogeneity index (HI), inhomogeneity coefficient (IC) and (N)OAR sparing.TVC was comparable for all three modalities. Compared to IMRT and VMAT, PBS-PT showed statistically significant optimized IC, as well as dose reduction, among others, in mean and integral dose to the: normal brain (−35.2%, −32.7%; −35.2%, −33.0%, respectively), cerebellum (−53.7%, −33.1%; −53.6%, −32.7%) and right temporal lobe (−14.5%, −31.9%; −14.7%, −29.9%). The Willis’ circle was better protected with PBS-PT than IMRT (−7.1%; −7.8%). The left hippocampus sparing was higher with IMRT. Compared to VMAT, the dose to the hippocampi, amygdalae and temporal lobes was significantly decreased in the IMRT plans.Dosimetric comparison of WV-RT/TB in IGCT suggests PBS-PT's advantage over photons in conformality and NOAR sparing, whereas IMRT’s superiority over VMAT, thus potentially minimizing long-term sequelae.",
     "keywords": ["CSI craniospinal irradiation", "craniospinal irradiation", "Dp prescribed PTV dose", "prescribed PTV dose", "IGCT intracranial germ cell tumors", "intracranial germ cell tumors", "IMRT intensity-modulated radiotherapy", "intensity-modulated radiotherapy", "NOAR neurofunctional organs at risk", "neurofunctional organs at risk", "PBS-PT pencil beam scanning proton therapy", "pencil beam scanning proton therapy", "TVC target volume coverage", "target volume coverage", "WV-RT/TB whole-ventricular irradiation followed by a boost to the tumor bed", "whole-ventricular irradiation followed by a boost to the tumor bed", "VMAT volumetric-modulated arc therapy", "volumetric-modulated arc therapy", "Pediatric germ cell tumor", "Pencil beam scanned proton therapy", "Intensity-modulated radiation therapy", "Volumetric-modulated arc therapy", "Dose comparison study", "Neurocognition brain structures"]},
    {"article name": "Hypoxia-activated prodrugs and (lack of) clinical progress: The need for hypoxia-based biomarker patient selection in phase III clinical trials",
     "doi": "https://doi.org/10.1016/j.ctro.2019.01.005",
     "publication date": "02-2019",
     "abstract": "Hypoxia-activated prodrugs (HAPs) are designed to specifically target the hypoxic cells of tumors, which are an important cause of treatment resistance to conventional therapies. Despite promising preclinical and clinical phase I and II results, the most important of which are described in this review, the implementation of hypoxia-activated prodrugs in the clinic has, so far, not been successful. The lack of stratification of patients based on tumor hypoxia status, which can vary widely, is sufficient to account for the failure of phase III trials. To fully exploit the potential of hypoxia-activated prodrugs, hypoxia stratification of patients is needed. Here, we propose a biomarker-stratified enriched Phase III study design in which only biomarker-positive (i.e. hypoxia-positive) patients are randomized between standard treatment and the combination of standard treatment with a hypoxia-activated prodrug. This implies the necessity of a Phase II study in which the biomarker or a combination of biomarkers will be evaluated. The total number of patients needed for both clinical studies will be far lower than in currently used randomize-all designs. In addition, we elaborate on the improvements in HAP design that are feasible to increase the treatment success rates.",
     "keywords": ["Hypoxia-activated prodrugs", "Phase III clinical trial", "Biomarker", "Hypoxia"]},
    {"article name": "Patterns of practice in palliative radiotherapy for bleeding tumours in the Netherlands; a survey study among radiation oncologists",
     "doi": "https://doi.org/10.1016/j.ctro.2019.01.004",
     "publication date": "02-2019",
     "abstract": "Palliative radiotherapy (RT) is one of the treatment options for bleeding tumours; a frequent symptom in patients with advanced cancer. The optimal RT schedule is however unclear. This study explores the current pattern of practice of palliative RT for bleeding tumours in the Netherlands.An internet-based questionnaire, including respondent characteristics, factors influencing the choice of RT schedules and five patient case scenarios, was sent to all members of the Dutch Society for Radiation Oncology. Descriptive statistics were used to evaluate the results.The response rate was 125/374 (34%); representing 20 out of 21 Dutch RT departments. Most reported influencing factors were performance status, prognosis, patients’ comfort and patients’ choice. Most preferred RT schedules were 1 × 8 Gy for hematemesis, 1 × 8 Gy and 5 × 4 Gy for haemoptysis, 5 × 4 Gy for haematuria, 5 × 5 Gy for rectal bleeding, 1 × 8 Gy, 5 × 4 Gy and 10-13 × 3 Gy for vaginal bleeding.The current patterns of practice in the Netherlands for bleeding tumours varied considerably. Most often a single fraction is chosen (35% of all cases), followed by a five-fraction schedule (30% of all cases). The choice of an RT schedule is mainly influenced by patient related factors.",
     "keywords": ["Palliation", "Symptom control", "Radiotherapy", "Bleeding tumours"]},
    {"article name": "Radiation dose mapping and anastomotic complications after trimodality therapy for esophageal cancers",
     "doi": "https://doi.org/10.1016/j.ctro.2018.12.005",
     "publication date": "02-2019",
     "abstract": "There is conflicting evidence with respect to the correlation between neoadjuvant chemoradiation and anastomotic complications following trimodality therapy in patients with esophageal cancer. We aimed to analyze the relationship between their dosimetry and any resulting anastomotic complications.The medical records of 51 consecutive patients who underwent trimodality therapy between 2007 and 2014 were retrospectively reviewed. We analyzed the differences in the mean dose received by regions of the esophagus relative to the landmark of the azygous vein and the stomach to correlate the development of an anastomotic complication using nonparametric rank-sum tests.Anastomotic leakage and stricture rates were 12% and 22%, respectively. Patients with anastomotic complications received a statistically significant higher mean dose to the esophagus at the level of the azygous vein (0.0 cm) and lower (up to −2.7 cm) (28.4–42.2 Gy vs. 10.3–27.6 Gy, p < 0.04). There were no differences noted in mean gastric doses. Median follow up time was 30.9 months. Median overall survival and disease free survival of our patient cohort was 34.4 months and 22.5 months, respectively. The development of an anastomotic complication did not affect survival outcomes.Patients who experienced anastomotic complication after trimodality therapy for esophageal cancer were more likely to have received a higher mean esophageal dose around the proximity of the azygous vein, where intrathoracic anastomoses most commonly occur. Communication between surgical and radiation oncologists regarding the anastomotic location may be an important consideration in planning for trimodality therapy in reducing potential anastomotic complications.",
     "keywords": null},
    {"article name": "An in-silico quality assurance study of contouring target volumes in thoracic tumors within a cooperative group setting",
     "doi": "https://doi.org/10.1016/j.ctro.2019.01.001",
     "publication date": "02-2019",
     "abstract": "Target delineation variability is a significant technical impediment in multi-institutional trials which employ intensity modulated radiotherapy (IMRT), as there is a real potential for clinically meaningful variances that can impact the outcomes in clinical trials. The goal of this study is to determine the variability of target delineation among participants from different institutions as part of Southwest Oncology Group (SWOG) Radiotherapy Committee’s multi-institutional in-silico quality assurance study in patients with Pancoast tumors as a “dry run” for trial implementation.CT simulation scans were acquired from four patients with Pancoast tumor. Two patients had simulation 4D-CT and FDG-FDG PET-CT while two patients had 3D-CT and FDG-FDG PET-CT. Seventeen SWOG-affiliated physicians independently delineated target volumes defined as gross primary and nodal tumor volumes (GTV_P & GTV_N), clinical target volume (CTV), and planning target volume (PTV).Six board-certified thoracic radiation oncologists were designated as the ‘Experts’ for this study. Their delineations were used to create a simultaneous truth and performance level estimation (STAPLE) contours using ADMIRE software (Elekta AB, Sweden 2017). Individual participants’ contours were then compared with Experts’ STAPLE contours.When compared to the Experts’ STAPLE, GTV_P had the best agreement among all participants, while GTV_N showed the lowest agreement among all participants. There were no statistically significant differences in all studied parameters for all TVs for cases with 4D-CT versus cases with 3D-CT simulation scans.High degree of inter-observer variation was noted for all target volume except for GTV_P, unveiling potentials for protocol modification for subsequent clinically meaningful improvement in target definition. Various similarity indices exist that can be used to guide multi-institutional radiotherapy delineation QA credentialing.",
     "keywords": ["Target volumes", "Contouring", "Quality assurance", "QA", "Pancoast tumor", "Thoracic"]},
    {"article name": "Cerebral infarction after fractionated stereotactic radiation therapy of benign anterior skull base tumors",
     "doi": "https://doi.org/10.1016/j.ctro.2019.02.001",
     "publication date": "02-2019",
     "abstract": "The purpose of this study was to examine the occurrence of cerebral infarction (ischemic stroke), in a large combined cohort of patients with anterior skull base meningiomas, pituitary adenomas and craniopharyngiomas, after fractionated stereotactic radiation therapy (FSRT).All patients, 18 years and older, with anterior skull base meningiomas, pituitary adenomas and craniopharyngiomas, treated with fractionated stereotactic radiation, in our center, from January 1999 to December 2015 were identified. In total 169 patients were included. The prescription dose to the tumor was 54 Gy for 164 patients (97%) and 46.0–52.2 Gy for 5 patients (3%). Cases of cerebral infarctions subsequent to FSRT were identified from the Danish National Patient Registry and verified with review of case notes. The rate of cerebral infarction after FSRT was compared to the rate in the general population with a one sample t-test after standardization for age and year. We explored if age, sex, disease type, radiation dose and dose per fraction was associated with increased risk of cerebral infarction using univariate Cox models.At a median follow-up of 9.3 years (range 0.1–16.5), 7 of the 169 patients (4.1%) developed a cerebral infarction, at a median 5.7 years (range 1.2–11.5) after FSRT. The mean cerebral infarction rate for the general population was 0.0035 and 0.0048 for the FSRT cohort (p = 0.423). Univariate cox models analysis showed that increasing age correlated significantly with the cerebral infarction risk, with a hazard ratio of 1.090 (p = 0.013).Increased risk of cerebral infarction after FSRT of anterior skull base tumors was associated with age, similar to the general population. Our study revealed that FSRT did not introduce an excess risk of cerebral infarction.",
     "keywords": null},
    {"article name": "Assessment of the role of translationally controlled tumor protein 1 (TPT1/TCTP) in breast cancer susceptibility and ATM signaling",
     "doi": "https://doi.org/10.1016/j.ctro.2019.01.006",
     "publication date": "02-2019",
     "abstract": "The translationally controlled tumor protein 1 (TPT1/TCTP) has been implicated in the intracellular DNA damage response. We tested the role of TPT1 in breast cancer (BC) predisposition and re-evaluated its function in Ataxia-Telangiectasia mutated (ATM)-mediated damage recognition and DNA repair.The TPT1 coding sequence was scanned for mutations in genomic DNA from 200 breast cancer patients. TPT1 was down-regulated through siRNA in breast epithelial and fibroblast cell cultures. ATM activation after irradiation (IR) was analyzed by western blotting, and γH2A.X foci were monitored by immunocytochemistry.The sequencing study identified a novel, potentially damaging missense mutation in a single patient. Silencing of TPT1 did not significantly affect ATM kinase activity and did not impair the initial formation of γH2A.X foci, while we observed a marginally significant effect on residual γH2A.X foci at 6–48 h after IR.TPT1 does not harbor common mutations as BC susceptibility gene. Consistently, TPT1 protein is not required for the recognition of radiation-induced DNA damage via the ATM-dependent pathway and has only slight impact on timely repair. These results may be important when considering TPT1 as a DNA damage marker.",
     "keywords": null},
    {"article name": "Correlation between FMISO-PET based hypoxia in the primary tumour and in lymph node metastases in locally advanced HNSCC patients",
     "doi": "https://doi.org/10.1016/j.ctro.2019.02.002",
     "publication date": "02-2019",
     "abstract": "This secondary analysis of the prospective study on repeat [18F]fluoromisonidazole (FMISO)-PET in patients with locally advanced head and neck squamous cell carcinoma (HNSCC) assessed the correlation of hypoxia in the primary tumour and lymph node metastases (LN) prior to and during primary radiochemotherapy.This analysis included forty-five LN-positive HNSCC patients having undergone FMISO-PET/CTs at baseline, and at week 1, 2 and 5 of radiochemotherapy. The quantitative FMISO-PET/CT parameters maximum standardised uptake value (SUVmax, corrected for partial volume effect) and peak tumour-to-background ratio (TBRpeak) were estimated in the primary tumour as well as in index and large LN, respectively. Statistical analysis was performed using the Spearman correlation coefficient ρ.In 15 patients with large LN (FDG-PET positive volume >5 ml), there was a significant correlation between the hypoxia measured in the primary tumour and the large LN at three out of four time-points using the TBRpeak (baseline: ρ = 0.57, p = 0.006; week 2: ρ = 0.64, p = 0.003 and week 5: ρ = 0.68, p = 0.001). For the entire cohort (N = 45) only assessed prior to the treatment, there was a statistically significant, though weak correlation between FMISO-SUVmax of the primary tumour and the index LN (ρ = 0.36, p = 0.015).We observed a significant correlation between FMISO-based hypoxia in the primary tumour and large lymph node(s) in advanced stage HNSCC patients. However, since most patients only had relatively small hypoxic lymph node metastases, a comprehensive assessment of the primary tumour and lymph node hypoxia is essential.",
     "keywords": ["Hypoxia", "FMISO", "PET", "Primary tumour", "Lymph node metastases", "Locally advanced HNSCC", "Radiochemotherpy"]},
    {"article name": "Single dose partial breast irradiation using an MRI linear accelerator in the supine and prone treatment position",
     "doi": "https://doi.org/10.1016/j.ctro.2018.09.001",
     "publication date": "01-2019",
     "abstract": "In selected patients with early-stage and low-risk breast cancer, an MRI-linac based treatment might enable a radiosurgical, non-invasive alternative for current standard breast conserving therapy.To investigate whether single dose accelerated partial breast (APBI) to the intact tumor in both the prone and supine radiotherapy positions on the MRI-linac is dosimetrically feasible with respect to predefined coverage and organs at risk (OAR) constraints.For 20 patients with cTis or low-risk cT1N0M0 non-lobular breast carcinoma, previously treated with single dose preoperative APBI in the supine (n = 10) or prone (n = 10) position, additional intensity modulated radiotherapy plans with 7 coplanar beams in the presence of a 1.5T magnetic field were generated. A 20 Gy and 15 Gy dose was prescribed to the gross tumor and clinical target volume, respectively. The percentage of plans achieving predefined organ at risk (OAR) constraints, currently used in clinical practice, was assessed. Dosimetry differences between the prone versus supine approach and the MRI-linac versus clinically delivered plans were evaluated.All MRI-linac plans met the coverage and predefined OAR constraints. The prone approach appeared to be more favorable with respect to the chest wall, and ipsilateral lung dose compared to the supine position. No dosimetric differences were observed for the ipsilateral breast. No treatment position was clearly more beneficial for the skin or heart, since dosimetry varied among parameters. Overall, the MRI-linac and clinical plans were comparable, with minor absolute dosimetric differences.MRI-linac based single dose APBI to the intact tumor is a promising and a dosimetrically feasible strategy in patients with low-risk breast cancer. Preliminary OAR dosimetry favored the prone radiotherapy position.",
     "keywords": null},
    {"article name": "The FGF1/CPP-C chimera protein protects against intestinal adverse effects of C-ion radiotherapy without exacerbating pancreatic carcinoma",
     "doi": "https://doi.org/10.1016/j.ctro.2018.10.004",
     "publication date": "01-2019",
     "abstract": "Carbon ion (C-ion) beams are concentrated to irradiate pancreatic carcinoma in the upper abdomen; however, this radiotherapy potentially causes adverse reactions in the gastrointestinal tract. FGF1 is a candidate radioprotector for radiation-induced intestinal damage, but may promote the malignancy of pancreatic cancer. An FGF1/CPP-C chimeric protein was created to enhance the intracellular signaling mode of FGF1 instead of FGFR signaling. The present study investigated the effects of FGF1/CPP-C on the intestinal adverse reactions of C-ion radiotherapy as well as its influence on the malignancy of pancreatic cancer.FGF1/CPP-C was administered intraperitoneally to BALB/c mice without heparin 12 h before total body irradiation (TBI) with low-LET C-ion (17 keV/μm) at 6–8 Gy. Several radioprotective effects were examined in the jejunum. The invasion and migration of the human pancreatic carcinoma cell lines MIAPaCa-2 and PANC-1 were assessed using Boyden chambers after cultures with FGF1/CPP-C.The FGF1/CPP-C treatment promoted crypt survival after C-ion irradiation at 7–8 Gy significantly more than the FGF1 treatment. FGF1/CPP-C also inhibited C-ion radiotherapy-induced apoptosis and reduced γH2AX foci in crypt cells more than FGF1. However, FGF1/CPP-C inhibited the downstream signaling pathways of FGFRs and suppressed the activation of cell-cycle regulatory molecules in the intestine until 4 h after TBI. Furthermore, IEC6 cells were arrested in G2M after cultures with FGF1/CPP-C or FGF1, suggesting that DNA repair after irradiation is promoted by FGF1/CPP-C-induced G2M arrest. In contrast, FGF1/CPP-C appeared to be internalized into MIAPaCa-2 and PANC-1 cells more efficiently than FGF1. Therefore, FGF1/CPP-C reduced the in vitro proliferation, invasion, and migration of MIAPaCa-2 and PANC-1 cells significantly more than FGF1 through the cellular internalization of FGF1.These results suggest that the intracellular signaling mode of FGF1/CPP-C attenuates the intestinal adverse effects of C-ion radiotherapy without enhancing the malignancy of pancreatic carcinoma.",
     "keywords": ["C-ion carbon ion", "carbon ion", "CPP cell-penetrating peptide", "cell-penetrating peptide", "FGF fibroblast growth factor", "fibroblast growth factor", "FGFR fibroblast growth factor receptor", "fibroblast growth factor receptor", "HIMAC Heavy Ion Medical Accelerator in Chiba", "Heavy Ion Medical Accelerator in Chiba", "SOBP spread-out Bragg peak", "spread-out Bragg peak", "TBI total body irradiation", "total body irradiation", "TUNEL terminal deoxynucleotidyl transferase–mediated deoxyuridine triphosphate nick end labeling", "terminal deoxynucleotidyl transferase–mediated deoxyuridine triphosphate nick end labeling", "Carbon ion radiotherapy", "FGF1", "Cellular internalization", "Intestinal adverse effects", "Radioprotector", "Pancreatic carcinoma"]},
    {"article name": "Ano-rectal wall dose-surface maps localize the dosimetric benefit of hydrogel rectum spacers in prostate cancer radiotherapy",
     "doi": "https://doi.org/10.1016/j.ctro.2018.10.006",
     "publication date": "01-2019",
     "abstract": "To evaluate spatial differences in dose distributions of the ano-rectal wall (ARW) using dose-surface maps (DSMs) between prostate cancer patients receiving intensity-modulated radiation therapy with and without implantable rectum spacer (IMRT+IRS; IMRT−IRS, respectively), and to correlate this with late gastro-intestinal (GI) toxicities using validated spatial and non-spatial normal-tissue complication probability (NTCP) models.For 26 patients DSMs of the ARW were generated. From the DSMs various shape-based dose measures were calculated at different dose levels: lateral extent, longitudinal extent, and eccentricity. The contiguity of the ARW dose distribution was assessed by the contiguous-DSH (cDSH). Predicted complication rates between IMRT+IRS and IMRT−IRS plans were assessed using a spatial NTCP model and compared against a non-spatial NTCP model.Dose surface maps are generated for prostate radiotherapy using an IRS. Lateral extent, longitudinal extent and cDSH were significantly lower in IMRT+IRS than for IMRT−IRS at high-dose levels. Largest significant differences were observed for cDSH at dose levels >50 Gy, followed by lateral extent at doses >57 Gy, and longitudinal extent in anterior and superior-inferior directions. Significant decreases (p = 0.01) in median rectal and anal NTCPs (respectively, Gr 2 late rectal bleeding and subjective sphincter control) were predicted when using an IRS.Local-dose effects are predicted to be significantly reduced by an IRS. The spatial NTCP model predicts a significant decrease in Gr 2 late rectal bleeding and subjective sphincter control. Dose constraints can be improved for current clinical treatment planning.",
     "keywords": ["Prostate cancer", "Radiotherapy", "Rectum spacer", "Dose-surface maps", "Toxicity reduction"]},
    {"article name": "Determining RBE for development of lung fibrosis induced by fractionated irradiation with carbon ions utilizing fibrosis index and high-LET BED model",
     "doi": "https://doi.org/10.1016/j.ctro.2018.10.005",
     "publication date": "01-2019",
     "abstract": "Carbon ion radiotherapy (CIRT) with raster scanning technology is a promising treatment for lung cancer and thoracic malignancies. Determining normal tissue tolerance of organs at risk is of utmost importance for the success of CIRT. Here we report the relative biological effectiveness (RBE) of CIRT as a function of dose and fractionation for development of pulmonary fibrosis using well established fibrosis index (FI) model.Dose series of fractionated clinical quality CIRT versus conventional photon irradiation to the whole thorax were compared in C57BL6 mice. Quantitative assessment of pulmonary fibrosis was performed by applying the FI to computed tomography (CT) data acquired 24-weeks post irradiation. RBE was calculated as the ratio of photon to CIRT dose required for the same level of FI. Further RBE predictions were performed using the derived equation from high-linear energy transfer biologically effective dose (high-LET BED) model.The averaged lung fibrosis RBE of 5-fraction CIRT schedule was determined as 2.75 ± 0.55. The RBE estimate at the half maximum effective dose (RBEED50) was estimated at 2.82 for clinically relevant fractional sizes of 1–6 Gy. At the same dose range, an RBE value of 2.81 ± 0.40 was predicted by the high-LET BED model. The converted biologically effective dose (BED) of CIRT for induction of half maximum FI (BEDED50) was identified to be 58.12 Gy3.95. In accordance, an estimated RBE of 2.88 was obtained at the BEDED50 level. The LQ model radiosensitivity parameters for 5-fraction was obtained as αH = 0.3030 ± 0.0037 Gy−1 and βH = 0.0056 ± 0.0007 Gy−2.This is the first report of RBE estimation for CIRT with the endpoint of pulmonary fibrosis in-vivo. We proposed in present study a novel way to mathematically modeling RBE by integrating RBEmax and α/βL based on conventional high-LET BED conception. This model well predicted RBE in the clinically relevant dose range but is sensitive to the uncertainties of α/β estimates from the reference photon irradiation (α/βL). These findings will assist to eliminate current uncertainties in prediction of CIRT induced normal tissue complications and builds a solid foundation for development of more accurate in-vivo data driven RBE estimates.",
     "keywords": ["RBE relative biological effectiveness", "relative biological effectiveness", "LET linear energy transfer", "linear energy transfer", "BED biologically effective dose", "biologically effective dose", "CT computed tomography", "computed tomography", "RILF Radiation-induced lung fibrosis", "Radiation-induced lung fibrosis", "RP radiation pneumonitis", "radiation pneumonitis", "NSCLC non-small cell lung cancer", "non-small cell lung cancer", "SBRT or SABR hypofractionated stereotactic body or ablative radiation therapy", "hypofractionated stereotactic body or ablative radiation therapy", "V5 volume of lung receiving ≥5 Gy (RBE)", "volume of lung receiving ≥5 Gy (RBE)", "PMMA Polymethylmethacrylat", "Polymethylmethacrylat", "FI fibrosis index", "fibrosis index", "HU Hounsfield unit", "Hounsfield unit", "CPFE combined pulmonary fibrosis and emphysema syndrome", "combined pulmonary fibrosis and emphysema syndrome", "α/β alpha/beta ratio", "alpha/beta ratio", "LQ model linear quadratic model", "linear quadratic model", "Relative biological effectiveness (RBE)", "Carbon ion radiotherapy (CIRT)", "Lung fibrosis", "Fractionation", "High-linear energy transfer (high-LET)", "Biologically effective dose (BED)", "Normal tissue response"]},
    {"article name": "Gross tumour delineation on computed tomography and positron emission tomography-computed tomography in oesophageal cancer: A nationwide study",
     "doi": "https://doi.org/10.1016/j.ctro.2018.10.003",
     "publication date": "01-2019",
     "abstract": "Accurate delineation of the primary tumour is vital to the success of radiotherapy and even more important for successful boost strategies, aiming for improved local control in oesophageal cancer patients. Therefore, the aim was to assess delineation variability of the gross tumour volume (GTV) between CT and combined PET-CT in oesophageal cancer patients in a multi-institutional study.Twenty observers from 14 institutes delineated the primary tumour of 6 cases on CT and PET-CT fusion. The delineated volumes, generalized conformity index (CIgen) and standard deviation (SD) in position of the most cranial/caudal slice over the observers were evaluated. For the central delineated region, perpendicular distance between median surface GTV and each individual GTV was evaluated as in-slice SD.After addition of PET, mean GTVs were significantly smaller in 3 cases and larger in 1 case. No difference in CIgen was observed (average 0.67 on CT, 0.69 on PET-CT). On CT cranial-caudal delineation variation ranged between 0.2 and 1.5 cm SD versus 0.2 and 1.3 cm SD on PET-CT. After addition of PET, the cranial and caudal variation was significantly reduced in 1 and 2 cases, respectively. The in-slice SD was on average 0.16 cm in both phases.In some cases considerable GTV delineation variability was observed at the cranial-caudal border. PET significantly influenced the delineated volume in four out of six cases, however its impact on observer variation was limited.",
     "keywords": ["GTV gross tumour volume", "gross tumour volume", "CIgen generalized conformity index", "generalized conformity index", "SD standard deviation", "standard deviation", "nCR neoadjuvant chemoradiation", "neoadjuvant chemoradiation", "dCRT definitive chemoradiation", "definitive chemoradiation", "AJCC American Joint Committee on Cancer", "American Joint Committee on Cancer", "EGJ oesophageal-gastric junction", "oesophageal-gastric junction", "SUV standardized uptake volume", "standardized uptake volume", "Oesophageal cancer", "GTV delineation", "Interobserver variability", "FDG-PET/CT", "Chemoradiotherapy"]},
    {"article name": "Short-course palliative radiation therapy leads to excellent bleeding control: A single centre retrospective study",
     "doi": "https://doi.org/10.1016/j.ctro.2018.11.007",
     "publication date": "01-2019",
     "abstract": "To compare and evaluate the utility of varying hemostatic radiotherapy prescriptions for emergent palliation of bleeding tumors.This retrospective study analyzed 112 consecutive patients treated with radiotherapy for emergent palliation of bleeding tumors at an academic institution. Study endpoints included: primary bleeding control; re-bleeding rate after initial control; treatment interruption rate; overall survival; and death within 30 days of treatment.The most commonly prescribed fractionations were: 20 Gy in 5 fractions, 30 Gy in 10 fractions, and 8 Gy in a single fraction. The overall primary bleeding control rate was 89%. By location, primary bleeding control rates were 89% (31/35), 80% (16/20), 88% (14/16), 93% (13/14), 100% (9/9), and 100% (6/6) for gastrointestinal, genitourinary, head and neck, thoracic, extremity, and gynecologic sites, respectively. The overall re-bleeding rate following initial bleeding control was 25%. Female patients had a significantly reduced risk of bleeding recurrence (HR 0.18 [0.04–0.79], p = 0.02). Longer fractionation regimens (>5 fractions) were not associated with a reduced incidence of re-bleeding (p = 0.65), but were associated with more treatment interruptions (p = 0.02). The 1-year overall survival rate in this population was 24%, with mortality greater in patients with poor performance status (HR 2.99 [1.36–6.58], p = 0.007).Regardless of prescription, palliative radiotherapy is highly effective for primary bleeding control, with both long and short regimens demonstrating equal hemostatic effect and durability in the emergent setting. Longer radiotherapy regimens (>5 fractions), however, are accompanied by increased treatment interruptions and hospital days. Therefore, shorter hemostatic regimens (<5 fractions) are preferable in this palliative setting, with respect to minimizing treatment burden for patients while achieving symptomatic relief.",
     "keywords": ["Hemostatic radiotherapy", "Bleeding control", "Treatment interruption", "Fractionation", "Palliative radiotherapy"]},
    {"article name": "Visualization of the tumor cavity after lumpectomy of breast cancer for postoperative radiotherapy",
     "doi": "https://doi.org/10.1016/j.ctro.2018.11.003",
     "publication date": "01-2019",
     "abstract": "To visualize the tumor cavity after lumpectomy, the tumor cavity was coated with the liquid tissue marker sucrose acetate isobutyrate (SAIB) with its radiopaque electron dense SAIB analogue (x-SAIB) and assessed for radiotherapy planning. SAIB/x-SAIB enhanced the confidence for target structure definition. Tissue displacement after oncoplasty may be revealed by SAIB/x-SAIB.",
     "keywords": null},
    {"article name": "Changes in lower urinary tract symptoms after iodine-125 brachytherapy for prostate cancer",
     "doi": "https://doi.org/10.1016/j.ctro.2018.11.001",
     "publication date": "01-2019",
     "abstract": "To investigate chronological changes in lower urinary tract symptoms (LUTS) in patients who received iodine-125 brachytherapy (BT) for prostate cancer.We enrolled 706 patients who received BT. Of these, 265 (38%) received BT combined with external beam radiation therapy (EBRT). An International Prostate Symptom Score (IPSS), IPSS quality of life (IPSS-QOL) score, and overactive bladder symptom score (OABSS) were recorded before BT (baseline, BL), and 1, 3, 6, 12, 24, 36, 48, and 60 months after BT. The sum of frequency (2), urgency (4) and nocturia (7) of the IPSS questionnaire was defined as the storage symptoms score, whereas the sum of emptying (1), intermittency (3), weak stream (5), and hesitancy (6) was defined as the voiding symptom score.Total IPSS significantly increased at 3 months following BT compared with BL (mean score: 17.1 vs. 7.99, P < 0.001) and returned to BL by 36 months. The storage symptom score did not return to BL 36 months after BT. Total OABSS significantly increased 3 months after BT compared with BL (mean score: 6.52 vs. 3.45, P < 0.001), and returned to BL 48 months after BT. The IPSS-QOL score was the highest score (mean score: 2.46 vs. 3.9, P < 0.001) 3 months after BT and returned to BL 48 months after BT, however the IPSS-QOL score was lower than BL (mean score: 2.01 vs 2.46, P < 0.001) at 60 months. The risk factors for LUTS within 1 year after BT were BL IPSS (P < 0.001) and PV (P < 0.001). Patients who received combined EBRT experienced transient storage symptoms 24 and 36 months after BT, whereas those who received BT alone did not. However, the storage symptom score of the patients who received combined EBRT was improving 48 months after BT and eventually showed no significant difference compared with those treated with BT alone.Three months after BT, LUTS, including storage symptoms, deteriorated the most but improved with time. The urinary symptom in patients who received combined EBRT can potentially flare again in 24 and 36 months after BT. Knowledge of changes in LUTS associated with BT may influence treatment recommendations and enable patients to make better-informed decisions.",
     "keywords": ["BT brachytherapy", "brachytherapy", "BL baseline", "baseline", "EBRT external beam radiation therapy", "external beam radiation therapy", "GS Gleason score", "Gleason score", "IMRT intensity modulated radiation therapy", "intensity modulated radiation therapy", "IQR interquartile", "interquartile", "LUTS lower urinary tract symptoms", "lower urinary tract symptoms", "NADT neoadjuvant androgen deprivation therapy", "neoadjuvant androgen deprivation therapy", "PV prostate volume", "prostate volume", "QOL quality of life", "quality of life", "Brachytherapy", "Prostate cancer", "Lower urinary tract symptom", "Quality of life", "Urinary symptom flare"]},
    {"article name": "What is the impact of diabetes mellitus on radiation induced acute proctitis after radical radiotherapy for adenocarcinoma prostate? A prospective longitudinal study",
     "doi": "https://doi.org/10.1016/j.ctro.2017.02.003",
     "publication date": "01-2019",
     "abstract": "Long-term complications of diabetes include cardiovascular disease, retinopathy, nephropathy, and neuropathy. Diabetic patients with prostate cancer could be at a high risk of radiation-induced acute proctitis following radical radiotherapy. Our aims were to analyse the incidence, severity, and duration of radiation proctitis in diabetic patients treated by radical radiotherapy and combined androgen deprivation for prostate cancer.On the bases of inclusion and exclusion criteria 716 patients with prostate cancer were retrospectively recruited. Patients were stratified into diabetic patients and non-diabetic patients. The incidence, severity, and duration of proctitis were the main outcomes. A polynomial ordered logistic regression was fitted to determine the influence of diabetes status, age, blood pressures medication, co-morbidities, Gleason score, PSA after treatment, and tumour stage on the grades of proctitis. Time to resolution per year was modelled as a negative binomial generalised linear model.The overall mean age of patients was 67.44 (SD 6.77) years with a follow-up time of 3.36 (SD 2.05) years. Data exploratory analysis suggested that the only highly significant explanatory variable was the presence or absence of diabetes. Polynomial ordered logistic regression, however, showed that the presence (or not) of diabetes remained as the only significant predictor (t = −2.74; p = 0.0059) of severity of proctitis. A negative binomial generalised linear model showed that both grade of proctitis (z = −17.178; p < 0.001), and diabetes (z = −5.92; p < 0.001), were highly significant predictors of time to resolution.Diabetic patients were significantly more likely to have proctitis after radical radiation therapy for prostate cancer. Diabetes was significantly associated with an induced risk of radiation induced proctitis and also with deceleration of its resolution.",
     "keywords": ["Prostate cancer", "Diabetes mellitus", "Proctitis", "Radiotherapy"]},
    {"article name": "Predictors of acute throat or esophageal patient reported pain during radiation therapy for head and neck cancer",
     "doi": "https://doi.org/10.1016/j.ctro.2018.08.004",
     "publication date": "11-2018",
     "abstract": "Acute pain during weekly radiotherapy (RT) to the head and neck is not well characterized. We studied dose-volume metrics and clinical variables that are plausibly associated with throat or esophageal pain as measured with a weekly questionnaire during RT.We prospectively collected weekly patient-reported outcomes from 122 head and neck cancer patients during RT. The pain score for each question consisted of a four-level scale: none (0), mild (1), moderate (2), and severe (3). Univariate and multivariate ordinal logistic regression analyses were performed to investigate associations between both esophageal and throat pain and clinical as well as dosimetric variables.In multivariate analysis, age was significantly associated with both types of pain, leading to odds ratio (OR) = 0.95 (p = 0.008) and OR = 0.95 (p = 0.007) for esophageal and throat pain, respectively. For throat pain, sex (OR = 4.12; p = 0.010), with females at higher risk, and fractional organ at risk (OAR) mean dose (OR = 3.30; p = 0.014) were significantly associated with throat pain.A fractional OAR mean dose of 1.1 Gy seems a reasonable cutoff for separating no or mild pain from moderate to severe esophageal and throat pain. Younger patients who received RT experienced more esophageal and throat pain. Females experienced more throat pain, but not esophageal pain.",
     "keywords": ["Head and neck", "Pain", "Radiotherapy", "Esophagus", "Throat"]},
    {"article name": "Effect of X-ray minibeam radiation therapy on clonogenic survival of glioma cells",
     "doi": "https://doi.org/10.1016/j.ctro.2018.07.005",
     "publication date": "11-2018",
     "abstract": "The goal is to compare, in vitro, the efficiency of minibeam radiotherapy (MBRT) and standard RT in inducing clonogenic cell death in glioma cell lines. With this aim, we report on the first in vitro study performed in an X-ray Small Animal Radiation Research Platform (SARRP) modified for minibeam irradiations. F98 rat and U87 human glioma cells were irradiated with either an array of minibeams (MB) or with conventional homogeneous beams (broad beam, BB). A specially designed multislit collimator was used to generate the minibeams with a width of a center-to-center distance of 1465 (±10) μm, and a PVDR value of 12.4 (±2.3) measured at 1 cm depth in a water phantom. Cells were either replated for clonogenic assay directly (immediate plating, IP) or 24 h after irradiation (delayed plating, DP) to assess the effect of potentially lethal damage repair (PLDR) on cell survival. Our hypothesis is that with MBRT, a similar level of clonogenic cell death can be reached compared to standard RT, when using equal mean radiation doses. To prove this, we performed dose escalations to determine the minimum integrated dose needed to reach a similar level of clonogenic cell death for both treatments. We show that this minimum dose can vary per cell line: in F98 cells a dose of 19 Gy was needed to obtain similar levels of clonogenic survival, whereas in U87 cells there was still a slightly increased survival with MB compared to BB 19 Gy treatment.The results suggest also an impairment of DNA damage repair in F98 cells as there is no difference in clonogenic cell survival between immediately and delayed plated cells for each dose and irradiation mode. For U87 cells, a small IP-DP effect was observed in the case of BB irradiation up to a dose of 17 Gy. However, at 19 Gy BB, as well as for the complete dose range of MB irradiation, U87 cells did not show a difference in clonogenic survival between IP and DP. We therefore speculate that MBRT might influence PLDR. The current results show that X-ray MBRT is a promising method for treatment of gliomas: future preclinical and clinical studies should aim at reaching a minimum radiation (valley) dose for effective eradication of gliomas with increased sparing of normal tissues compared to standard RT.",
     "keywords": ["Radiotherapy", "Minibeam", "MBRT", "Clonogenic assay"]},
    {"article name": "Axillary radiotherapy for nodal lymphoma: What CTV expansion is required to account for absence of pre-chemotherapy treatment position FDG PET-CT?",
     "doi": "https://doi.org/10.1016/j.ctro.2018.09.003",
     "publication date": "11-2018",
     "abstract": "Involved site lymphoma radiotherapy clinical target volumes (CTV) require expansion in the absence of treatment-position pre-chemotherapy PET-CT. This prospective imaging study evaluates CTV contouring for axillary lymphoma using diagnostic imaging compared with co-registered treatment-position PET-CT. Generous expansion axially and cranio-caudally is required to encompass pre-chemotherapy disease without treatment-position pre-chemotherapy PET-CT.",
     "keywords": ["Lymphoma", "Radiotherapy", "Axilla", "Clinical target volume", "PET-CT"]},
    {"article name": "Magnetic Resonance-based Response Assessment and Dose Adaptation in Human Papilloma Virus Positive Tumors of the Oropharynx treated with Radiotherapy (MR-ADAPTOR): An R-IDEAL stage 2a-2b/Bayesian phase II trial",
     "doi": "https://doi.org/10.1016/j.ctro.2018.08.003",
     "publication date": "11-2018",
     "abstract": "Current standard radiotherapy for oropharynx cancer (OPC) is associated with high rates of severe toxicities, shown to adversely impact patients’ quality of life. Given excellent outcomes of human papilloma virus (HPV)-associated OPC and long-term survival of these typically young patients, treatment de-intensification aimed at improving survivorship while maintaining excellent disease control is now a central concern. The recent implementation of magnetic resonance image – guided radiotherapy (MRgRT) systems allows for individual tumor response assessment during treatment and offers possibility of personalized dose-reduction. In this 2-stage Bayesian phase II study, we propose to examine weekly radiotherapy dose-adaptation based on magnetic resonance imaging (MRI) evaluated tumor response. Individual patient’s plan will be designed to optimize dose reduction to organs at risk and minimize locoregional failure probability based on serial MRI during RT. Our primary aim is to assess the non-inferiority of MRgRT dose adaptation for patients with low risk HPV-associated OPC compared to historical control, as measured by Bayesian posterior probability of locoregional control (LRC).Patients with T1-2 N0-2b (as per AJCC 7th Edition) HPV-positive OPC, with lymph node <3 cm and <10 pack-year smoking history planned for curative radiotherapy alone to a dose of 70 Gy in 33 fractions will be eligible. All patients will undergo pre-treatment MRI and at least weekly intra-treatment MRI. Patients undergoing MRgRT will have weekly adaptation of high dose planning target volume based on gross tumor volume response. The stage 1 of this study will enroll 15 patients to MRgRT dose adaptation. If LRC at 6 months with MRgRT dose adaptation is found sufficiently safe as per the Bayesian model, stage 2 of the protocol will expand enrollment to an additional 60 patients, randomized to either MRgRT or standard IMRT.Multiple methods for safe treatment de-escalation in patients with HPV-positive OPC are currently being studied. By leveraging the ability of advanced MRI techniques to visualize tumor and soft tissues through the course of treatment, this protocol proposes a workflow for safe personalized radiation dose-reduction in good responders with radiosensitive tumors, while ensuring tumoricidal dose to more radioresistant tumors. MRgRT dose adaptation could translate in reduced long term radiation toxicities and improved survivorship while maintaining excellent LRC outcomes in favorable OPC.ClinicalTrials.gov ID: NCT03224000; Registration date: 07/21/2017.",
     "keywords": ["Magnetic resonance imaging guided radiotherapy", "Human papilloma virus", "Oropharyngeal cancer", "Adaptive radiotherapy"]},
    {"article name": "Long term safety and visibility of a novel liquid fiducial marker for use in image guided radiotherapy of non-small cell lung cancer",
     "doi": "https://doi.org/10.1016/j.ctro.2018.07.004",
     "publication date": "11-2018",
     "abstract": "Safety and clinical feasibility of injecting a novel liquid fiducial marker for use in image guided radiotherapy in 15 patients with non-small cell lung cancer are reported. No major safety or toxicity issues were encountered. Markers present at start of radiotherapy remained visible in cone beam computed tomography and fluoroscopy images throughout the treatment course and on computed tomography images during follow-up (0–38 months). Marker volume reduction was seen until 9 months after treatment, after which no further marker breakdown was found. No post-treatment migration or marker related complications were found.",
     "keywords": ["Liquid fiducial marker", "Image-guided radiotherapy", "NSCLC", "Endoscopic ultrasound", "EBUS"]},
    {"article name": "Potentials and challenges of diffusion-weighted magnetic resonance imaging in radiotherapy",
     "doi": "https://doi.org/10.1016/j.ctro.2018.09.002",
     "publication date": "11-2018",
     "abstract": "To review the potential and challenges of integrating diffusion weighted magnetic resonance imaging (DWI) into radiotherapy (RT).Details related to image acquisition of DWI for RT purposes are discussed, along with the challenges with respect to geometric accuracy and the robustness of quantitative parameter extraction. An overview of diffusion- and perfusion-related parameters derived from mono- and bi-exponential models is provided, and their role as potential RT biomarkers is discussed. Recent studies demonstrating potential of DWI in different tumor sites such as the head and neck, rectum, cervix, prostate, and brain, are reviewed in detail.DWI has shown promise for RT outcome prediction, response assessment, as well as for tumor delineation and characterization in several cancer types. Geometric and quantification robustness is challenging and has to be addressed adequately. Evaluation in larger clinical trials with well designed imaging protocol and advanced analysis models is needed to develop the optimal strategy for integrating DWI in RT.",
     "keywords": null},
    {"article name": "Prophylactic procedure tract radiotherapy for malignant pleural mesothelioma: A systematic review and meta-analysis",
     "doi": "https://doi.org/10.1016/j.ctro.2018.09.004",
     "publication date": "11-2018",
     "abstract": "Malignant pleural mesothelioma (MPM) is an aggressive cancer with a propensity for seeding procedure tracts, leading to symptomatic metastases. There is conflicting evidence on the value of prophylactic procedure tract radiotherapy in reducing tract metastases. We performed a systematic review and meta-analysis to estimate the benefit of radiotherapy in this setting.Electronic databases were searched to January 1, 2018 for prospective randomized control trials with prophylactic procedure tract radiotherapy as the intervention arm. Pooled odds ratios and 95% confidence intervals were calculated using a random effects model. Study heterogeneity was assessed using the I2 statistic, and publication bias was evaluated by funnel plot and Egger's regression model.Five studies were included for meta-analysis. Prophylactic radiotherapy did not have a statistically significant reduction on the risk of procedure site recurrence, with a pooled relative risk of 0.69 (95% CI 0.33–1.43). There was moderate heterogeneity between trials. All trials were assessed as moderate or high risk of bias overall.This systematic review has confirmed that there is no role for prophylactic procedure tract radiotherapy in MPM. In the absence of effective prophylactic procedures, patients need to be monitored closely, and palliative interventions delivered in a timely manner to reduce morbidity associated with procedure tract metastases.",
     "keywords": ["Malignant pleural mesothelioma", "Radiotherapy", "Prophylactic", "Procedure tract"]},
    {"article name": "Cancer clinical trials – Survey evaluating patient participation and acceptance in a university-based Comprehensive Cancer Center (CCC)",
     "doi": "https://doi.org/10.1016/j.ctro.2018.10.001",
     "publication date": "11-2018",
     "abstract": "Prospective clinical trials are essential to translate new therapy concepts or rather any scientific development into the medical routine. Besides a sophisticated trial protocol, the success of clinical trials depends on patient recruitment and participation. Patient recruitment remains a challenge and depends on several factors. To get a current picture of the patients’ attitude, we conducted the present survey.We designed a survey with seven questions, which was given to all oncological patients treated within a timeframe of three months between Mai and July 2017. Participation was voluntary and anonymous. The questionnaire mainly inquires patients’ participation in clinical trials in a university-based setting, their attitude towards clinical trials regarding risks and benefits, and their source of information in this context.771 patients (1:1 male/female) participated with a median age of 61 years (range 18–91 years) with a response rate of 71.5%. Of all, 17.8% (137/771) were participating in a clinical trial. The most mentioned reason was to serve medical progress and cancer research. Out of the patients not currently participating in a trial, 79 (12.7%, 79/623) refusers named the following main reasons: extensive travel time to the clinic, no therapeutic advantage, and too time-consuming. Out of the patients not offered to take part in a trial, 265 (51.0%, 265/520) would participate if offered. Of all patients, 8.3% (64/771) used the clinics' homepage as a source of information, of those 79.7% (51/64) were satisfied with its content. To enhance patient recruitment strategies, we asked how patients wish to be informed about possible trials: More than half (52.0%) of the questioned patients preferred an individual medical consultation with their physician.We further analyzed the trial participation depending on age, gender, unit, and tumor entity. We could show a significant influence of age (p < 0.001) but not for gender (p = 0.724). The trial participation was also significantly associated with the treating unit (p < 0.001) and tumor entity (p = 0.001).Patients are willing to participate in clinical trials. Better information strategies need to be implemented. Physicians need to be aware of running trials within their department and must counseling counsel patients effectively to improve recruitment. Trial concepts should keep in mind patients’ needs including an adequate number of appointments, positive risk-benefit profiles, and information material.",
     "keywords": ["Clinical trial", "Clinical study", "Patient recruitment", "Patient participation", "Surveys", "Oncology"]},
    {"article name": "Dose to penile bulb is not associated with erectile dysfunction 18 months post radiotherapy: A secondary analysis of a randomized trial",
     "doi": "https://doi.org/10.1016/j.ctro.2018.09.006",
     "publication date": "11-2018",
     "abstract": "Erectile dysfunction is a common side effect of prostate cancer (PC) therapy. In this randomized study (The RIC-study) we used patient reported outcomes to evaluate sexual function 18 months after combined endocrine therapy and radical radiotherapy (RT) given with either wide or tight planning target volume (PTV) margins. We also analyzed the impact of radiation dose to penile bulb on sexual function.The RIC-study included 257 men with intermediate and high-risk PC. All patients received 6 months of total androgen blockage started 3 months prior to randomization. In high-risk patients, an oral anti-androgen (Bicalutamide) was administered for an additional 2.5 years. Patients were randomized to receive 78 Gy in 39 fractions guided either by weekly offline orthogonal portal imaging or by daily online cone beam computed tomography image-guided RT. Sexual function was evaluated at 18 months after start of RT using the Questionnaire Umeå Fransson Widmark 1994. Ability to have an erection was assessed on an 11-point scale numerical rating scale (0 = no and 10 = very much) as the primary outcome. In addition, the association between penile bulb (PB) radiation dose and erectile function was analyzed.Of 250 evaluable patients, 228 (mean age 71.8 years) returned the questionnaires. The patients reported a high degree of sexual related problems with mean scores to the primary outcome question (221 respondents) of 7.44 and 7.39 in the 2D weekly IGRT-arm and 3D daily IGRT-arm (p = 0.93) respectively. For four additional questions (scale 0–10) regarding sexual function resulted in mean scores >6.5 with no difference between study arms. The mean dose to PB was substantially larger in the 2D weekly IGRT-arm vs the 3D daily IGRT-arm (mean 59.8 Gy vs mean 35.1 Gy).We found no effect of mean PB-dose on the primary outcome adjusted for study-site, risk-group and age. When adjusting for serum-testosterone level at 18 months in addition, the effect of mean PB-dose remained insignificant.IGRT protocol or PB dose had no effect on ED 18 months after RT in this study population. The low potency rates can partly be explained by the prolonged use of anti-androgen in high risk patients. Longer follow-up is needed to confirm the results from the RIC-study.",
     "keywords": null},
    {"article name": "Persistence of radiation-induced aberrations in patients after radiotherapy with C-ions and IMRT",
     "doi": "https://doi.org/10.1016/j.ctro.2018.10.002",
     "publication date": "11-2018",
     "abstract": "Chromosomal aberrations in peripheral blood lymphocytes are a biomarker for radiation exposure and are associated with an increased risk for malignancies. To determine the long-term cytogenetic effect of radiotherapy, we analyzed the persistence of different aberration types up to 2.5 years after the treatment.Cytogenetic damage was analyzed in lymphocytes from 14 patients that had undergone C-ion boost + IMRT treatment for prostate cancer. Samples were taken immediately, 1 year and 2.5 years after therapy. Aberrations were scored using the multiplex fluorescence in situ hybridization technique and grouped according to their transmissibility to daughter cells.Dicentric chromosomes (non-transmissible) and translocations (transmissible) were induced with equal frequencies. In the follow-up period, the translocation yield remained unchanged while the yield of dicentrics decreased to ≈40% of the initial value (p = 0.011 and p = 0.001 for 1 and 2.5 years after compared to end of therapy). In 2 patients clonal aberrations were observed; however they were also found in samples taken before therapy and thus were not radiotherapy induced.The shift in the aberrations spectrum towards a higher fraction of translocations indicates the exposure of hematopoietic stem and progenitor cells underlining the importance of a careful sparing of bone marrow during radiotherapy to minimize the risk for secondary cancers.",
     "keywords": ["BM bone marrow", "bone marrow", "BrdU Bromodeoxyuridine", "Bromodeoxyuridine", "FISH Fluorescence in situ hybridization", "Fluorescence in situ hybridization", "FPG fluorescence plus Giemsa staining", "fluorescence plus Giemsa staining", "GTV gross tumor volume", "gross tumor volume", "HSPCs hematopoietic stem/progenitor cells", "hematopoietic stem/progenitor cells", "mFISH multiplex fluorescence in situ hybridization", "multiplex fluorescence in situ hybridization", "PBLs peripheral blood lymphocytes", "peripheral blood lymphocytes", "Prostate cancer", "Carbon ion therapy", "Hematopoietic stem cells", "Bone marrow", "Chromosomal translocations", "Risk assessment"]},
    {"article name": "Phase II study of induction chemotherapy with docetaxel, cisplatin, 5-fluorouracil followed by radioimmunotherapy with cetuximab and intensity-modulated radiotherapy in combination with a carbon ion boost for locally advanced tumors of the oro-, hypopharynx and larynx",
     "doi": "https://doi.org/10.1016/j.ctro.2018.09.005",
     "publication date": "11-2018",
     "abstract": "This phase II trial was designed to evaluate efficacy and safety of a highly intensified therapy in locally advanced squamous cell carcinoma of the oro-, hypopharynx and larynx.In this prospective, mono-centric, open-label, non-randomized phase II trial the single treatment arm consisted of a combined induction chemotherapy with docetaxel, cisplatin, 5-fluorouracil, followed by bioradiation with the monoclonal antibody cetuximab, carbon ion boost (24Gy(RBE) in 8 fractions) and IMRT (50 Gy in 25 fractions). The trial was closed early due to slow accrual.Eight patients (median age 52.5 years) were enrolled into the trial. The median follow-up was 13 months and the 12-months locoregional tumor control, progression-free survival and overall survival rates were 100.0% each. Complete remission was achieved in 7 patients. The most commonly late radiation adverse event was xerostomia (85.7% at 12 months). Five serious adverse events with recovery were documented in 4 patients: mucositis grade 3 (n = 2), decreased lymphocyte count grade 4, febrile neutropenia grade 4 and hypersensitivity grade 3 to cetuximab (n = 1 each). Most symptom scales had their worst value at the last treatment day and recovered until the 4th follow-up visit.The study treatment was tolerable and promising. Reduced quality of life recovered for most aspects until the last follow-up visit.",
     "keywords": ["Particle therapy", "Carbon ion therapy", "Cetuximab", "LAHNC", "SCCHN", "Head and neck cancer"]},
    {"article name": "Four different treatment strategies in aggressive fibromatosis: A systematic review",
     "doi": "https://doi.org/10.1016/j.ctro.2018.03.001",
     "publication date": "08-2018",
     "abstract": "The treatment approach for aggressive fibromatosis is changing. Although surgery is the mainstay in common practice, recent literature is reporting a more conservative approach. We compared the local control rate for surgery, surgery with radiotherapy, radiotherapy alone and a wait and see policy in a systematic review.A comprehensive search of the databases PubMed/Medline, Embase and Cochrane, of the medical literature published in 1999 till March 2017 was performed by two reviewers, including articles about extra abdominal aggressive fibromatosis without the genetical variants. A total of 671 studies were assessed for eligibility, and 37 studies were included for analysis, representing 2780 patients.The local control rates for surgery alone, surgery and radiotherapy, radiotherapy alone and observation were 75%, 78%, 85% and 78%, respectively. For patients with recurrent disease observation had a better local control rate than surgery alone (p = 0.001). In the observation group, stabilization of the tumor was seen in median 14 (range 12–35) months. The time to local recurrence in the treatment group was median 17 (range, 11–52) months.A watchful conservative first line approach with just observation and closely monitoring, by means of physical examination and MRI, appears to be justified in a subgroup of patients without clinical symptoms and no possible health hazards if the tumor would progress.",
     "keywords": ["Aggressive fibromatosis", "Different treatment strategies", "Systematic review"]},
    {"article name": "Leukocytosis, prognosis biomarker in locally advanced head and neck cancer patients after chemoradiotherapy",
     "doi": "https://doi.org/10.1016/j.ctro.2018.07.002",
     "publication date": "08-2018",
     "abstract": "To study the prognostic value of leukocyte increase in a retrospective cohort of locally advanced head and neck squamous cell carcinoma (HNSCC) patients receiving definitive concurrent cisplatin and radiation.Clinical records of consecutive previously untreated locally advanced HNSCC patients treated in our Institution between March 2006 and October 2012 by concurrent cisplatin (100 mg/m2, every 3 weeks) and radiation (70 Gy in 7 weeks) were collected. The prognostic value of pretreatment leukocyte increase was examined, with focus on patterns of relapse and survival. Leukocytosis and neutrophilia were defined as a leukocyte count or a neutrophils count exceeding 10 and 7.5 G/L, respectively.We identified 193 patients, all treated with concurrent cisplatin-based chemoradiotherapy. Respectively 24% and 20% patients displayed baseline leukocytosis or neutrophilia. Mean leukocyte count were significantly more elevated in current smokers, patients with performance status (PS) >0, T4 and less in HPV + tumor. The 5-year actuarial overall survival (OS) and progression-free survival (PFS) were 56% and 51% respectively. In univariate analysis, both leukocytosis and neutrophilia were strongly associated with worse OS and PFS (p < 0.001). In multivariate analysis, N classification, HPV/p16, smoking status and leukocytosis were associated with worse OS and PFS. Patients with <3 cycles of cisplatin had worse survival.In locally advanced HNSCC treated with concurrent cisplatin and radiation, baseline leukocytosis predicts OS and PFS. In addition with HPV status, this independent biomarker could help identifying patients with high risk of tumor relapse.",
     "keywords": ["Head and neck cancer", "Squamous cell carcinoma", "Concurrent chemoradiation", "Prognostic factor", "Biomarkers", "Neutrophilia", "Leukocytosis"]},
    {"article name": "PATRIOT: A phase I study to assess the tolerability, safety and biological effects of a specific ataxia telangiectasia and Rad3-related (ATR) inhibitor (AZD6738) as a single agent and in combination with palliative radiation therapy in patients with solid tumours",
     "doi": "https://doi.org/10.1016/j.ctro.2018.06.001",
     "publication date": "08-2018",
     "abstract": "PATRIOT is a phase I study of the ATR inhibitor, AZD6738, as monotherapy, and in combination with palliative radiotherapy. Here, we describe the protocol for this study, which opened in 2014 and is currently recruiting and comprises dose escalation of both drug and radiotherapy, and expansion cohorts.",
     "keywords": ["Phase I", "Radiosensitization", "ATR inhibition", "DNA damage response", "Clinical trial"]},
    {"article name": "Verification of HE-based CTV in laryngeal and hypopharyngeal cancer using pan-cytokeratin",
     "doi": "https://doi.org/10.1016/j.ctro.2018.07.003",
     "publication date": "08-2018",
     "abstract": "For accurate target definition, we determined margins for the clinical target volume (CTV) for laryngeal and hypopharyngeal cancer in computed tomography (CT, 4.3 mm), magnetic resonance imaging (MR, 6.1 mm) and fluorodeoxyglucose (FDG)-positron emission tomography (PET, 5.2 mm). Previously, we used Hematoxylin-eosin (HE) stained whole-mount sections of total laryngectomy specimens as gold standard to define CTV margins. In the present study, we verified the HE-based tumor delineation with staining for pan-cytokeratin, specific for squamous cell carcinoma.Twenty-seven patients with a T3/T4 laryngeal hypopharyngeal tumor were included. From each patient, a total laryngectomy specimen was obtained. Four subsequent 3-mm thick slices containing tumor were selected of which 4-µm thick whole-mount sections were obtained and stained with HE and for pan-cytokeratin CK-AE1/3. Tumors were microscopically delineated on both sections by an experienced head-and-neck pathologist. Tumor delineations were compared using the conformity index (CI) and the distance between both contours.The CI between HE-based and CK-AE1/3-based tumor delineations was 0.87. The maximum and 95th percentile (p95) extent of the HE-based tumor delineations from the CK-AE1/3-based tumor delineations were 1.7 mm and 0.7 mm, respectively. The maximum and p95 extent of the CK-AE1/3-based tumor delineations from the HE-based tumor delineations was 1.9 mm and 0.8 mm, respectively.Histopathological assessment of tumor outline on standard HE-stained sections is comparable to microscopic tumor extent based on squamous cell specific pan-cytokeratin staining. Therefore, CTV margins based on HE based tumor contour will be adequate.",
     "keywords": ["HE hematoxylin-eosin", "hematoxylin-eosin", "CTV clinical target volume", "clinical target volume", "CT computed tomography", "computed tomography", "MRI magnetic resonance imaging", "magnetic resonance imaging", "FDG-PET fluoro-deoxyglucose positron emission tomography", "fluoro-deoxyglucose positron emission tomography", "CI conformity index", "conformity index", "p95 95th percentile", "95th percentile", "GTV gross tumor volume", "gross tumor volume", "SCC squamous cell carcinoma", "squamous cell carcinoma", "CK-AE1/3 cytokeratin AE1/3 antibodies", "cytokeratin AE1/3 antibodies", "TLE total laryngectomy", "total laryngectomy", "HIER heat-induced epitope retrieval", "heat-induced epitope retrieval", "PBS phosphate-buffered saline", "phosphate-buffered saline", "DAB diaminobenzidine", "diaminobenzidine", "TME tumor microenvironment", "tumor microenvironment", "Head and neck", "Squamous cell carcinoma", "Histopathology", "Pan-cytokeratin", "Target definition", "HE"]},
    {"article name": "Helping patients make informed decisions. Two-year evaluation of the Gustave Roussy prostate cancer multidisciplinary clinic",
     "doi": "https://doi.org/10.1016/j.ctro.2018.07.001",
     "publication date": "08-2018",
     "abstract": "The initial treatment decision for newly diagnosed non-metastatic prostate cancer is complex. Multiple valid approaches exist, without a clear and absolute consensus for every clinical scenario, and therefore specialist opinions may vary. Multidisciplinary consultations focusing on shared decision-making aim to provide an apposite tool for the initial treatment decision. We have evaluated the first two years of activity of the Gustave Roussy Prostate Cancer Multidisciplinary Clinic (PCMC), dedicated to the initial decision-making for non-metastatic prostate cancer.PCMC consists of two consecutive specialist consultations with a urological surgeon and a radiation oncologist, followed by a dedicated Tumor Board discussion. A study questionnaire was addressed to all PCMC patients via postal mail. Medical notes and questionnaire responses of 195 eligible patients were analyzed.The questionnaire response rate was 69% (134 patients). Complete satisfaction rate was high (114 of 118 responders, 97%). Patients were offered new treatment options in 55% of cases, and felt better informed in 98% (122 of 125 responders). The double consultation was considered useful (124 of 129 responders, 96%). Reported feeling of active participation was significantly elevated (117 of 131 responders, 89%), while 46% of patients (57 of 125) modified their decision on the management of their prostate cancer following their PCMC consultation.The experience of a multidisciplinary consultation in the initial management of non-metastatic prostate cancer renders high patient satisfaction, improves their appreciation of feeling better informed, promotes active participation and shared decision-making and strongly influences their final decision.",
     "keywords": ["Prostate cancer", "Multidisciplinary", "Radiotherapy", "Surgery", "Shared decision-making"]},
    {"article name": "A neuropathic pain component as a predictor of improvement in pain interference after radiotherapy for painful tumors: A secondary analysis of a prospective observational study",
     "doi": "https://doi.org/10.1016/j.ctro.2018.08.002",
     "publication date": "08-2018",
     "abstract": "We previously demonstrated that patients with a tumor-related neuropathic pain component were more likely to experience a pain response after radiotherapy (RT) than those without. It is unknown whether the presence of a neuropathic component also favorably influences pain interference. In a secondary analysis of our previous prospective observational study, we investigated if the presence of a neuropathic component of the index pain caused by the irradiated tumors predicts greater reduction in pain interference.For patients scheduled for RT for painful tumors, Brief Pain Inventory data were collected at initiation of RT and 1, 2, and 3 months thereafter. Multivariable linear regression analyses were performed to investigate the effects of the presence of a neuropathic component on the changes in pain interference scores (i.e., follow-up minus baseline). We used 10 covariates as potential confounders.Of the 302 analyzable patients, 93 (31%) were diagnosed as having a neuropathic component of the index pain. Multivariable linear regression analyses revealed that all the point estimates of regression coefficients at 1-, 2-, and 3-month follow-up were negative values; some were statistically significant. At 2-month follow-up, patients with a neuropathic component experienced greater reductions in their pain interference scores for walking ability (p = 0.048), normal work (p = 0.021), sleep (p = 0.001), and enjoyment of life (p = 0.010) than those without it.The presence of a neuropathic pain component predicted a greater reduction in pain interference after RT. Patients with neuropathic tumor-related pain should be offered the option of receiving palliative RT.",
     "keywords": ["Palliative radiotherapy", "Neuropathic pain", "Painful tumors", "Pain interference"]},
    {"article name": "A prospective in silico analysis of interdisciplinary and interobserver spatial variability in post-operative target delineation of high-risk oral cavity cancers: Does physician specialty matter?",
     "doi": "https://doi.org/10.1016/j.ctro.2018.07.006",
     "publication date": "08-2018",
     "abstract": "The aim of this study was to determine the interdisciplinary agreement in identifying the post-operative tumor bed.Three radiation oncologists (ROs), four surgeons, and three radiologists segmented post-operative tumor and nodal beds for three patients with oral cavity cancer. Specialty cohort composite contours were created by STAPLE algorithm implementation results for interspecialty comparison. Dice similarity coefficient and Hausdorff distance were utilized to compare spatial differentials between specialties.There were significant differences between disciplines in target delineation. There was unacceptable variation in Dice similarity coefficient for each observer and discipline when compared to the STAPLE contours. Within surgery and radiology disciplines, there was good consistency in volumes. ROs and radiologists have similar Dice similarity coefficient scores compared to surgeons.There were significant interdisciplinary differences in perceptions of tissue-at-risk. Better communication and explicit description of at-risk areas between disciplines is required to ensure high-risk areas are adequately targeted.",
     "keywords": ["Oral cavity cancer", "Target delineation", "Post-operative", "Interdisciplinary", "Interobserver"]},
    {"article name": "Activation of immune responses in patients with relapsed-metastatic head and neck cancer (CONFRONT phase I-II trial): Multimodality immunotherapy with avelumab, short-course radiotherapy, and cyclophosphamide",
     "doi": "https://doi.org/10.1016/j.ctro.2018.08.001",
     "publication date": "08-2018",
     "abstract": "Second-line treatment of platinum-resistant relapsed/metastatic (R/M) head and neck cancer (HNC) is a currently unmet clinical need. Clinical trials showed improvement in overall survival and quality of life of R/M-HNC patients treated with anti-PD-1 regardless of the number of prior chemotherapy lines; however, the percentage of long-term survivors remains limited.This study aims to test the hypothesis that attacking the tumor microenvironment at multiple levels can increase immunogenicity of R/M-HNC without worsening the safety profile of immune checkpoint inhibitors.In this open label, multi-center, single-arm, Phase Ib/II, R/M-HNC patients pretreated with at least one line of therapy containing platinum, fluorouracil, and cetuximab will receive a daily metronomic dose of 50 mg cyclophosphamide without a drug-free break, 10 mg/kg avelumab on day 1 and every other week until progression, and a single fraction of 8 Gy radiotherapy on day 8.The treatment protocol aims to reverse immune evasion of the tumor through a radiotherapy-induced self-vaccination effect, suppression of CD4+ CD25+ FoxP3+ regulatory T-cell function by metronomic cyclophosphamide, and effector T-cell reactivation owing to the inhibition of the PD-1–PD-L1 axis by avelumab.The immunologic interplay induced by the proposed combined treatment may theoretically improve the activity of avelumab without increasing its toxicity profile.Finally, an ancillary translational study will be extended to all the patients’ population.EudraCT n. 2017-000353-39.",
     "keywords": ["Head and neck cancer", "Avelumab", "Cyclophosphamide", "Radiotherapy", "Clinical trial", "Immunotherapy"]},
    {"article name": "Dual blockade of PI3K and MEK in combination with radiation in head and neck cancer",
     "doi": "https://doi.org/10.1016/j.ctro.2018.04.003",
     "publication date": "06-2018",
     "abstract": "In this study we have combined fractionated radiation treatment (RT) with two molecular targeted agents active against key deregulated signaling pathways in head and neck cancer.We used two molecularly characterized, low passage HNSCC cell lines of differing biological characteristics to study the effects of binimetinib and buparlisib in combination with radiation in vitro and in vivo.Buparlisib was active against both cell lines in vitro whereas binimetinib was more toxic to UT-SCC-14. Neither agent modified radiation sensitivity in vitro. Buparlisib significantly inhibited growth of UT-SSC-15 alone or in combination with RT but was ineffective in UT-SCC-14. Binimetinib did cause a significant delay with RT in UT-SCC-14 and it significantly reduced growth of the UT-SCC-15 tumors both alone and with RT. The tri-modality treatment was not as effective as RT with a single effective agent.No significant benefit was gained by the combined use of the two agents with RT even though each was efficacious when used alone.",
     "keywords": ["Head and neck cancer", "Radiation", "Targeted agents", "Xenografts", "Growth delay"]},
    {"article name": "Prospective in silico study of the feasibility and dosimetric advantages of MRI-guided dose adaptation for human papillomavirus positive oropharyngeal cancer patients compared with standard IMRT",
     "doi": "https://doi.org/10.1016/j.ctro.2018.04.005",
     "publication date": "06-2018",
     "abstract": "We aim to determine the feasibility and dosimetric benefits of a novel MRI-guided IMRT dose-adaption strategy for human papillomavirus positive (HPV+) oropharyngeal squamous cell carcinoma (OPC).Patients with locally advanced HPV+ OPC underwent pre-treatment and in-treatment MRIs every two weeks using RT immobilization setup. For each patient, two IMRT plans were created (i.e. standard and adaptive). The prescription dose for the standard plans was 2.12 Gy/fx for 33 fractions to the initial PTV. For adaptive plans, a new PTVadaptive was generated based on serial MRIs in case of detectable tumor shrinkage. Prescription dose to PTVadaptive was 2.12 Gy/fx to allow for maximum dose to the residual disease. Any previously involved volumes received minimally a floor dose of 50.16 Gy. Uninvolved elective nodal volumes were prescribed 50.16 Gy in 1.52 Gy/fx. Dosimetric parameters of organs at risk (OARs) were recorded for standard vs. adaptive plans. Normal tissue complication probability (NTCP) for toxicity endpoints was calculated using literature-derived multivariate logistic regression models.Five patients were included in this pilot study, 3 men and 2 women. Median age was 58 years (range 45–69). Three tumors originated at the tonsillar fossa and two at the base of tongue. The average dose to 95% of initial PTV volume was 70.7 Gy (SD,0.3) for standard plans vs. 58.5 Gy (SD,2.0) for adaptive plans. The majority of OARs showed decrease in dosimetric parameters using adaptive plans vs. standard plans, particularly swallowing related structures. The average reduction in the probability of developing dysphagia ≥ grade2, feeding tube persistence at 6-month post-treatment and hypothyroidism at 1-year post-treatment was 11%, 4%, and 5%, respectively. The probability of xerostomia at 6-month was only reduced by 1% for adaptive plans vs. standard IMRT.These in silico results showed that the proposed MRI-guided adaptive approach is technically feasible and advantageous in reducing dose to OARs, especially swallowing musculature.",
     "keywords": ["MRI-guided radiotherapy", "Dose adaptation", "IMRT", "Human papillomavirus positive oropharyngeal cancer", "Head and neck cancer", "Dysphagia", "Normal tissue complication probability"]},
    {"article name": "The influence on survival of glucocorticoid induced diabetes in cancer patients with metastatic spinal cord compression",
     "doi": "https://doi.org/10.1016/j.ctro.2018.04.004",
     "publication date": "06-2018",
     "abstract": "The influence of glucocorticoid induced hyperglycemia on survival in patients with metastatic spinal cord compression (MSCC) is unknown.In a prospective, observational cohort study 131 patients with MSCC referred to radiotherapy, 30 Gray (Gy) in 10 fractions, and treated with ≥100 mg prednisolone a day were followed with daily blood glucose measurements during radiotherapy.During follow-up a total of 56 patients 43% (95% CI = 35–52%) presented plasma glucose values diagnostic of diabetes. Sixteen patients who developed diabetes were treated with insulin, 12% (95% CI = [6%; 18%]) of the total population. The patients developing diabetes with need for insulin therapy during glucocorticoid therapy had a significantly increased mortality compared to those with normal glucose metabolism and with diabetes without need for therapy, hazard ratio = 2.1 (95% CI = 1.08–4.09, p = 0.0285).To our knowledge this is the first prospective study to describe the influence of glucocorticoid induced diabetes on survival in patients with MSCC from different primary tumors.The results indicate that development of diabetes during high-dose glucocorticoid therapy needing insulin treatment in patients with MSCC from different primary tumors is associated with reduced survival.",
     "keywords": ["Glucocorticoid induced diabetes", "Metastatic spinal cord compression", "Survival"]},
    {"article name": "Salvage radiotherapy after radical prostatectomy: Long-term results of urinary incontinence, toxicity and treatment outcomes",
     "doi": "https://doi.org/10.1016/j.ctro.2018.05.001",
     "publication date": "06-2018",
     "abstract": "For patients with local recurrent disease after radical prostatectomy (35–54%) salvage radiotherapy (SRT) is the treatment of choice. In the post prostatectomy setting, SRT may impose risk at increased toxicity. As data on long-term toxicity, especially on urinary incontinence, are scarce, we report on the long-term treatment outcomes, toxicity and urinary incontinence rates after SRT.Patients with biochemically recurrent prostate cancer after radical prostatectomy, who were treated with SRT (3D-CRT) at our institution between 1998 and 2012, were included in this retrospective cohort analysis. Primary endpoint was urinary incontinence rate. Secondary endpoints were acute and late grade ≥2 genitourinary (GU) and gastrointestinal (GI) toxicity rates, biochemical progression-free survival (bPFS), distant metastasis-free survival (DMFS), disease specific survival (DSS), and overall survival (OS).244 patients were included. Median follow-up after SRT was 50 months (range: 4–187 months). Before start of SRT 69.7% of patients were continent for urine. After SRT de novo urinary incontinence complaints (grade ≥ 1) occurred in the respective acute and late phase in 6.1% and 17.6% of patients. Respective acute grade ≥2 GU and GI toxicity was 19.2% and 17.6%. Late grade ≥2 toxicity for GU was 29.9% and for GI was 21.3%, respectively. The respective 5-year bPFS, OS, DSS and DMFS rates were 47.6%, 91.8%, 98.8% and 80.5%.Experience at our institution with SRT demonstrates that this results in good long-term biochemical control. However, toxicity and urinary incontinence rates were high.",
     "keywords": ["AMS American medical systems", "American medical systems", "bPFS biochemical progression-free survival", "biochemical progression-free survival", "CTCAE common terminology criteria for adverse events", "common terminology criteria for adverse events", "DMFS distant metastasis–free survival", "distant metastasis–free survival", "DSS disease specific survival", "disease specific survival", "GI gastrointestinal", "gastrointestinal", "GU genitourinary", "genitourinary", "Gy gray", "gray", "IMRT intensity-modulated radiotherapy technique", "intensity-modulated radiotherapy technique", "OS overall survival", "overall survival", "PSA prostate specific antigen", "prostate specific antigen", "RTOG radiation therapy oncology group", "radiation therapy oncology group", "SRT salvage radiotherapy", "salvage radiotherapy", "Radiotherapy", "Salvage therapy", "Toxicity", "Urinary incontinence", "Prostatic neoplasms"]},
    {"article name": "Variability of clinical target volume delineation for rectal cancer patients planned for neoadjuvant radiotherapy with the aid of the platform Anatom-e",
     "doi": "https://doi.org/10.1016/j.ctro.2018.06.002",
     "publication date": "06-2018",
     "abstract": "Delineation of treatment volumes is a major source of uncertainties in radiotherapy (RT). This is also true for rectal cancer patients undergoing neoadjuvant RT, with a potential impact on treatment quality. We investigated the role of the digital platform Anatom-e (Anatom-e Information Sytems Ltd., Houston, Texas) in increasing the compliance to follow a specific treatment protocol in a multicentric setting.Two clinical cases of locally advanced rectal cancer were chosen. Participants were instructed to follow the 2009 Radiation Therapy Oncology Group consensus atlas and asked to manually segment clinical target volumes (CTVs), for both patient 1 and 2, on day 1 with and without the use of Anatom-e. After one week (day 2), the same radiation oncologist contoured again, with and without Anatom-e, the same CT series. Intraobserver (Intra-OV) and interobserver (Inter-OV) variability were evaluated with the Dice similarity coefficient (DSC), the Hausdorff distance (HD) and mean distance to agreement (MDA).For clinical case 1, no significant difference was found for Intra-OV and Inter-OV. For clinical case 2, no significant difference was found for Intra-OV but a statistically significant difference was found for Inter-OV in DSC when using or not the platform. Mean DCS was 0.65 (SD: ±0.64; range: 0.58–0.79) for day 1 vs reference volume without Anatom-e and 0.72 (SD: ±0.39; range: 0.67–0.77) (p = 0.03) with it. Mean MDA was lower with Anatom-e (3.61; SD: ±1.33; range: 2.85–4.78) than without (4.14; SD: ±2.97; range: 2.18–5.21), with no statistical significance (p = 0.21) The use of Anatom-e decreased the SD from 2.97 to 1.33. Mean HD was lower with Anatom-e (26.06; SD: ±2.05; range: 24.08–32.62), with no statistical significance (p = 0.14) compared to that without (31.39; SD: ±1.31; range: 26.14–48.72).The use of Anatom-e decreased the Inter-OV in the CTV delineation process for locally advanced rectal cancer with complex disease presentation planned for neoadjuvant RT. This system may be potentially helpful in increasing the compliance to follow shared guidelines and protocols.",
     "keywords": ["RT radiotherapy", "radiotherapy", "CHT chemotherapy", "chemotherapy", "CTV clinical target volume", "clinical target volume", "OARs organs at risk", "organs at risk", "Intra-OV intra-observer variability", "intra-observer variability", "Inter-OV inter-observer variability", "inter-observer variability", "Ros radiation oncologists", "radiation oncologists", "AJCC/UICC American Joint Committee on Cancer/Union Internationale Contre le Cancer", "American Joint Committee on Cancer/Union Internationale Contre le Cancer", "CT computed tomography", "computed tomography", "RTOG Radiation Therapy Oncology Group", "Radiation Therapy Oncology Group", "DSC Dice similarity coefficient", "Dice similarity coefficient", "HD Hausdorff distance", "Hausdorff distance", "MDA mean distance to agreement", "mean distance to agreement", "SD standard deviation", "standard deviation", "VMAT volumetric modulated arc therapy", "volumetric modulated arc therapy", "SWOG Radiation Committee of the Southwest Oncology Group", "Radiation Committee of the Southwest Oncology Group", "GTV gross tumor volume", "gross tumor volume", "MR magnetic resonance imaging", "magnetic resonance imaging", "Rectal cancer", "Neoadjuvant radiotherapy", "Interobserver variability", "Contouring", "Target volume delineation"]},
    {"article name": "Methodology for tissue sample collection within a translational sub-study of the CHHiP trial (CRUK/06/016), a large randomised phase III trial in localised prostate cancer",
     "doi": "https://doi.org/10.1016/j.ctro.2018.02.002",
     "publication date": "03-2018",
     "abstract": "This article presents the methodology for tissue sample collection in Trans-CHHiP, the main translational study within the CHHiP (Conventional or Hypofractionated High dose intensity modulated radiotherapy in Prostate cancer, ISRCTN 97182923) trial. The CHHiP trial randomised 3216 men with localised prostate cancer to 3 different radiotherapy fractionation schedules. Trans-CHHiP aims to identify biomarkers of fraction sensitivity.We outline the process of tissue collection, including central review by a study-specific specialist uropathologist and comparison of the centrally-assigned Gleason grade group with that assigned by the recruiting-centre pathologist.2047 patients provided tissue from 107 pathology departments between August 2012 and April 2014. A highly motivated Clinical Trials Unit chasing samples and a central Trans-CHHiP group that regularly reviewed progress were important for successful sample collection. Agreement in Gleason grade group assigned by the recruiting centre pathologist and the central study-specific uropathologist occurred in 886 out of 1854 (47.8%) cases. Key lessons learned were the need for prospective consent for tissue collection when recruiting patients to the main trial, and the importance of Material Transfer Agreement (MTA) integration into the initial trial site agreement.This methodology enabled collection of 2047 patient samples from a large randomised radiotherapy trial. Central pathological review is important to minimise subjectivity in Gleason grade grouping and the impact of grade shift.",
     "keywords": ["BATS Blood and Tissue Samples database", "Blood and Tissue Samples database", "BIDD Biomarker and Imaging Discovery and Development Committee", "Biomarker and Imaging Discovery and Development Committee", "CHHiP Conventional or Hypofractionated High dose intensity modulated radiotherapy in Prostate cancer", "Conventional or Hypofractionated High dose intensity modulated radiotherapy in Prostate cancer", "CRN Clinical Research Network", "Clinical Research Network", "CTU Clinical Trials Unit", "Clinical Trials Unit", "H&E Haematoxylin and Eosin", "Haematoxylin and Eosin", "ICR-CTSU Institute of Cancer Research Clinical Trials and Statistics Unit", "Institute of Cancer Research Clinical Trials and Statistics Unit", "ISUP International Society of Urological Pathology", "International Society of Urological Pathology", "MTA Material Transfer Agreement", "Material Transfer Agreement", "NCCN National Comprehensive Cancer Network", "National Comprehensive Cancer Network", "NCRI National Cancer Research Institute", "National Cancer Research Institute", "NHS National Health Service", "National Health Service", "TMA Tissue microarray", "Tissue microarray", "TMG Trial Management Group", "Trial Management Group", "TSC Trial Steering Committee", "Trial Steering Committee", "TURP Trans-urethral resection of prostate", "Trans-urethral resection of prostate", "Sample collection methodology", "Prostate cancer biopsies", "Translational study"]},
    {"article name": "Identification of the active portion of the CCL3 derivative reported to induce antitumor abscopal effect",
     "doi": "https://doi.org/10.1016/j.ctro.2018.02.004",
     "publication date": "03-2018",
     "abstract": "Intravenous administration of a single amino acid-substituted chemokine CCL3 derivative named eMIP elicits the abscopal effect (an effect distal to the target), after local irradiation at a tumor-bearing site. To distinguish the active portion of eMIP, we tested the antitumor activity of chemically synthesized partial peptides of eMIP. Synthetic peptide has various advantages in its clinical application.Colon26 adenocarcinoma cells were implanted subcutaneously in the right and left flanks of mice. eMIP, CCL3 or any of synthesized peptides was administered intravenously, either after irradiating the right flank. The effect was evaluated by tumor-growth inhibition.Q/C peptide, a synthetic peptide of amino acids 22–51 of eMIP has no chemotaxis-inducing ability but yet enhanced tumor growth inhibition at the non-irradiated sites, recapitulating the effect of eMIP with local irradiation. Co-administration of this peptide and HSP70 also inhibited tumor growth.Q/C peptide maps to the eMIP β-sheet: 3 adjacent anti-parallel strands connected by the β-hairpins, is the active portion of eMIP necessary for an immunomodulatory antitumor effect. This experimental reduction furthers our understanding of the underlying mechanism of the abscopal effect. The data will open the way for therapeutic application of like peptides.",
     "keywords": ["Abscopal effect", "CCL3", "eMIP/ECI301", "HSP70", "Local irradiation", "Partial peptide"]},
    {"article name": "Adjuvant chemoradiation for gastric carcinoma: State of the art and perspectives",
     "doi": "https://doi.org/10.1016/j.ctro.2018.02.005",
     "publication date": "03-2018",
     "abstract": "An estimated 990,000 new cases of gastric cancer are diagnosed worldwide each year. Surgical excision, the only chance for prolonged survival, is feasible in about 20% of cases. Even after surgery, the median survival is limited to 12 to 20 months due to the frequency of locoregional and/or metastatic recurrences. This led to clinical trials associating surgery with neoadjuvant or adjuvant treatments to improve tumor control and patient survival. The most studied modalities are perioperative chemotherapy and adjuvant chemoradiotherapy. To date, evidence has shown a survival benefit for postoperative chemoradiotherapy and for perioperative chemotherapy. Phase III trials are ongoing to compare these two modalities. The aim of this review is to synthesize current knowledge about adjuvant chemoradiotherapy in the management of gastric adenocarcinoma, and to consider its prospects by integrating modern radiotherapy techniques.",
     "keywords": ["5FU 5-fluorouracil", "5-fluorouracil", "5FU-LV 5-fluorouracil leucovorin", "5-fluorouracil leucovorin", "CRT chemoradiotherapy", "chemoradiotherapy", "CT chemotherapy", "chemotherapy", "DCF Doxorubicin Cisplatin 5-fluorouracil", "Doxorubicin Cisplatin 5-fluorouracil", "ECF Epirubicin Cisplatin 5-fluorouracil", "Epirubicin Cisplatin 5-fluorouracil", "ECX Epirubicin Cisplatin Capecitabin", "Epirubicin Cisplatin Capecitabin", "FOLFOX 5-fluorouracil oxaliplatin", "5-fluorouracil oxaliplatin", "FUFOL bolus 5-fluorouracil followed by leucovorin over 15 minutes", "bolus 5-fluorouracil followed by leucovorin over 15 minutes", "LV leucovorin", "leucovorin", "IMRT intensity modulated radiation therapy", "intensity modulated radiation therapy", "RT radiation therapy", "radiation therapy", "XELOX capecitabin oxaliplatine", "capecitabin oxaliplatine", "Gastric cancer", "Adjuvant therapy", "Chemoradiotherapy", "IMRT", "Adenocarcinoma"]},
    {"article name": "Phase I and II trial on infusional 5-fluorouracil and gefitinib in combination with preoperative radiotherapy in rectal cancer: 10-years median follow-up",
     "doi": "https://doi.org/10.1016/j.ctro.2018.02.003",
     "publication date": "03-2018",
     "abstract": "The aim of this study is to evaluate the long term survival of the addition of gefitinib to chemoradiotherapy (CRT) in locally advanced rectal cancer (LARC).This previously published multicentre, open-label, phase I-II study, enrolled patients (pts) with LARC to receive CRT with concurrent 5-fluorouracil continuous intravenous infusion and a dose escalation of orally administered gefitinib, followed 6–8 weeks later by surgery. An intra-operative radiotherapy boost of 10 Gy was planned. Adjuvant chemotherapy was administrated in ypN1-2 pts. After a median f/u of >10 years, we analyzed Local Control (LC), Metastasis Free Survival (MFS), Disease Free Survival (DFS), Disease Specific Survival (DSS) and Overall Survival (OS). Predictive endpoints of clinical outcomes were tested by univariate and multivariate analysis. Variables analyzed included: age, gefitinib dose and interruptions, adjuvant CT, surgery type, ypT, ypN, and TRG grade. We have also analyzed late toxicity according to CTCAEv4.Of the 41 initially enrolled pts, 39 were evaluable (27M, 12F). With a median f/u of 133 months, LC, MFS, DFS, OS and DSS at 5 years were 84%; 71%; 64%; 87% and 92%, respectively. The OS and DSS at 10 years were 61,5% and 76%, respectively. Grade 3-4 late toxicity occurred in 38% of pts: sexual (28,2%) and gastrointestinal toxicities (10,2%).Long term outcomes and late toxicity were similar to previously reported series. The addition of gefitinib did not improve outcomes in LARC. Gefitinib is not recommended for rectal cancer patients who received 5-FU based preoperative CRT. Further studies may identify if gefitinib is beneficial in selected group of patients.",
     "keywords": ["Rectal cancer", "Gefitinib", "Log term follow-up", "Chemoradiotherapy"]},
    {"article name": "Evaluating the prevalence and predictive factors of vasomotor and psychological symptoms in prostate cancer patients receiving hormonal therapy: Results from a single institution experience",
     "doi": "https://doi.org/10.1016/j.ctro.2018.03.002",
     "publication date": "03-2018",
     "abstract": "The impact of vasomotor symptoms (VMS) occurring in prostate cancer (PC) patients whilst on androgen deprivation therapy (ADT) has not been extensively researched. This longitudinal study sought to assess the VMS and identify any predictive factors.Data from 250 PC patients on ADT were prospectively evaluated between January 10 and August 13 using a physician-directed questionnaire, to assess the impact of VMS. Parameters including height, weight, body surface area (BSA), body mass index (BMI), duration/type of ADT, co-morbidities and ethnicity were recorded.Fifty (20%) men reported no toxicity, whilst 171 (68.4%), and 29 (11.6%) reported mild to moderate and severe symptoms, respectively. Drenching sweats and hot flashes were common, and coexisted with sleep disturbances and fatigue. Patients with severe toxicity were younger (73 vs. 77 yrs; p = 0.04), had higher BMI (28 vs. 26; p = 0.02), and higher BSA (1.99 vs. 1.90; p = 0.04), when compared with those experiencing no toxicity. On multivariate analysis, younger age was predictive of sweats and hot flushes, whilst Afro-Caribbean men were twice as likely to experience sweats (OR 2.03, p = 0.05).The short-term side-effect profile of ADT for prostate cancer was favourable, though debilitating VMS can occur in a significant minority of cases. Younger age and higher BMI predicted for severe toxicity but not the duration of ADT.",
     "keywords": ["Prostate cancer", "Hormone therapy", "Vasomotor symptoms", "Predictive factors"]},
    {"article name": "MATLAB®-based fitting method to evaluate survival fractions after multimodal treatment",
     "doi": "https://doi.org/10.1016/j.ctro.2018.03.003",
     "publication date": "03-2018",
     "abstract": "To easily analyse and visualize cell kill dynamics measured by survival fraction after single or combined treatments a MATLAB®-based application was developed. A statistical analysis with different options of visualisation of single and combined treatment effects can be performed in a few steps not requiring advanced knowledge of statistical programs.",
     "keywords": ["Survival fraction", "MATLAB®-based fitting method", "Multimodal treatment", "LQ-Model"]},
    {"article name": "A prospective cohort study of patient-reported vomiting, retching, nausea and antiemetic use during neoadjuvant long-course radiation therapy and concurrent 5-fluorouracil-based chemotherapy for rectal adenocarcinoma",
     "doi": "https://doi.org/10.1016/j.ctro.2018.04.001",
     "publication date": "03-2018",
     "abstract": "Antiemetic guidelines suggest daily prophylaxis with a serotonin3 receptor antagonist (5-HT3RA) as an option for patients receiving long-course neoadjuvant radiation therapy and concurrent 5-fluorouracil-based chemotherapy for rectal cancer, despite the risks that 5-HT3RA-induced constipation may pose. We explored the incidence of patient-reported vomiting, retching, nausea and antiemetic intake among patients in this setting to determine if these risks are justified.We carried out a single-centre non-randomised prospective cohort study of adult patients receiving long-course neoadjuvant radiation therapy and concurrent 5-fluorouracil-based chemotherapy for rectal adenocarcinoma. Patients recorded symptoms and medication intake daily until 7 days following treatment completion.From 33 evaluable patients, we collected 1407 days of patient-reported data. Vomiting was reported by 7 patients (21%), retching by 5(15%) and nausea by 21(64%). No patients were administered prophylactic antiemetics. The median number of days with vomiting was 2, and the cumulative number of days for all affected patients was 22 (1.6% of 1407 evaluable days). There were no differences in PTV or small bowel loop V15Gy, V45Gy and V50Gy volumes between patients that did and did not vomit.The cumulative incidence of days with vomiting was only 1.6%. 5-HT3RA prophylaxis during long-course neoadjuvant treatment seems unnecessary.",
     "keywords": ["Antiemetic", "Nausea", "Patient-reported outcome", "Radiation therapy", "Rectal cancer", "Vomiting"]},
    {"article name": "Neutrophilia as a biomarker for overall survival in newly diagnosed high-grade glioma patients undergoing chemoradiation",
     "doi": "https://doi.org/10.1016/j.ctro.2018.04.002",
     "publication date": "03-2018",
     "abstract": "To study the prognostic value of neutrophil disorders in a retrospective cohort of high-grade glioma patients receiving definitive concurrent temozolomide and radiation.Clinical records of consecutive patients treated in our Institution between January 2005 and December 2010 with concurrent temozolomide (75 mg/m2 daily) and radiation were collected. The prognostic value of pretreatment neutrophilia on survival, defined as a neutrophil count exceeding 7 G/L, was examined.We identified 164 patients, all treated with concurrent temozolomide-based chemoradiotherapy. Initial surgery was achieved in most (75%), with resection > 90% in 55 patients (34%). Total 151 patients (92%) had glioblastoma, and 13 patients (8%) had WHO grade III glioma. Eighty-two patients (50%) displayed pretreatment neutrophilia. Neutrophilia was not associated with concurrent or adjuvant temodal discontinuation (p > 0.3). The 2-year actuarial overall survival was 45%. Steroid consumption, i.e. 60 mg or more of daily prednisolone, increased pretreatment neutrophil count (p = 0.005). In univariate analysis, neutrophilia was associated with worse overall survival (p = 0.019), as well as age ≥ 65 years (p = 0.009), surgical resection < 90% (p = 0.003) and prednisolone consumption ≥ 60 mg/day (p = 0.016). In multivariate analysis, neutrophilia (p = 0.013), age ≥ 65 (p = 0.001), and surgical tumor resection < 90% (p = 0.010) independently decreased overall survival, while, steroid consumption was not (p = 0.088).In high-grade gliomas treated with concurrent temozolomide and radiation, pretreatment neutrophilia may be a significant prognosis factor for overall survival. In addition with previously available markers, this independent cost-effective biomarker could help identifying patients with worsened prognosis.",
     "keywords": ["High grade gliomas", "Glioblastoma", "Concurrent chemoradiation", "Prognostic factor", "Biomarkers", "Neutrophilia"]},
    {"article name": "Resolution of atelectasis during radiochemotherapy of lung cancer with serious implications for further treatment. A case report",
     "doi": "https://doi.org/10.1016/j.ctro.2017.12.001",
     "publication date": "02-2018",
     "abstract": "Local failure is a major cause for low overall survival rates in advanced non small cell lung cancer (NSCLC). Among others, radioresistant tumor clones as well as geographical miss can explain these high local failure rates. One reason for geographical miss is a change of tumor related atelectasis in the course of radiotherapy. We present the case of a patient with UICC Stage IIIb NSCLC who presented with a large tumor related atelectasis. During definitive radiochemotherapy, the atelectasis resolved, which resulted in a massive tumor shift out of the planning target volume within 2 days. Without close monitoring by cone beam CTs and prompt replanning, this would have led to a geographical miss and relevant underdosage of the tumor. Furthermore, changes in anatomy and pulmonary function during treatment had implications for organs at risk and opened windows for dose escalation.We suggest at least biweekly CBCTs in patients with poststenotic atelectasis to ensure the rapid detection of geographical changes of the target and subsequent intervention if necessary.",
     "keywords": null},
    {"article name": "Combining radiotherapy and ipilimumab induces clinically relevant radiation-induced abscopal effects in metastatic melanoma patients: A systematic review",
     "doi": "https://doi.org/10.1016/j.ctro.2017.12.004",
     "publication date": "02-2018",
     "abstract": "In the last years, limited studies have described that radiotherapy could produce important distant responses in unirradiated sites, the so-called “abscopal effect”. Recent evidence suggests that radiotherapy induces antigen release from tumor, in this way activating the immune system. However, radiotherapy alone is rarely enough to induce the systemic response requested for control of the metastases. With the advent of immunotherapy, the immune checkpoint inhibitors (ICI) have demonstrated impressive efficacy in various metastatic cancers. Currently, preclinical and clinical studies have reported a significant increase of abscopal responses in patients treated with the combination of radiotherapy and ICI. The purpose of this review was summarizing the clinical studies combining radiotherapy and ipilimumab (ipi), particularly focusing on abscopal responses.Databases of Medline (via Pubmed) from 2009 to June 2, 2017 were reviewed to obtain English language studies reporting clinical abscopal effect in the combination of radiotherapy with exclusive ipi in metastatic melanoma cancers. Included studies reported the abscopal effect as a primary endpoint, and as secondary endpoint included overall survival and toxicity.A total of 16 studies met the inclusion criteria. These studies included a total of 451 patients, and in 5/16 studies the patients were treated on research protocols and followed-up prospectively. The median reported abscopal effect and OS were 26.5% and 19 months, respectively. The median toxicity ≥ Grade 3 was 18.3% ranged from 10% to 20%.Early clinical outcomes reports suggest that the combination of ipilimumab and RT may improve survival in metastatic melanoma patients. The abscopal responses become a clinically relevant effect of such combination and should be studied in controlled randomized trials.",
     "keywords": ["Abscopal effect", "Radiotherapy", "Immunotherapy", "CTLA-4", "Ipilimumab"]},
    {"article name": "Definitive chemoradiotherapy with low-dose continuous 5-fluorouracil reduces hematological toxicity without compromising survival in esophageal squamous cell carcinoma patients",
     "doi": "https://doi.org/10.1016/j.ctro.2017.12.003",
     "publication date": "02-2018",
     "abstract": "To compare chemoradiotherapy (CRT) with low-dose continuous 5-fluorouracil (5FU) to CRT with 5FU+cisplatin (CDDP) for esophageal squamous cell carcinoma (ESCC) in a retrospective cohort study.We reviewed the cases of Stage I–IV ESCC patients who underwent definitive CRT in 2000–2014. Concomitant chemotherapy was one of the three regimens: (1) high-dose intermittent 5FU and CDDP (standard-dose FP: SDFP), (2) low-dose continuous 5FU and CDDP (LDFP), or (3) low-dose continuous 5FU (LD5FU). The general selection criteria for chemotherapy were: SDFP for patients aged <70 yrs; LDFP for those aged 70–74 yrs; LD5FU for those aged ≥75 yrs or with performance status (PS) ≥3. Propensity scores were derived with chemotherapy (LD5FU vs. 5FU+CDDP) as the dependent variable.In a multivariate analysis, chemotherapy (LD5FU vs. SDFP, p = .24; LDFP vs. SDFP, p = .52) did not affect the overall survival (OS). LD5FU caused significantly less grade 3–4 leukopenia (9%) compared to SDFP (47%) and LDFP (44%) (p < .001). In a propensity-matched analysis, LD5FU affected neither OS (HR 1.06; 95%CI 0.55–2.05; p = .87) nor progression-free survival (HR 0.95, 95%CI 0.50–1.81; p = .87).CRT with low-dose continuous 5FU may be a less toxic option for elderly ESCC patients.",
     "keywords": ["Esophageal cancer", "Chemoradiotherapy", "5-Fluorouracil", "Cisplatin", "Hematological toxicity"]},
    {"article name": "Surgery vs. primary radiotherapy in early-stage oropharyngeal cancer",
     "doi": "https://doi.org/10.1016/j.ctro.2017.12.002",
     "publication date": "02-2018",
     "abstract": "Early-stage oropharyngeal squamous cell carcinoma (OPSCC) can currently be treated by surgical resection or definitive radiotherapy (RT). The aim of this study is to review the outcomes of early-stage OPSCC submitted to surgery or primary RT. Preliminary results have shown similar overall survival (OS) and locoregional recurrence-free survival (LRFS).Retrospective study of patients with cT1-T2 cN0-N1 OPSCC, diagnosed between January 2009 and December 2014, treated with surgery or primary RT.61 patients with cT1-T2 cN0-N1 OPSCC were included. Forty-two (69%) were submitted to surgical resection, of which 37 (88%) had adjuvant treatment (24 received RT and 13 chemoradiotherapy). Nineteen (31%) were treated with primary RT, and 3 of them had concurrent chemotherapy. RT was given with intensity-modulated radiation therapy (IMRT) (71%) or three-dimensional conformal radiation therapy (3D-CRT) (29%). At a median follow-up of 5.4 years, there were 3 tumor persistences, 5 local failures, 2 regional failures and no distant metastasis. The 3-year and 5-year OS were 77% and 71% in the RT group vs. 71% and 59% in the surgery group, respectively (HR 0.60, 95% CI 0.22–1.61; p = 0.30). The 3-year and 5-year LRFS were 71% and 64% in the RT group vs. 66% and 50% in the surgery group, respectively (HR 0.59, 95% CI 0.24–1.45; p = 0.24). Up to 34% had acute grade 3 toxicity and 11% had grade 4 osteoradionecrosis of the jaw.Longer follow-up still does not show a significant difference in OS and LRFS between both treatments. Because most patients submitted to surgery required adjuvant RT and since its side-effects were not negligible, further studies are warranted to better suit the first treatment for each patient and to prevent the need for adjuvant treatment and the risk of toxicity.",
     "keywords": ["Oropharyngeal cancer", "Surgery", "Radiotherapy"]},
    {"article name": "Do protons and X-rays induce cell-killing in human peripheral blood lymphocytes by different mechanisms?",
     "doi": "https://doi.org/10.1016/j.ctro.2018.01.004",
     "publication date": "02-2018",
     "abstract": "Significant progress has been made in the technological and physical aspects of dose delivery and distribution in proton therapy. However, mode of cell killing induced by protons is less understood in comparison with X-rays. The purpose of this study is to see if there is any difference in the mode of cell-killing, induced by protons and X-rays in an ex vivo human peripheral blood lymphocyte (HPBL) model.HPBL were irradiated with 60 MeV proton beam or 250-kVp X-rays in the dose range of 0.3–4.0 Gy. Frequency of apoptotic and necrotic cells was determined by the Fluorescein (FITC)-Annexin V labelling procedure, 1 and 4 h after irradiation. Chip-based DNA Ladder Assay was used to confirm radiation-induced apoptosis and necrosis. Chip-based DNA Ladder Assay was used to confirm radiation-induced apoptosis.Ex vivo irradiation of HPBL with proton beams of 60 MeV or 250 kVp X-rays resulted in apoptotic as well as necrotic modes of cell-killing, which were evident at both 1 and 4 h after irradiation in the whole dose and time range. Generally, our results indicated that protons cause relatively higher yields of cell death that appears to be necrosis compared to X-rays. The analysis also demonstrates that radiation type and dose play a critical role in mode of cell-killing.Obtained results suggest that X-rays and protons induce cell-killing by different modes. Such differences in cell-killing modes may have implications on the potential of a given therapeutic modality to cause immune modulation via programmed cell death (X-rays) or necrotic cell death (proton therapy). These studies point towards exploring for gene expression biomarkers related necrosis or apoptosis to predict immune response after proton therapy.",
     "keywords": ["Proton biology", "Human peripheral blood lymphocytes", "Cell-killing modes", "Apoptosis", "Necrosis", "Proton therapy", "Photon therapy", "Radiotherapy"]},
    {"article name": "Analysis of pseudoprogression after proton or photon therapy of 99 patients with low grade and anaplastic glioma",
     "doi": "https://doi.org/10.1016/j.ctro.2018.01.002",
     "publication date": "02-2018",
     "abstract": "Proton therapy is increasingly used to treat primary brain tumors. There is concern for higher rates of pseudoprogression (PsP) after protons compared to photons. The purposes of this study are to compare the rate of PsP after proton vs. photon therapy for grade II and III gliomas and to identify factors associated with the development of PsP.Ninety-nine patients age >18 years with grade II or III glioma treated with photons or protons were retrospectively reviewed. Demographic data, IDH and 1p19q status, and treatment factors were analyzed for association with PsP, progression free survival (PFS), and overall survival (OS).Sixty-five patients were treated with photons and 34 with protons. Among those with oligodendroglioma, PsP developed in 6/42 photon-treated patients (14.3%) and 4/25 proton-treated patients (16%, p = 1.00). Among those with astrocytoma, PsP developed in 3/23 photon-treated patients (13%) and 1/9 proton-treated patients (11.1%, p = 1.00). There was no difference in PsP rate based on radiation type, radiation dose, tumor grade, 1p19q codeletion, or IDH status. PsP occurred earlier in oligodendroglioma patients treated with protons compared to photons, 48 days vs. 131 days, p < .01. On multivariate analyses, gross total resection (p = .03, HR = 0.48, 95%CI = 0.25–0.93) and PsP (p = .04, HR = 0.22, 95% CI = 0.05–0.91) were associated with better PFS; IDH mutation was associated with better OS (p < .01, HR = 0.22, 95%CI = 0.08–0.65).Patients with oligodendroglioma but not astrocytoma develop PsP earlier after protons compared to photons. PsP was associated with better PFS.",
     "keywords": ["Radiation", "Proton", "Oligodendroglioma", "Astrocytoma", "Pseudoprogression", "Glioma"]},
    {"article name": "Anti PD-L1 DUrvalumab combined with Cetuximab and RadiOtherapy in locally advanced squamous cell carcinoma of the head and neck: A phase I/II study (DUCRO)",
     "doi": "https://doi.org/10.1016/j.ctro.2018.01.005",
     "publication date": "02-2018",
     "abstract": "Head and neck squamous cell carcinoma (HNSCC) has been increasingly recognized as an immune suppressive malignancy. The efficacy of immune checkpoint inhibitors (ICI’s) in the context of recurrent/metastatic (R/M) setting anticipates the possible integration of immunotherapy into the therapeutic armamentarium of locally advanced disease. Durvalumab (DUR) is a humanized monoclonal IgG1, anti-PD-L1 antibody with promising data in R/M HNSCC. The aim of our study is to test the antitumor activity of a combined regimen incorporating an immune checkpoint inhibitor into a conventional bio-radiation strategy for the cure of unfavorable locally advanced HNSCC.In this open label, multi-center, single-arm, phase I/II study, enrolled patients will receive Radiotherapy (RT) (69.9 Gy/2.12 Gy in 33 fractions) with concurrent Cetuximab (CTX) (400 mg/m2 1 week before RT start followed by 250 mg/m2 weekly) and DUR (fixed dose of 1500 mg every 4 weeks starting from RT-CTX week 1) followed by adjuvant DUR (to a maximum of 6 months after completion of RT-CTX). Primary endpoint of the study is 2-year progression-free survival (PFS). A safety run-in is planned after the enrollment of first 12, 24 and 36 patients. Patients affected by high-risk (≥N2a or ≥T3, any N) larynx, hypopharynx and HPV negative oropharynx or HPV-positive oropharynx (≥T2, ≥N2b, ≥10 pack/years) will be eligible.Conventional intensification strategies failed to provide any benefit for the cure of locally advanced HNSCC. For the still prevalent HPV-negative population and the high risk-HPV positive disease, there is an unmet need for alternative treatment paradigms. Potentially, the inhibition of the PD-1/PD-L1 checkpoint may synergize with both CTX and RT through immunologic interplay, ultimately aiming to reverse the HNSCC-induced immune suppression. The DUCRO study will seek to demonstrate if such a strategy may be safe and active.NCT number: NCT03051906Eudract number: 2016-004668-20",
     "keywords": ["Radiotherapy", "Head and neck cancer", "Cetuximab", "Durvalumab", "Immunotherapy"]},
    {"article name": "The EMBRACE II study: The outcome and prospect of two decades of evolution within the GEC-ESTRO GYN working group and the EMBRACE studies",
     "doi": "https://doi.org/10.1016/j.ctro.2018.01.001",
     "publication date": "02-2018",
     "abstract": "The publication of the GEC-ESTRO recommendations one decade ago was a significant step forward for reaching international consensus on adaptive target definition and dose reporting in image guided adaptive brachytherapy (IGABT) in locally advanced cervical cancer. Since then, IGABT has been spreading, particularly in Europe, North America and Asia, and the guidelines have proved their broad acceptance and applicability in clinical practice. However, a unified approach to volume contouring and reporting does not imply a unified administration of treatment, and currently both external beam radiotherapy (EBRT) and IGABT are delivered using a large variety of techniques and prescription/fractionation schedules.With IGABT, local control is excellent in limited and well-responding tumours. The major challenges are currently loco-regional control in advanced tumours, treatment-related morbidity, and distant metastatic disease. Emerging evidence from the RetroEMBRACE and EMBRACE I studies has demonstrated that clinical outcome is related to dose prescription and technique. The next logical step is to demonstrate excellent clinical outcome with the most advanced EBRT and brachytherapy techniques based on an evidence-based prospective dose and volume prescription protocol.The EMBRACE II study is an interventional and observational multicentre study which aims to benchmark a high level of local, nodal and systemic control while limiting morbidity, using state of the art treatment including an advanced target volume selection and contouring protocol for EBRT and brachytherapy, a multi-parametric brachytherapy dose prescription protocol (clinical validation of dose constraints), and use of advanced EBRT (IMRT and IGRT) and brachytherapy (IC/IS) techniques (clinical validation). The study also incorporates translational research including imaging and tissue biomarkers.",
     "keywords": ["Cervix cancer", "Brachytherapy", "Adaptive radiotherapy", "MRI guided radiotherapy", "Local control", "Morbidity"]},
    {"article name": "Learning radiation oncology in Europe: Results of the ESTRO multidisciplinary survey",
     "doi": "https://doi.org/10.1016/j.ctro.2018.02.001",
     "publication date": "02-2018",
     "abstract": "Radiotherapy education can be very different across Europe, despite the publication of the ESTRO core curricula in 2011. The purpose of the current study is to map the different RO European education systems, to report their perceived quality and to understand what could be improved to better teach RO.An online survey consisting of 30 questions was sent to RO professionals under 40 years of age via email and social media. Clinicians, radiobiologists, physicists and radiation therapists (RTTs) were invited to answer questions regarding (1) demographics data, (2) duration, (3) organization, (4) content, (5) quality and potential improvements of national education programs.Four hundred and sixty three questionnaires were received from 34 European countries. All disciplines were represented: 45% clinicians (n = 210), 29% physicists (n = 135), 24% RTTs (n = 108) and 2% radiobiologists (n = 10). Male and female participants were well-balanced in each speciality, except for radiobiologists (80% males). Median age was 31.5 years old (range 21–40). A large range of the duration of the National RO education programs was observed: median = 9 years (range: 3–15). In half of the surveyed countries the European Credit Transfer System (ECTS), that facilitates mobility for trainees, has been implemented. Participants declared only a minority of countries have implemented the ESTRO Core Curriculum (n = 5). A quarter of participants indicated that their national education program is insufficient.This is the first study to examine the different RO education systems in Europe. Large differences in organization and duration of national education programs have been found, along with perceived quality across Europe within each speciality. These results show the necessity of a discussion on how to move forward in this diversity of education programs and the potential contribution that the ESTRO may fulfil.",
     "keywords": ["Radiation oncology", "Education", "ESTRO"]},
    {"article name": "Improved outcome of treating locally advanced lung cancer with the use of Lattice Radiotherapy (LRT): A case report",
     "doi": "https://doi.org/10.1016/j.ctro.2018.01.003",
     "publication date": "02-2018",
     "abstract": "The Lattice Radiotherapy (LRT) technique is mainly based on the GRID technology with the improved feature of the 3D treatment delivery. A 72 year old male presented with left shoulder pain due to a 6 cm pulmonary mass in the left upper lobe (LUL) histologically proven Non-Small Cell Lung Cancer (NSCLC) stage IIIA. In July 2011 he was treated in our center with LRT followed by conventional fractionated Volumetric Modulated Arc Therapy (VMAT) combined with chemotherapy. Clinical and imaging follow up of 6 years demonstrated continued improvement and the patient is currently with no evidence of disease (NED). This outstanding result obtained in our first lung cancer patient treated with this approach corroborates its potential in the treatment of locally advanced lung cancer. In a period of 7 years we have treated more than 30 patients with LRT for different diagnosis and sites; 12 of them NSCLC patients, with markedly improved local control and minimal toxicity.",
     "keywords": ["Voluminous tumors", "IMRT", "Lung cancer", "Advanced stage", "Lattice", "Radiation therapy"]},
    {"article name": "Treatment de-escalation for HPV-driven oropharyngeal cancer: Where do we stand?",
     "doi": "https://doi.org/10.1016/j.ctro.2017.10.005",
     "publication date": "01-2018",
     "abstract": "HPV-driven oropharyngeal cancers have significantly better survival rates than tobacco and alcohol induced head and neck cancers. As HPV-positive patients are younger, healthier and far more likely to survive their disease, long-term treatment side effects are becoming a major issue. This has led the scientific and medical community to reassess the current treatment protocols in order to develop less toxic strategies while maintaining good oncological outcomes. In this article, we discuss the ongoing treatment de-escalation trials and highlight the issues raised by these studies.",
     "keywords": ["Human papillomavirus (HPV)", "Oropharynx/oropharyngeal", "Cancer/neoplasm", "Treatment de-escalation/de-intensification"]},
    {"article name": "PARADIGM-2: Two parallel phase I studies of olaparib and radiotherapy or olaparib and radiotherapy plus temozolomide in patients with newly diagnosed glioblastoma, with treatment stratified by MGMT status",
     "doi": "https://doi.org/10.1016/j.ctro.2017.11.003",
     "publication date": "01-2018",
     "abstract": "Glioblastoma has a dismal prognosis and molecular targeted agents have failed to improve outcomes to date. PARADIGM-2 is a phase I dose escalation study evaluating olaparib plus radiotherapy ± temozolomide in newly diagnosed glioblastoma, using MGMT methylation status to stratify patients and inform treatment schedules.",
     "keywords": ["Glioblastoma", "Poly(ADP-ribose) polymerase", "Olaparib", "Radiotherapy", "O6-methylguanine methyltransferase", "Dose escalation", "Radiosensitizer"]},
    {"article name": "Retrospective assessment of MRI-based volumetric changes of normal tissues in glioma patients following radio(chemo)therapy",
     "doi": "https://doi.org/10.1016/j.ctro.2017.11.008",
     "publication date": "01-2018",
     "abstract": "In glioma patients, linac-based photon beam irradiation is a widely applied therapy, which achieves highly conformal target volume coverage, but is also known to cause side-effects to adjacent areas of healthy tissue. Apart from subjective measures, such as quality of life assessment and neurocognitive function tests, objective methods to quantify tissue damage are needed to assess this impact. Magnetic resonance imaging (MRI) is a well-established method for brain tumor diagnoses as well as assessing treatment response. In this study, we retrospectively assessed volumetric changes of gray matter (GM) and white matter (WM) in glioma patients following photon irradiation using a heterogeneous MRI-dataset obtained in routine clinical practice at different sites with imaging parameters and magnetic field strengths. We found a significant reduction in WM volume at one year ( p = 0.01 ) and two years ( p = 0.008 ) post radio(chemo)therapy whereas corresponding GM volumes did not change significantly ( p = 0.05 and p = 0.11 , respectively). More importantly, we also found large variations in the segmented tissue volumes caused by the heterogeneous MR data, thus potentially masking more subtle tissue changes over time. On the basis of these observations, we present suggestions regarding data acquisitions in future prospective MR studies to assess such volumetric changes.",
     "keywords": ["MRI", "Glioma", "Normal tissue changes"]},
    {"article name": "The posterior cerebellum, a new organ at risk?",
     "doi": "https://doi.org/10.1016/j.ctro.2017.11.010",
     "publication date": "01-2018",
     "abstract": "Eekers et al. have recently proposed a neuro-oncology atlas, which was co-authored by most centers associated in the European Proton Therapy Network (EPTN; Figure 1). With the introduction of new treatment techniques, such as integrated magnetic resonance imaging and linear accelerators (MR-linac) or particle therapy, the prediction of clinical efficacy of these more costly treatment modalities becomes more relevant. One of the side-effects of brain irradiation, being cognitive decline, is one of the toxicities most difficult to measure and predict. In order to validly compare different treatment modalities, 1) a uniform nomenclature of the organs at risk (OARs), 2) uniform atlas-based delineation [e.g., Eekers et al.], 3) long-term follow-up data with standardized cognitive tests, 4) a large patient population, and 5) (thus derived) validated normal tissue complication probability (NTCP) models are mandatory.Apart from the Gondi model, in which the role of the dose to 40% of both hippocampi (HC) proves to be significantly related to cognition in 18 patients, no similar models are available. So there is a strong need for more NTCP models, on HC, brain tissue and possible other relevant brain structures.In this review we summarize the available evidence on the role of the posterior cerebellum as a possible new organ at risk for cognition, which is deemed relevant for irradiation of brain and head and neck tumors.",
     "keywords": ["Neuro-oncology", "Delineation atlas", "Posterior cerebellum", "Radiotherapy", "Cognition", "Organ at risk"]},
    {"article name": "Incorporating spatial dose metrics in machine learning-based normal tissue complication probability (NTCP) models of severe acute dysphagia resulting from head and neck radiotherapy",
     "doi": "https://doi.org/10.1016/j.ctro.2017.11.009",
     "publication date": "01-2018",
     "abstract": "Severe acute dysphagia commonly results from head and neck radiotherapy (RT). A model enabling prediction of severity of acute dysphagia for individual patients could guide clinical decision-making. Statistical associations between RT dose distributions and dysphagia could inform RT planning protocols aiming to reduce the incidence of severe dysphagia. We aimed to establish such a model and associations incorporating spatial dose metrics. Models of severe acute dysphagia were developed using pharyngeal mucosa (PM) RT dose (dose-volume and spatial dose metrics) and clinical data. Penalized logistic regression (PLR), support vector classification and random forest classification (RFC) models were generated and internally (173 patients) and externally (90 patients) validated. These were compared using area under the receiver operating characteristic curve (AUC) to assess performance. Associations between treatment features and dysphagia were explored using RFC models. The PLR model using dose-volume metrics (PLRstandard) performed as well as the more complex models and had very good discrimination (AUC = 0.82) on external validation. The features with the highest RFC importance values were the volume, length and circumference of PM receiving 1 Gy/fraction and higher. The volumes of PM receiving 1 Gy/fraction or higher should be minimized to reduce the incidence of severe acute dysphagia.",
     "keywords": ["PM pharyngeal mucosa", "pharyngeal mucosa", "PLR penalized logistic regression", "penalized logistic regression", "SVC support vector classification", "support vector classification", "RFC random forest classification", "random forest classification", "AUC area under the receiver operating characteristic curve", "area under the receiver operating characteristic curve", "NTCP normal tissue complication probability", "normal tissue complication probability", "RT radiotherapy", "radiotherapy", "IMRT intensity modulated radiotherapy", "intensity modulated radiotherapy", "CTCAE Common Terminology Criteria for Adverse Events", "Common Terminology Criteria for Adverse Events", "PEG percutaneous endoscopic gastrostomy", "percutaneous endoscopic gastrostomy", "DVH dose-volume histogram", "dose-volume histogram", "DLH dose-length histogram", "dose-length histogram", "DCH dose-circumference histogram", "dose-circumference histogram"]},
    {"article name": "Skull base or cervical vertebral osteomyelitis following chemoradiotherapy for pharyngeal carcinoma: A serious but treatable complication",
     "doi": "https://doi.org/10.1016/j.ctro.2017.11.005",
     "publication date": "01-2018",
     "abstract": "Osteomyelitis, infection of the bone and marrow, following high dose (chemo-)radiotherapy for head and neck cancer is uncommon and rarely seen in the cervical spine or temporal bone. Due to its proximity to critical structures, osteomyelitis in the latter regions could carry potentially important consequences. Furthermore, involvement near the skull base (e.g. temporal bone and high cervical vertebrae) presents unique challenges in diagnosis (especially in the differentiation from disease recurrence) and treatment, making early detection and timely intervention critical. In this report, we describe two cases of osteomyelitis, one involving the temporal bone and the other affecting the 2nd and 3rd cervical vertebrae, diagnosed and treated with good outcome in the setting of definitive chemoradiotherapy for locally advanced pharyngeal carcinomas. We suggest that for new or evolving post-radiotherapy osseous changes in regions that have received a high dose of radiotherapy, associated with unexpected and deteriorating spinal symptoms such as pain and spasm, radiation-related osteomyelitis should be considered in the differential diagnosis from tumor progression. Timely referral to a surgical oncologist and infectious diseases specialist is paramount in achieving satisfactory clinical outcomes.",
     "keywords": ["Chemoradiotherapy", "Head and neck cancer", "Osteomyelitis", "Bone"]},
    {"article name": "SYSTEMS-2: A randomised phase II study of radiotherapy dose escalation for pain control in malignant pleural mesothelioma",
     "doi": "https://doi.org/10.1016/j.ctro.2017.11.004",
     "publication date": "01-2018",
     "abstract": "SYSTEMS-2 is a randomised study of radiotherapy dose escalation for pain control in 112 patients with malignant pleural mesothelioma (MPM). Standard palliative (20 Gy/5#) or dose escalated treatment (36 Gy/6#) will be delivered using advanced radiotherapy techniques and pain responses will be compared at week 5. Data will guide optimal palliative radiotherapy in MPM.",
     "keywords": null},
    {"article name": "FORECAST – A cloud-based personalized intelligent virtual coaching platform for the well-being of cancer patients",
     "doi": "https://doi.org/10.1016/j.ctro.2017.11.006",
     "publication date": "01-2018",
     "abstract": "Well-being of cancer patients and survivors is a challenge worldwide, considering the often chronic nature of the disease. Today, a large number of initiatives, products and services are available that aim to provide strategies to face the challenge of well-being in cancer patients; nevertheless the proposed solutions are often non-sustainable, costly, unavailable to those in need, and less well-received by patients. These challenges were considered in designing FORECAST, a cloud-based personalized intelligent virtual coaching platform for improving the well-being of cancer patients. Personalized coaching for cancer patients focuses on physical, mental, and emotional concerns, which FORECAST is able to identify. Cancer patients can benefit from coaching that addresses their emotional problems, helps them focus on their goals, and supports them in coping with their disease-related stressors. Personalized coaching in FORECAST offers support, encouragement, motivation, confidence, and hope and is a valuable tool for the wellbeing of a patient.",
     "keywords": ["Cancer coaching", "Personalized medicine", "Cloud eHealth platforms"]},
    {"article name": "The impact of the IGF-1 system of cancer cells on radiation response – An in vitro study",
     "doi": "https://doi.org/10.1016/j.ctro.2017.09.006",
     "publication date": "12-2017",
     "abstract": "Overexpression of the insulin-like growth factor-1 receptor (IGF-1R) is associated with increased cell proliferation, differentiation, transformation, and tumorigenicity. Additionally, signaling involved in the resistance of cancer cells to radiotherapy originates from IGF-1R. The purpose of this study was to investigate the role of the IGF-1 system in the radiation response and further evaluate its effect on the expression of DNA repair pathway genes.To inhibit the IGF-1 system, we stably transfected the Caco-2 cell line to express a kinase-deficient IGF-1R mutant. We then studied the effects of this mutation on cell growth, the response to radiation, and clonogenic survival, as well as using a cell viability assay to examine DNA damage and repair. Finally, we performed immunofluorescence for γ-H2AX to examine double-strand DNA breaks and evaluated the expression of 84 key genes involved in DNA repair with a real-time PCR array.Mutant IGF-1R cells exhibited significantly blunted cell growth and viability, compared to wild-type cells, as well as reduced clonogenic survival after γ-irradiation. However, mutant IGF-1R cells did not show any significant delays in the repair of radiation-induced DNA double-strand breaks. Furthermore, expression of mutant IGF-1R significantly down-regulated the mRNA levels of BRCA2, a major protein involved in homologous recombination DNA repair.These results indicate that blocking the IGF-1R-mediated signaling cascade, through the expression of a kinase-deficient IGF-1R mutant, reduces cell growth and sensitizes cancer cells to ionizing radiation. Therefore, the IGF-1R system could be a potential target to enhance radio-sensitivity and the efficacy of cancer treatments.",
     "keywords": ["IGF-1R insulin-like growth factor 1 receptor", "insulin-like growth factor 1 receptor", "SF surviving fractions", "surviving fractions", "IGF-1R/KR kinase-deficient IGF-1R", "kinase-deficient IGF-1R", "Caco-2-KR4 IGF-1R/KR clone number 4", "IGF-1R/KR clone number 4", "IRS-1 insulin receptor substrate 1", "insulin receptor substrate 1", "HRR homologous recombination repair", "homologous recombination repair", "NHEJ non-homologous end joining", "non-homologous end joining", "PTEN phosphatase and tensin homolog", "phosphatase and tensin homolog", "MVP major vault protein", "major vault protein", "BCL-2 B-cell lymphoma 2", "B-cell lymphoma 2", "BAX BCL-2-associated X", "BCL-2-associated X", "Radiosensitivity", "Colorectal carcinmoma", "Insulin-like growth factor-1 receptor", "Dominant negative mutant", "RAD 51", "BRCA2"]},
    {"article name": "Late cutaneous effects of a local potent steroid during adjuvant radiotherapy for breast cancer",
     "doi": "https://doi.org/10.1016/j.ctro.2017.09.001",
     "publication date": "12-2017",
     "abstract": "The aim of this study was to evaluate whether treatment with a local potent corticosteroid during adjuvant external radiotherapy (ERT) of breast cancer is associated with late skin toxicity.Sixty patients (32 treated with potent corticoid cream versus 28 controls treated with moisturizer) who had been included in a randomized study on prophylactic local corticosteroid treatment under adjuvant ERT in 2009 and 2010 were subjected to a follow-up study in 2016.Assessments of skin texture were registered according to the Late Radiation Morbidity Scoring Scheme (RTOG). Dryness, skin colour and skin thickness were objectively measured using non-invasive instruments. The patients were assessed for differences between their treated and untreated breasts.Skin atrophy was not noticed in any of the 60 patients. Objective instrumental measurements did not reveal any significant differences in skin dryness, colour, pigmentation or skin thickness over the average follow-up time of six years. Clinical assessment based on the RTOG scoring system revealed that the odds ratio of having late skin problems in patients treated with moisturizer compared to patients treated with corticosteroid was 3.2 (95% CI: 1.0–10.1).Patients reported minor cosmetic dermatological sequelae. Seven patients developed telangiectasia, which caused cosmetic inconvenience.In this study, prophylactic corticosteroid treatment to ameliorate radiation dermatitis during adjuvant ERT of breast cancer was not associated with an increase in late skin toxicity nor did it result in skin atrophy. This study is limited by its small sample size, and the risk for false positive findings.",
     "keywords": ["Adjuvant radiotherapy", "Breast cancer", "Corticosteroids", "Radiation dermatitis", "Steroid atrophy", "Telangiectasia"]},
    {"article name": "Prospective analysis of in vivo landmark point-based MRI geometric distortion in head and neck cancer patients scanned in immobilized radiation treatment position: Results of a prospective quality assurance protocol",
     "doi": "https://doi.org/10.1016/j.ctro.2017.09.003",
     "publication date": "12-2017",
     "abstract": "Uncertainties related to geometric distortion are a major obstacle for effectively utilizing MRI in radiation oncology. We aim to quantify the geometric distortion in patient images by comparing their in-treatment position MRIs with the corresponding planning CTs, using CT as the non-distorted gold standard.Twenty-one head and neck cancer patients were imaged with MRI as part of a prospective Institutional Review Board approved study. MR images were acquired with a T2 SE sequence (0.5 × 0.5 × 2.5 mm voxel size) in the same immobilization position as in the CTs. MRI to CT rigid registration was then done and geometric distortion comparison was assessed by measuring the corresponding anatomical landmarks on both the MRI and the CT images. Several landmark measurements were obtained including; skin to skin (STS), bone to bone, and soft tissue to soft tissue at specific levels in horizontal and vertical planes of both scans. Inter-observer variability was assessed and interclass correlation (ICC) was calculated.A total of 430 landmark measurements were obtained. The median distortion for all landmarks in all scans was 1.06 mm (IQR 0.6–1.98). For each patient 48% of the measurements were done in the right-left direction and 52% were done in the anteroposterior direction. The measured geometric distortion was not statistically different in the right-left direction compared to the anteroposterior direction (1.5 ± 1.6 vs. 1.6 ± 1.7 mm, respectively, p = 0.4). The magnitude of distortion was higher in the STS peripheral landmarks compared to the more central landmarks (2.0 ± 1.9 vs. 1.2 ± 1.3 mm, p < 0.0001). The mean distortion measured by observer one was not significantly different compared to observer 2, 3, and 4 (1.05, 1.23, 1.06 and 1.05 mm, respectively, p = 0.4) with ICC = 0.84.MRI geometric distortions were quantified in radiotherapy planning applications with a clinically insignificant error of less than 2 mm compared to the gold standard CT.",
     "keywords": ["MRI", "CT", "Geometric Distortion", "Head and Neck Cancer", "Radiation Treatment", "Quality Assurance"]},
    {"article name": "Retrospective methods to estimate radiation dose at the site of breast cancer development after Hodgkin lymphoma radiotherapy",
     "doi": "https://doi.org/10.1016/j.ctro.2017.09.004",
     "publication date": "12-2017",
     "abstract": "An increased risk of breast cancer following radiotherapy for Hodgkin lymphoma (HL) has now been robustly established. In order to estimate the dose–response relationship more accurately, and to aid clinical decision making, a retrospective estimation of the radiation dose delivered to the site of the subsequent breast cancer is required.For 174 Dutch and 170 UK female patients with breast cancer following HL treatment, the 3-dimensional position of the breast cancer in the affected breast was determined and transferred onto a CT-based anthropomorphic phantom. Using a radiotherapy treatment planning system the dose distribution on the CT-based phantom was calculated for the 46 different radiation treatment field set-ups used in the study population. The estimated dose at the centre of the breast cancer, and a margin to reflect dose uncertainty were determined on the basis of the location of the tumour and the isodose lines from the treatment planning. We assessed inter-observer variation and for 47 patients we compared the results with a previously applied dosimetry method.The estimated median point dose at the centre of the breast cancer location was 29.75 Gy (IQR 5.8–37.2), or about 75% of the prescribed radiotherapy dose. The median dose uncertainty range was 5.97 Gy. We observed an excellent inter-observer variation (ICC 0.89 (95% CI: 0.74–0.95)). The absolute agreement intra-class correlation coefficient (ICC) for inter-method variation was 0.59 (95% CI: 0.37–0.75), indicating (nearly) good agreement. There were no systematic differences in the dose estimates between observers or methods.Estimates of the dose at the point of a subsequent breast cancer show good correlation between methods, but the retrospective nature of the estimates means that there is always some uncertainty to be accounted for.",
     "keywords": ["Retrospective dosimetry", "Hodgkin lymphoma", "Breast carcinogenesis"]},
    {"article name": "Prognostic impact of leukocyte counts before and during radiotherapy for oropharyngeal cancer",
     "doi": "https://doi.org/10.1016/j.ctro.2017.09.008",
     "publication date": "12-2017",
     "abstract": "Peripheral blood count components are accessible and evidently predictive in other cancers but have not been explored in oropharyngeal carcinoma. We examine if there is an association between the use of intensity-modulated radiotherapy (IMRT) or intensity-modulated proton therapy (IMPT) and lymphopenia, as well as if there is an association between baseline neutrophilia, baseline leukocytosis and lymphocyte nadir in oropharyngeal cancer.Analysis started with 150 patients from a previous case to case study design, which retrospectively identified adults with oropharyngeal carcinoma, 100 treated with IMRT in 2010-2012 and 50 treated with IMPT in 2011–2014. Pretreatment leukocyte, neutrophil, lymphocyte, and hemoglobin levels were extracted, as were neutrophil and lymphocyte nadir levels during radiotherapy. We retained 137 patients with recorded pre-treatment leukocyte and neutrophil levels for associated analysis and 114 patients with recorded lymphocyte levels during radiation and associated analysis. Multivariate survival analyses were done with Cox regression.The radiotherapy type (IMRT vs. IMPT) was not associated with lymphopenia (grade 3 P > .99; grade 4 P = .55). In univariate analyses, poor overall survival was associated with pretreatment neutrophilia (hazard ratio [HR] 5.58, 95% confidence interval [CI] 1.99–15.7, P = .001), pretreatment leukocytosis (HR 4.85, 95% CI 1.73–13.6, P = .003), grade 4 lymphopenia during radiotherapy (HR 3.28, 95% CI 1.14–9.44, P = .03), and possibly smoking status >10 pack-years (HR 2.88, 95% CI 1.01–8.18, P = .05), but only T status was possibly significant in multivariate analysis (HR 2.64, 95% CI 0.99–7.00, P = .05). Poor progression-free survival was associated with pretreatment leukocytosis and T status in univariate analysis, and pretreatment neutrophilia and advanced age on multivariate analysis.Treatment modality did not affect blood counts during radiotherapy. Pretreatment neutrophilia, pretreatment leukocytosis, and grade 4 lymphopenia during radiotherapy were associated with worse outcomes after, but establishing causality will require additional work with increased statistical power.",
     "keywords": ["Head and neck cancer", "Radiotherapy", "Proton therapy", "Leukocytosis", "Lymphopenia"]},
    {"article name": "Sites of recurrent disease and prognostic factors in SCLC patients treated with radiochemotherapy",
     "doi": "https://doi.org/10.1016/j.ctro.2017.09.010",
     "publication date": "12-2017",
     "abstract": "Concurrent radiochemotherapy (RCHT) is standard treatment in locally advanced small cell lung cancer (SCLC) patients. Due to conflicting results on elective nodal irradiation (ENI) or selective node irradiation (SNI) there is no clear evidence on optimal target volumes. Therefore, the purposes of this study were to assess the sites of recurrent disease in SCLC and to evaluate the feasibility of SNI versus ENI.A retrospective single-institution study of 43 consecutive patients treated with RCHT was performed. After state-of-the-art staging including FDG-PET/CT, all patients underwent three-dimensional conformal radiotherapy to a total dose of 45 Gy in twice-daily fractions of 1.5 Gy starting concurrently with the first or second chemotherapy cycle. All sites of loco-regional recurrences were correlated to the initial tumor and dose delivered. The impact of potential prognostic variables on outcome was evaluated using the Cox-regression model.13 patients (30%) relapsed locally or regionally: six within the initial primary tumor volume, five within the initially affected lymph nodes, one metachronously within primary tumor and initially affected lymph nodes, and one both inside and outside of the initial nodal disease. All sites of loco-regional recurrence had received 92–106% of the prescribed dose.In our study most recurrences occurred within the primary tumor or initially affected lymph nodes, or distantly. We did not register any case of isolated nodal failure, supporting the use of selective nodal irradiation, possibly with the addition of supraclavicular irradiation in patients with nodal disease in the upper mediastinum.",
     "keywords": ["Small cell lung cancer", "Recurrence", "Radiotherapy", "Selective node irradiation"]},
    {"article name": "VMAT radiation-induced nausea and vomiting in adjuvant breast cancer radiotherapy: The incidental effect of low-dose bath exposure",
     "doi": "https://doi.org/10.1016/j.ctro.2017.09.009",
     "publication date": "12-2017",
     "abstract": "To investigate the hypothesis on low-dose bath exposure related to radiation-induced nausea and vomiting (RINV) in adjuvant breast volumetric modulated arch therapy (VMAT).A total of 106 consecutive breast cancer patients (pts) treated with adjuvant radiotherapy (RT) with VMAT from January 2013 to May 2016 were evaluated retrospectively. For each pt, a planning CT was reimported and the coeliac plexus and gastroesophageal junction with gastric mouth (GEJCPs) were contoured as a new organ at risk (OAR) in the upper abdominal area. RINV was associated with Dmax and Dmean to GEJCPs. Univariate analysis with χ2, t-test, and Pearson’s covariance was used for statistical analysis.Of 106 pts, 64% complained of acute RINV according to the Common Terminology Criteria for Adverse Events (CTCAE) version 4.03. RINV was related to Dmax > 10 Gy and Dmean > 3 Gy to GEJCPs (P < 0.005). The radiation breast side and planning target volume (PTV) correlated with RINV.RINV in VMAT breast radiotherapy could be a new emerging acute side effect due to a low dose bath to upper abdominal structures such as the GEJCPs. A Dmax < 10 Gy and Dmean < 3 Gy to GEJCPs should be constrained in VMAT planning to minimize RINV risk in breast radiotherapy.",
     "keywords": ["Volumetric modulated arch therapy", "Gastroesophageal junction", "Coeliac plexus", "Nausea", "Vomit"]},
    {"article name": "Radiomic analysis in prediction of Human Papilloma Virus status",
     "doi": "https://doi.org/10.1016/j.ctro.2017.10.001",
     "publication date": "12-2017",
     "abstract": "Human Papilloma Virus (HPV) has been associated with oropharyngeal cancer prognosis. Traditionally the HPV status is tested through invasive lab test. Recently, the rapid development of statistical image analysis techniques has enabled precise quantitative analysis of medical images. The quantitative analysis of Computed Tomography (CT) provides a non-invasive way to assess HPV status for oropharynx cancer patients. We designed a statistical radiomics approach analyzing CT images to predict HPV status. Various radiomics features were extracted from CT scans, and analyzed using statistical feature selection and prediction methods. Our approach ranked the highest in the 2016 Medical Image Computing and Computer Assisted Intervention (MICCAI) grand challenge: Oropharynx Cancer (OPC) Radiomics Challenge, Human Papilloma Virus (HPV) Status Prediction. Further analysis on the most relevant radiomic features distinguishing HPV positive and negative subjects suggested that HPV positive patients usually have smaller and simpler tumors.",
     "keywords": ["Radiomics", "CT image", "HPV status", "Oropharynx cancer", "Statistical method"]},
    {"article name": "Local control and overall survival after frameless radiosurgery: A single center experience",
     "doi": "https://doi.org/10.1016/j.ctro.2017.09.007",
     "publication date": "12-2017",
     "abstract": "Stereotactic radiosurgery (SRS) has been increasingly advocated for 1–3 small brain metastases. The goal of this study was to evaluate the clinical results in patients with brain metastases treated with LINAC-based SRS using a thermoplastic mask (non-invasive fixation system) and Image-Guided Radiotherapy (IGRT).In this single-institution study 48 patients with 77 brain metastases were treated between February 2012 and January 2014. The prescribed dose was 20 Gy or 18 Gy as a single fraction. SRS was performed with a True Beam STX Novalis Radiosurgery LINAC (Varian Medical Systems). The verification of positioning was done using the BrainLAB ExacTrac ® X-ray 6D system and cone-beam CT.In 69 of 77 treated brain metastases (90%) the follow-up was documented on MR imaging performed every 3 months. Mean follow-up time was 10.86 months. Estimated 1-year local control was 83%, using the Kaplan-Meier method. In 7/69 brain metastases (10%) local failure (LF) was diagnosed. Median progression free survival (PFS) was 3.73 months, largely due to distant brain relapse. A GTV of ≤2.0 cm3 was significantly associated with a better PFS than a GTV >2.0 cm3. Extracranial stable disease and GTV ≤2.5 cm³ were significant predictors of OS.We observed 2 cases of radiation necrosis diagnosed by histology after surgical resection. No other cases of severe side effects (CTACE ≥ 3) were observed.LINAC-based frameless SRS with the BrainLAB Mask using the BrainLAB ExacTrac ® X-ray 6D system for patient positioning is well tolerated, safe and leads to favorable crude local control of 90%. In our experience, local control after frameless (ringless) SRS is as good as ring-based SRS reported in literature. Without invasive head fixation, radiotherapy is more comfortable for patients.",
     "keywords": ["Brain metastases", "Radiosurgery", "LINAC", "LINAC Linear Accelerator", "Linear Accelerator", "SRS Stereotactic radiosurgery", "Stereotactic radiosurgery", "IGRT Image-Guided Radiotherapy", "Image-Guided Radiotherapy", "PFS progression-free survival", "progression-free survival", "LC Local Control", "Local Control", "OS Overall Survival", "Overall Survival", "GTV Gross Tumor Volume", "Gross Tumor Volume", "PTV planning target volume", "planning target volume", "CTCAE Common Terminology Criteria for Adverse Events v4.0", "Common Terminology Criteria for Adverse Events v4.0", "WBRT Whole Brain Radiotherapy", "Whole Brain Radiotherapy", "DC distant intracranial tumor control", "distant intracranial tumor control", "CT computed tomography", "computed tomography", "CBCT cone-beam CT", "cone-beam CT", "DRR digitally reconstructed radiographs", "digitally reconstructed radiographs", "RPA recursive partitioning analysis", "recursive partitioning analysis"]},
    {"article name": "Radiotherapy dose-distribution to the perirectal fat space (PRS) is related to gastrointestinal control-related complications",
     "doi": "https://doi.org/10.1016/j.ctro.2017.10.002",
     "publication date": "12-2017",
     "abstract": "Traditionally rectal symptoms following pelvic/prostate radiotherapy are correlated to the dosimetry of the anorectum or a substructure of this. It has been suggested that the perirectal fat space (PRS) surrounding the rectum may also be relevant. This study considers the delineation and dosimetry of the PRS related to both rectal bleeding and control-related toxicity. Initially, a case–control cohort of 100 patients from the RADAR study were chosen based on presence/absence of rectal control-related toxicity. Automated contouring was developed to delineate the PRS. 79 of the 100 auto-segmentations were considered successful. Balanced case–control cohorts were defined from these cases. Atlas of Complication Incidence (ACI) were generated to relate the DVH of the PRS with specific rectal symptoms; rectal bleeding and control-related symptoms (LENT/SOM). ACI demonstrated that control-related symptoms were related to the dose distribution to the PRS which was confirmed with Wilcoxon rank sum test (p < 0.05). To the authors knowledge this is the first study implicating the dose distribution to the PRS to the incidence of control-related symptoms of rectal toxicity.",
     "keywords": ["Perirectal space", "Radiotherapy", "Atlas of complication", "Rectal toxicity"]},
    {"article name": "Increasing genomic instability during cancer therapy in a patient with Li-Fraumeni syndrome",
     "doi": "https://doi.org/10.1016/j.ctro.2017.10.004",
     "publication date": "12-2017",
     "abstract": "Li-Fraumeni syndrome (LFS) is a cancer predisposition disorder characterized by germline mutations of the p53 tumor-suppressor gene. In response to DNA damage, p53 stimulates protective cellular processes including cell-cycle arrest and apoptosis to prevent aberrant cell proliferation. Current cancer therapies involve agents that damage DNA, which also affect non-cancerous hematopoietic stem/progenitor cells. Here, we report on a child with LFS who developed genomic instability during craniospinal irradiation for metastatic choroid plexus carcinoma (CPC).This previously healthy 4-year-old boy presented with parieto-temporal brain tumor, diagnosed as CPC grade-3. Screening for cancer-predisposing syndrome revealed heterozygous p53 germline mutation, leading to LFS diagnosis. After tumour resection and systemic chemotherapy, entire craniospinal axis was irradiated due to leptomeningeal seeding, resulting in disease stabilization for nearly 12 months. Blood lymphocytes of LFS patient (p53-deficient) and age-matched tumor-children (p53-proficient) were collected before, during and after craniospinal irradiation and compared with asymptomatic carriers for identical p53 mutation, not exposed to DNA-damaging treatment. In p53-deficient lymphocytes of LFS patient radiation-induced DNA damage failed to induce cell-cycle arrest or apoptosis. Although DNA repair capacity was not impaired, p53-deficient blood lymphocytes of LFS patient showed significant accumulation of 53BP1-foci during and even several months after irradiation, reflecting persistent DNA damage. Electron microscopy revealed DNA abnormalities ranging from simple unrepaired lesions to chromosomal abnormalities. Metaphase spreads of p53-deficient lymphocytes explored by mFISH revealed high amounts of complex chromosomal aberrations after craniospinal irradiation.Tumor suppressor p53 plays a central role in maintaining genomic stability by promoting cell-cycle checkpoints and apoptosis. Here, we demonstrate that a patient with LFS receiving craniospinal irradiation including large volumes of bone marrow developed progressive genomic instability of the hematopoietic system. During DNA-damaging radiotherapy, genome-stabilizing mechanisms in proliferating stem/progenitor cells are perturbed by p53 deficiency, increasing the risk of cancer initiation and progression.",
     "keywords": ["CPC choroid plexus carcinoma", "choroid plexus carcinoma", "DSBs double-strands breaks", "double-strands breaks", "LFS Li-Fraumeni syndrome", "Li-Fraumeni syndrome", "mFISH multicolour fluorescence in-situ hybridization", "multicolour fluorescence in-situ hybridization", "NHEJ non-homologous end-joining", "non-homologous end-joining", "SEM scanning electron microscopy", "scanning electron microscopy", "TEM transmission electron microscopy", "transmission electron microscopy", "γH2AX phosporylated histone H2AX", "phosporylated histone H2AX", "53BP1 53 Binding Protein 1", "53 Binding Protein 1", "Li-Fraumeni syndrome", "P53", "Genomic instability", "Craniospinal irradiation", "Hematopoiesis"]},
    {"article name": "Uptake of Prostate-Specific Membrane Antigen (PSMA) in adenoid cystic carcinoma – Is PSMA-PET-CT a helpful tool in radiation oncology?",
     "doi": "https://doi.org/10.1016/j.ctro.2017.10.003",
     "publication date": "12-2017",
     "abstract": "This case report shows the high PSMA-uptake in a patient with an adenoid cystic carcinoma of the maxillary sinus. Due to the intense ligand-uptake additional information for target volume delineation was obtained and the Treatment plan for bimodal radiotherapy with carbon ions was adapted accordingly.",
     "keywords": ["ACC Adenoid cystic carcinoma", "Adenoid cystic carcinoma", "CTCAE Common terminology criteria of adverse events", "Common terminology criteria of adverse events", "IMRT intensity modulated radiotherapy", "intensity modulated radiotherapy", "HIT Heidelberg Ion Beam Therapy Center", "Heidelberg Ion Beam Therapy Center", "IHC Immunohistochemistry", "Immunohistochemistry", "PET-CT Positron emission tomography-computed tomography", "Positron emission tomography-computed tomography", "PSMA Prostate-Specific Membrane Antigen", "Prostate-Specific Membrane Antigen", "RBE Relative Biological Effectiveness", "Relative Biological Effectiveness", "RECIST Response Evaluation Criteria In Solid Tumors", "Response Evaluation Criteria In Solid Tumors", "RT radiotherapy", "radiotherapy"]},
    {"article name": "Strong radioprotective FGF1 signaling down-regulates proliferative and metastatic capabilities of the angiosarcoma cell line, ISOS-1, through the dual inhibition of EGFR and VEGFR pathways",
     "doi": "https://doi.org/10.1016/j.ctro.2017.10.006",
     "publication date": "12-2017",
     "abstract": "Angiosarcoma is associated with a poor prognosis and is treated with radiotherapy. Although FGF1 is a potential radioprotector, the influence of FGF1 on the malignancy of angiosarcoma remains unknown.Highly stable FGF1 mutants, which exhibit stronger mitogenic activity than wild-type FGF1, were examined as strong radioprotectors and signaling agonists to clarify the effects of FGF1 on the murine angiosarcoma cell line ISOS-1.FGF1 mutants reduced colony formation by and the in vitro invasion and migration of ISOS-1 cells, in addition to an increase in radiosensitivity to X-rays. In contrast, an FGFR inhibitor blocked the inhibitory effects of FGF1 mutants on colony formation, invasion, and migration. siRNA targeting the Fgfr1 gene showed that strong FGFR1 signaling reduced colony formation by ISOS-1 cells. However, the FGF1 mutant reduced the activation of VEGFRs and EGFRs in ISOS-1 cells more strongly than wild-type FGF1. Moreover, the inhibition of VEGFRs and EGFRs synergistically reduced colony formation by and invasion and migration of ISOS-1 cells.These results suggest that strong FGF1 signaling exerts not only radioprotective effects, but also inhibitory effects on proliferative and metastatic capacities of angiosarcoma through the dual inhibition of EGFR and VEGFR pathways.",
     "keywords": ["Angiosarcoma", "EGFR", "FGF1", "Metastasis", "Radioprotector", "VEGFR"]},
    {"article name": "PIK3CA mutation is associated with increased local failure in lung stereotactic body radiation therapy (SBRT)",
     "doi": "https://doi.org/10.1016/j.ctro.2017.11.002",
     "publication date": "12-2017",
     "abstract": "Hyperactivation of the phosphatidylinositol-3-kinase (PI3K) pathway has been associated with radioresistance. It is unclear whether such mutations confer suboptimal local control for patients who receive lung stereotactic body radiation therapy (SBRT). Our objective was to examine whether mutations in the EGFR/AKT/PIK3CA signaling pathway are associated with local failure (LF) after lung SBRT.We retrospectively reviewed 166 patients who underwent SBRT to primary or metastatic lung lesions from 2007 to 2015 for whom genetic testing data was available for EGFR, AKT, and PIK3CA genes. Association between clinical factors, including molecular mutation status, and LF was evaluated.Six patients (4%) had PIK3CA mutation, 36 patients (22%) had EGFR mutation, and one patient (0.6%) had AKT1 mutation. Median lesion size was 2.0 cm (range, 0.6–5.6 cm); median dose was 48 Gy in 4 fractions (range, 30–70 Gy in 3–10 fractions). Median follow-up for survivors was 27.3 months (range, 3.8–66.7 months). LF occurred in 16 patients (10%). On univariate analysis, PIK3CA mutation was associated with LF (HR 10.44 [95% CI 2.16–50.46], p = .003), while tumor histology, tumor size, primary tumor site, BED and EGFR mutation were not. At one year, probability of LF in lesions with PIK3CA mutation was 20.0% vs. 2.9% in lesions without mutation (p < .001 by log rank test).Although the number of patients affected was small, PIK3CA mutation was significantly associated with higher risk of LF in patients undergoing lung SBRT. This association has not previously been reported for lung SBRT and indicates the need for further validation.",
     "keywords": ["PI3K phosphatidylinositol-3-kinases", "phosphatidylinositol-3-kinases", "PIP2 phosphatidylinositol-4,5-biphosphate", "phosphatidylinositol-4,5-biphosphate", "PIP3 phosphatidylinositol-3,4,5-triphosphate", "phosphatidylinositol-3,4,5-triphosphate", "SBRT stereotactic body radiation therapy", "stereotactic body radiation therapy", "AKT protein kinase B", "protein kinase B", "CT computed tomography", "computed tomography", "GTV gross tumor volume", "gross tumor volume", "ITV internal target volume", "internal target volume", "CTV clinical target volume", "clinical target volume", "PTV planning target volume", "planning target volume", "BED biologically effective dose", "biologically effective dose", "LF local failure", "local failure", "Lung stereotactic body radiation therapy (SBRT)", "PIK3CA", "Radiation resistance", "Local failure"]},
    {"article name": "A predictive model for residual disease after (chemo) radiotherapy in oropharyngeal carcinoma: Combined radiological and clinical evaluation of tumor response",
     "doi": "https://doi.org/10.1016/j.ctro.2017.07.002",
     "publication date": "10-2017",
     "abstract": "Early detection of Residual disease (RD) is vital for salvage possibilities after (chemo) radiatiotherapy for oropharyngeal carcinoma (OPC). We standardized clinical investigation to test its added value to MRI response evaluation and investigated the benefit of FDG-PET/CT.Radiological response evaluation using Ojiri-score was done for 234 patients with OPC, using MRI 12 weeks after (chemo) radiotherapy between 2010 and 2014. The presence of mucosal lesions and/or major complaints (still completely tube feeding-dependent and/or opiate-dependent because of swallowing problems) was scored as clinical suspicion (CS). Retrospectively, the performance of Ojiri to predict RD was compared to CS and both combined using Pearson Chi-squared. Of the whole group, FDG-PET/CT metabolic response (MR) was available in 50 patients.Twelve out of 234 patients (5.1%) had RD. Ojiri and CS had excellent negative predictive value (NPV) (98% and 100% respectively). The combination of CS and Ojiri reduced false positives by 32% (38–26 patients) without lowering NPV (98%). No patients with complete MR (n = 39) at the FDG-PET/CT had RD compared to 5 (45%) with partial MR.For response evaluation in OPC, the combination of CS and Ojiri-score improved the predictive accuracy by reducing false positives compared to them individually. FDG-PET/CT is promising to further reduce false positives.",
     "keywords": ["Radiotherapy", "Residual neoplasm", "Oropharyngeal neoplasms", "Radiology", "Risk assessment", "Magnetic resonance imaging"]},
    {"article name": "Treatment constraints for single dose external beam preoperative partial breast irradiation in early-stage breast cancer",
     "doi": "https://doi.org/10.1016/j.ctro.2017.06.003",
     "publication date": "10-2017",
     "abstract": "Following breast-conserving surgery and post-operative 3D-conformal accelerated partial breast irradiation (APBI), suboptimal cosmetic results have been reported. Preoperative radiation delivery to the intact tumor enables better target visualization and treatment volume reduction. Single dose preoperative APBI has the potential to improve toxicity profiles, reduce treatment burden and enable in vivo exploration of breast cancer radiogenomics.Develop practical guidelines for single dose external beam preoperative APBI.Recommended dose constraints were derived from pooled dosimetry estimates from 2 clinical trials. In an American dose escalation trial, a uniform 15, 18 or 21 Gy dose has previously been evaluated for non-lobular cT1N0 or low/intermediate grade DCIS <2 cm in prone position (n = 32). In the Netherlands, the feasibility of ablative APBI (20 Gy to GTV, 15 Gy to CTV) to non-lobular cT1N0 in supine position, is currently being explored (n = 15). The dosimetric adherence to the developed constraints was evaluated in new APBI plans with a 21 Gy uniform dose but an extended CTV margin (n = 32).Dosimetric data pooling enabled the development of practical guidelines for single dose preoperative APBI.The developed guidelines will allow further explorations in the promising field of single dose preoperative external beam APBI for breast cancer treatment.",
     "keywords": ["Single dose", "Breast cancer", "Partial breast", "Preoperative", "Guidelines"]},
    {"article name": "The predictive value of nadir neutrophil count during treatment of cervical cancer: Interactions with tumor hypoxia and interstitial fluid pressure (IFP)",
     "doi": "https://doi.org/10.1016/j.ctro.2017.08.002",
     "publication date": "10-2017",
     "abstract": "Hypoxia, high interstitial fluid pressure (IFP) and immune effects have individually been shown to modulate radiotherapy (RT) response in cervical cancer. The aim of this study was to investigate the interplay between hypoxia or IFP and circulating neutrophil levels, and their combined effect on survival following RT.A total of 287 FIGO stage IB to IIIB cervical cancer patients treated with RT or RT and cisplatin (RTCT) were included. Tumor hypoxia and IFP were measured at baseline prior to treatment. Absolute neutrophil count (ANC) was measured at baseline and weekly during treatment. Median follow up was 7.1 years.High nadir ANC at the point of maximal myelosuppression was a stronger predictor of inferior survival than high baseline ANC after adjusting for clinical prognostic factors and treatment (RT vs. RTCT). The predictive effect of nadir ANC was most evident in patients with well-oxygenated tumors or tumors with high IFP at diagnosis.This study provides new information about the combined influence of the tumor microenvironment and myeloid cells on the survival of cervical cancer patients treated with RT/RTCT to motivate the development of new treatments based on molecular targeting of immune–based radioresistance pathways.",
     "keywords": ["Cervical cancer", "Radiation treatment", "Hypoxia", "Interstitial fluid pressure (IFP)", "Neutrophils", "Immuno-oncology"]},
    {"article name": "Feasibility of stereotactic body radiotherapy for locally-advanced non-small cell lung cancer",
     "doi": "https://doi.org/10.1016/j.ctro.2017.08.001",
     "publication date": "10-2017",
     "abstract": "SBRT was feasible for approximately half of the locally-advanced NSCLC patients we assessed and for these patients has the potential to reduce a 30 fraction course to 12 fractions. Using SBRT in this setting requires compromises in techniques and further compromises may allow SBRT in a greater proportion of patients.",
     "keywords": ["Lung cancer", "Stereotactic body radiotherapy", "Stereotactic ablative radiotherapy", "Hypofractionation", "Locally-advanced", "Elderly"]},
    {"article name": "Role of radiotherapy in extracranial metastatic malignant melanoma in the modern era",
     "doi": "https://doi.org/10.1016/j.ctro.2017.09.002",
     "publication date": "10-2017",
     "abstract": "To assess the role of radiotherapy in metastatic malignant melanoma (MM) patients in modern era.This is a retrospective study of MM patients treated with radiotherapy at Mayo Clinic from 1999 to 2014. Patients with pre- and post-treatment imaging studies (CT, MRI, and/or PET/CT) were assessed for metastasis failure (MF), regional/distant failure, and overall survival (OS).In 75 MM patients, 56 and 68 lesions were treated with conventional/hypofractionated radiotherapy (CHRT) and stereotactic body radiotherapy (SBRT), respectively. The median doses for CHRT and SBRT were 30 Gy and 50 Gy, respectively. 1-year MF was 17% (SBRT 6% vs CHRT 31%, p < 0.01). 1-year regional (5% vs 29%, p < 0.01) and distant progression (75% vs 89%, p < 0.01) were improved with SBRT. Median OS was 15.6 months (CHRT 7.0 vs SBRT 22.9, p < 0.01). Prognostic factors for OS included age ≤55 years (RR 0.25), oligometastatic disease (RR 0.34), SBRT (RR 0.38) and treating all lesions (RR 0.28, all p < 0.01).SBRT for extracranial MM exhibited improved MF compared with CHRT, consistent with intracranial radiosurgery data. Though these data are retrospective and subject to selection bias, our findings support the prudent use of SBRT in a select group of favorable, oligometastatic MM patients, and should be discussed as an alternative to surgery and ablation.",
     "keywords": ["Radiotherapy", "Metastatic melanoma", "SBRT", "Hypofractionation", "Outcomes"]},
    {"article name": "Correlation between urinary dose and delayed radiation cystitis after 78 Gy intensity-modulated radiotherapy for high-risk prostate cancer: A 10-year follow-up study of genitourinary toxicity in clinical practice",
     "doi": "https://doi.org/10.1016/j.ctro.2017.09.005",
     "publication date": "10-2017",
     "abstract": "To investigate the factors associated with the risk of long-term genitourinary (GU) toxicity among high-risk prostate cancer (PC) patients treated with high-dose intensity-modulated radiotherapy (IMRT).Between 2000 and 2011, PC patients treated with 78 Gy in 39 fractions delivered by IMRT combined with neo-adjuvant hormonal therapy were selected from among our database. GU toxicities and clinical factors, as well as separate anatomical urinary structures, were evaluated in terms of their associations.A total of 309 patients was included in this study. The median follow-up was 104 months (range: 24–143 months). The most frequently observed late grade ≥2 GU toxicity was hematuria (11.2%: 10-year actuarial risk) with radiation cystitis observed in the majority of patients. In univariate analysis, late grade ≥2 hematuria was associated with the exposure to doses >75 Gy (V75) of the bladder neck and V70 of the bladder wall, as well as with T stage. V75 of the bladder neck remained significant in multivariate analysis (p = 0.049).At the 10-year follow up of high-dose IMRT, a major concern was proved to be delayed cystitis related to the higher volume of bladder neck dose exposed excess over 75 Gy.",
     "keywords": ["Intensity-modulated radiation therapy", "Prostate cancer", "GU toxicity", "Long term follow-up", "Urinary dose"]},
    {"article name": "Barriers to radiotherapy access at the University College Hospital in Ibadan, Nigeria",
     "doi": "https://doi.org/10.1016/j.ctro.2017.05.003",
     "publication date": "08-2017",
     "abstract": "Nigeria has the biggest gap between radiotherapy availability and need, with one machine per 19.4 million people, compared to one machine per 250,000 people in high-income countries. This study aims to identify its patient-level barriers to radiotherapy access.This was a cross sectional study consisting of patient questionnaires (n = 50) conducted in January 2016 to assess patient demographics, types of cancers seen, barriers to receiving radiotherapy, health beliefs and practices, and factors leading to treatment delay.Eighty percent of patients could not afford radiotherapy without financial assistance and only 6% of the patients had federal insurance, which did not cover radiotherapy services. Of the patients who had completed radiotherapy treatment, 91.3% had experienced treatment delay or often cancellation due to healthcare worker strike, power failure, machine breakdown, or prolonged wait time. The timeliness of a patient’s radiotherapy care correlated with their employment status and distance from radiotherapy center (p < 0.05).Barriers to care at a radiotherapy center in a low- and middle-income country (LMIC) have previously not been well characterized. These findings can be used to inform efforts to expand the availability of radiotherapy and improve current treatment capacity in Nigeria and in other LMICs.",
     "keywords": ["Nigeria", "Radiotherapy", "LMIC", "Barriers", "Access"]},
    {"article name": "P4HA1: A single-gene surrogate of hypoxia signatures in oral squamous cell carcinoma patients",
     "doi": "https://doi.org/10.1016/j.ctro.2017.05.002",
     "publication date": "08-2017",
     "abstract": "Hypoxia gene expression signatures are of high prognostic value for head and neck cancer patients. Recently, the prognostic information of a multiple-gene hypoxia signature was found to be provided by the mRNA level of P4HA1 alone (Tawk et al., 2016). Therefore, we studied the prognostic value of P4HA1 in an independent cohort of oral squamous cell carcinoma (OSCC) patients.Frozen tumor samples of 118 adult OSCC patients were analysed for P4HA1 mRNA level by quantitative real-time TaqMan™ PCR analysis. Kaplan-Meier analysis and Cox’s regression analysis were performed to characterize the prognostic impact of P4HA1 mRNA level in OSCC patients.The analyzed patient cohort was divided into four subgroups according to the quartiles of the P4HA1 mRNA levels. The highest intratumoral P4HA1 mRNA level was significantly correlated with a poor overall survival (RR = 2.2; P = 0.04) and an increased risk of locoregional recurrence (RR = 4.8; P = 0.02). In patients who received radiotherapy (n = 82) highest intratumoral P4HA1 mRNA level was significantly correlated with a poor overall survival (RR = 3.4; P = 0.01) and an increased risk of locoregional recurrence (RR = 10.3; P = 0.005). Moreover, significant correlations between the P4HA1 mRNA level and the mRNA level of several EMT and stem cell markers were found.A high P4HA1 mRNA level, as a single-gene surrogate of hypoxia, is an independent prognostic marker for the overall survival and locoregional recurrence of OSCC patients.",
     "keywords": ["P4HA1", "Survival", "Hypoxia", "OSCC", "Recurrence"]},
    {"article name": "Cell-line dependent effects of hypoxia prior to irradiation in squamous cell carcinoma lines",
     "doi": "https://doi.org/10.1016/j.ctro.2017.06.001",
     "publication date": "08-2017",
     "abstract": "To assess the impact of hypoxia exposure on cellular radiation sensitivity and survival of tumor cells with diverse intrinsic radiation sensitivity under normoxic conditions.Three squamous cell carcinoma (SCC) cell lines, with pronounced differences in radiation sensitivity, were exposed to hypoxia prior, during or post irradiation. Cells were seeded in parallel for colony formation assay (CFA) and stained for γH2AX foci or processed for western blot analysis.Hypoxia during irradiation led to increased cellular survival and reduced amount of residual γH2AX foci in all the cell lines with similar oxygen enhancement ratios (OER SKX: 2.31, FaDu: 2.44, UT-SCC5: 2.32), while post-irradiation hypoxia did not alter CFA nor residual γH2AX foci. Interestingly, prolonged exposure to hypoxia prior to irradiation resulted in differential outcome, assessed as Hypoxia modifying factor (HMF) namely radiosensitization (SKX HMF: 0.76), radioresistance (FaDu HMF: 1.54) and no effect (UT SCC-5 HMF: 1.1). Notably, radiosensitization was observed in the ATM-deficient SKX cell line while UT SCC-5 and to a lesser extent also FaDu cells showed radiation- and hypoxia-induced upregulation of ATM phosphorylation. Across all the cell lines Rad51 was downregulated whereas phosphor-DNA-PKcs was enhanced under hypoxia for FaDu and UTSCC-5 and was delayed in the SKX cell line.We herein report a key role of ATM in the cellular fitness of cells exposed to prolonged moderate hypoxia prior to irradiation. While DNA damage response post-irradiation seem to be mainly driven by non-homologous end joining repair pathway in these conditions, our data suggest an important role for ATM kinase in hypoxia-driven modification of radiation response.",
     "keywords": ["Cellular survival", "Intrinsic radiation sensitivity", "Hypoxia", "γH2AX foci"]},
    {"article name": "Survival and failure types after radiation therapy of vulvar cancer",
     "doi": "https://doi.org/10.1016/j.ctro.2017.06.002",
     "publication date": "08-2017",
     "abstract": "Describe the survival rates and distribution of events on competing failure types in vulvar carcinoma after treatment with chemoradiation (CRT) or radiation (RT) alone.We included patients with vulvar carcinoma treated with CRT or RT between 2009 and 2014. Survival was estimated using the Kaplan-Meier method. We performed a competing risk analysis and included five competing events: loco-regional failure (LRF), distant metastasis, LRF plus distant metastasis, and death without evidence of disease, with the remaining patients denoted alive without evidence of disease.87 patients were treated. Progression free survival (PFS) and overall survival (OS) at 3 years were 40% and 57%, respectively. 41.3% of patients relapsed, most often loco-regionally. We saw significantly worse PFS and OS for patients older than 68 (p = 0.011/p = 0.010) and for patients treated with definitive RT (p = 0.004/p = 0.005). Competing risk analysis showed increased risk of LRF, and that death was most often related to vulvar cancer. Death without disease recurrence was less frequent, even in the elderly.LRF was the most common event. PFS and OS were inferior for elderly patients and patients treated definitively. A better understanding of these differences may be used to define risk adapted treatment strategies.",
     "keywords": ["Vulvar cancer", "Chemoradiation", "Radiation", "Failure types", "Elderly"]},
    {"article name": "SDF-1/CXCR4 expression in head and neck cancer and outcome after postoperative radiochemotherapy",
     "doi": "https://doi.org/10.1016/j.ctro.2017.06.004",
     "publication date": "08-2017",
     "abstract": "Outcome after postoperative radiochemotherapy (RT-CT) for patients with advanced head and neck squamous cell carcinomas (HNSCC) remains unsatisfactory, especially among those with HPV negative tumours. Therefore, new biomarkers are needed to further define subgroups for individualised therapeutic approaches. Preclinical and first clinical observations showed that the chemokine receptor CXCR4 and its ligand SDF-1 (CXCL12) play an important role in tumour cell proliferation, survival, cancer progression, metastasis and treatment resistance. However, the data on the prognostic value of SDF-1/CXCR4 expression for HNSCC are conflicting. The aim of our hypothesis-generating study was to retrospectively explore the prognostic potential of SDF-1/CXCR4 in a well-defined cohort of HNSCC patients collected within the multicenter biomarker study of the German Cancer Consortium Radiation Oncology Group (DKTK-ROG).Patients with stage III and IVA HNSCC of the oral cavity, oropharynx and hypopharynx were treated with resection and adjuvant radiotherapy (RT) with ≥60 Gy and concurrent cisplatin-based chemotherapy (CT). Tissue micro-arrays (TMAs) from a total of 221 patients were generated from surgical specimens, 201 evaluated for the SDF-1 and CXCR4 expression by immunofluorescence and correlated with clinico-pathological and outcome data.In univariate and multivariate analyses intracellular SDF-1 expression was associated with lower loco-regional control (LRC) in the entire patient group as well as in the HPV16 DNA negative subgroup. CXCR4 expression showed a trend for lower LRC in the univariate analysis which was not confirmed in the multivariate analysis. Neither for SDF-1 nor CXCR4 expression associations with distant metastasis free or overall survival were found.Our exploratory data support the hypothesis that overexpression of intracellular SDF-1 is an independent negative prognostic biomarker for LRC after postoperative RT-CT in high-risk HNSCC. Prospective validation is warranted and further exploration of SDF-1/CXCR4 as a potential therapeutic target to overcome treatment resistance in HNSCC appears promising.",
     "keywords": ["SDF-1", "CXCR4", "Head and neck cancer", "Prognostic", "Biomarker", "Postoperative radiochemotherapy"]},
    {"article name": "Age-not Charlson Co-morbidity Index-predicts for mortality after stereotactic ablative radiotherapy for medically inoperable stage I non-small cell lung cancer",
     "doi": "https://doi.org/10.1016/j.ctro.2017.07.001",
     "publication date": "08-2017",
     "abstract": "In this single institution retrospective study of patients with stage I medically inoperable non-small cell lung cancer (NSCLC) treated with stereotactic ablative radiotherapy (SABR) we attempt to model overall survival (OS) using initial prognostic variables with specific attention on the Charlson co-morbidity index (CCI).Between 2008 and 2013, 335 patients with medically inoperable stage I NSCLC were treated with SABR or hypofractionated radiotherapy (50–60 Gy in at least 5 Gy or 4 Gy fractions respectively) at our institution. Medical comorbidities and Charlson scores were determined by individual chart review. Patients were stratified into 3 groups based on the CCI score (0–1, 2–3, 4–9) and again based on the age-adjusted Charlson Comorbidity score (aCCI). Cumulative survival for each stratum was determined using the Kaplan-Meier method. Non-significant and confounding variables were identified and discounted from survival modeling. 3 sex stratified Cox regression models were tested: (1) aCCI with age and comorbidity combined; (2) age and CCI; (3) age alone, comorbidity removed.The median survival was 4.4 years and the median follow up 4.7 years. The median CCI and aCCI scores were 2 and 5 respectively. Patients with aCCI 7–12 had an increased hazard of death on univariate analysis HR 2.45 (1.15–5.22 95%CI, p = 0.02) and -excluding age as a competing variable- on multivariate analysis HR 2.25 (1.04–4.84 95%CI, p = 0.04). Patients with CCI 4-9 had an increased hazard of death on univariate analysis HR 1.57(1.30–2.90) but not on multivariate analysis. On formalized testing – with either continuous or categorical variables- all three survival models yielded similar coefficients of effect.We identify male gender, weight loss greater than 10% and age as independent prognostic factors for patients treated with medically inoperable NSCLC treated with SABR or hypofractionated radiotherapy. Based on our survival models, age alone can be used interchangeably with aCCI or CCI plus age with the same prognostic value. Age is more reliably recorded, less prone to error and therefore a more useful metric than Charlson score in this group of patients.",
     "keywords": ["Charlson Comorbidity Index", "SABR", "Non-small cell lung cancer", "Medically inoperable"]},
    {"article name": "Association of lung fluorodeoxyglucose uptake with radiation pneumonitis after concurrent chemoradiation for non-small cell lung cancer",
     "doi": "https://doi.org/10.1016/j.ctro.2017.04.001",
     "publication date": "06-2017",
     "abstract": "Increased uptake of fluorodeoxyglucose (FDG) by lung tissue could reflect inflammatory changes related to radiation pneumonitis (RP). In this secondary analysis of a clinical trial, we examined potential associations between posttreatment lung FDG uptake and RP severity in patients with non-small cell lung cancer (NSCLC) for up to 12 months after concurrent chemoradiation (CRT).Subjects were 152 patients with NSCLC who had received concurrent CRT as part of the prospective trial NCT00915005. The following lung FDG variables were evaluated after CRT: maximum, mean, and peak standardized uptake values (SUVmax, SUVmean, SUVpeak) and global lung glycolysis (GLG; lung SUVmean × lung volume). RP severity was scored with the Common Terminology Criteria for Adverse Events v3.0.Significant associations were noted between PET findings and RP severity at 1–6 months (all P < 0.05), but not at 7–12 months after therapy (all P > 0.05). Lung FDG uptake at 1–3 months after treatment predicted later development of grade ≥2 RP (all P < 0.05), with cutoff values as follows: 4.54 for SUVmax, 3.69 for SUVpeak, 0.78 for SUVmean, and 2295 for GLG.Lung FDG uptake correlated significantly with RP severity during the first 6 months after CRT. The cutoff values seem clinically meaningful for identifying patients at risk of developing RP after such therapy.",
     "keywords": ["FDG PET", "Radiation pneumonitis", "Clinician-rated toxicity", "Non-small cell lung cancer", "Radiotherapy"]},
    {"article name": "Time to surgery and pathologic complete response after neoadjuvant chemoradiation in rectal cancer: A population study on 2094 patients",
     "doi": "https://doi.org/10.1016/j.ctro.2017.04.004",
     "publication date": "06-2017",
     "abstract": "To retrospectively evaluate the difference in terms of pathologic complete response (pCR) according to time elapsed between chemoradiation (CRT) and total mesorectal excision (TME) on a large unselected real-life dataset of locally advanced rectal cancer (LARC) patients.A multicentre retrospective cohort study of LARC patients from 21 Italian Radiotherapy Institutions was performed. Patients were stratified into 3 different time intervals from CRT. The 1st group included 300 patients who underwent TME within 6 weeks, the 2nd 1598 patients (TME within 7–12 weeks) and the 3rd 196 patients (TME within 13 or more weeks after CRT), respectively.Data on 2094 LARC patients treated between 1997 and 2016 were considered suitable for analysis. Overall, 578 patients had stage II while 1516 had stage III histological proven invasive rectal adenocarcinoma. A CRT schedule of one agent (N = 1585) or 2-drugs (N = 509) was administered. Overall, pCR was 22.3% (N = 468 patients). The proportion of patients achieving pCR with respect to time interval was, as follows: 12.6% (1st group), 23% (2nd group) and 31.1% (3rd group) (p < 0.001), respectively. The pCR relative risk comparison of 2nd to 1st group was 1.8, while 3rd to 2nd group was 1.3. Moreover, between the 3rd and 1st group, a pCR relative risk of 2.4 (p < 0.01) was noted. At univariate analysis, clinical stage III (p < 0.001), radiotherapy dose >5040 cGy (p = 0.002) and longer interval (p < 0.001) were significantly correlated to pCR. The positive impact of interval (p < 0.001) was confirmed at multivariate analysis as the only correlated factor.We confirmed on a population-level that lengthening the interval (>13 weeks) from CRT to surgery improves the pathological response (pCR and pathologic partial response; pPR) in comparison to historic data. Furthermore, radiotherapy dose >5040 cGy and two drugs chemotherapy correlated with pPR rate.",
     "keywords": ["Rectal cancer", "Time interval", "Surgery", "TME", "Chemoradiation"]},
    {"article name": "Association between cumulative radiation dose, adverse skin reactions, and changes in surface hemoglobin among women undergoing breast conserving therapy",
     "doi": "https://doi.org/10.1016/j.ctro.2017.03.003",
     "publication date": "06-2017",
     "abstract": "Radiation therapy is crucial to effective cancer treatment. Modern treatment strategies have reduced possible skin injury, but few clinical studies have addressed the dose relationship between radiation exposure and skin reaction. This prospective clinical study analyzes skin oxygenation/perfusion in patients undergoing fractionated breast conserving therapy via hyperspectral imaging (HSI).Forty-three women undergoing breast conserving therapy were enrolled in this study. Optically stimulated luminescent dosimeters (OSLDs) measured radiation exposure in four sites: treatment breast, lumpectomy scar, medial tattoo and the control breast. The oxygenation/perfusion states of these sites were prospectively imaged before and after each treatment fraction with HSI. Visual skin reactions were classified according to the RTOG system.2753 observations were obtained and indicated a dose-response relationship between radiation exposure and oxygenated hemoglobin (OxyHb) after a 600 cGy cumulative dose threshold. There was a relatively weak association between DeoxyHb and radiation exposure. Results suggest strong correlations between changes in mean OxyHb and skin reaction as well as between radiation exposure and changes in skin reaction.HSI demonstrates promise in the assessment of skin dose as well as an objective measure of skin reaction. The ability to easily identify adverse skin reactions and to modify the treatment plan may circumvent the need for detrimental treatment breaks.",
     "keywords": ["Hyperspectral imaging", "Radiodermatitis", "Skin injury", "Breast cancer", "Perfusion", "Oxygenation"]},
    {"article name": "Infrastructure and distributed learning methodology for privacy-preserving multi-centric rapid learning health care: euroCAT",
     "doi": "https://doi.org/10.1016/j.ctro.2016.12.004",
     "publication date": "06-2017",
     "abstract": "Machine learning applications for personalized medicine are highly dependent on access to sufficient data. For personalized radiation oncology, datasets representing the variation in the entire cancer patient population need to be acquired and used to learn prediction models. Ethical and legal boundaries to ensure data privacy hamper collaboration between research institutes. We hypothesize that data sharing is possible without identifiable patient data leaving the radiation clinics and that building machine learning applications on distributed datasets is feasible.We developed and implemented an IT infrastructure in five radiation clinics across three countries (Belgium, Germany, and The Netherlands). We present here a proof-of-principle for future ‘big data’ infrastructures and distributed learning studies. Lung cancer patient data was collected in all five locations and stored in local databases. Exemplary support vector machine (SVM) models were learned using the Alternating Direction Method of Multipliers (ADMM) from the distributed databases to predict post-radiotherapy dyspnea grade ⩾ 2 . The discriminative performance was assessed by the area under the curve (AUC) in a five-fold cross-validation (learning on four sites and validating on the fifth). The performance of the distributed learning algorithm was compared to centralized learning where datasets of all institutes are jointly analyzed.The euroCAT infrastructure has been successfully implemented in five radiation clinics across three countries. SVM models can be learned on data distributed over all five clinics. Furthermore, the infrastructure provides a general framework to execute learning algorithms on distributed data. The ongoing expansion of the euroCAT network will facilitate machine learning in radiation oncology. The resulting access to larger datasets with sufficient variation will pave the way for generalizable prediction models and personalized medicine.",
     "keywords": ["Distributed learning", "Support vector machine", "Decision support systems", "Predictive models", "Dyspnea"]},
    {"article name": "Effect of heterogeneous radio sensitivity on the survival, alpha beta ratio and biologic effective dose calculation of irradiated mammalian cell populations",
     "doi": "https://doi.org/10.1016/j.ctro.2017.03.001",
     "publication date": "06-2017",
     "abstract": "It is demonstrated that the surviving fraction of a population of cells with heterogeneous radio sensitivity, like that composing most malignant tumors, conforms to a different linear quadratic survival relation for dose less than about 3–5 Gy and dose greater than about 7–9 Gy. In the intermediate range of dose the survival relation for the population, as a whole, is not linear quadratic. Consequently, the value of the alpha beta ratio and the associated biologically effective dose calculation are different for the low and high dose range for most malignant tumors.Normal tissue cell populations responsible for organ function also have heterogeneous radio sensitivity, though to less degree than most malignant tumors. Consequently, the alpha beta ratio and associated biologically effective dose calculation related to the development of some acute early and chronic late developing radiation injuries are not the same in the low and high dose range.Variance of the distribution of α of a heterogeneous cell population lowers the effective value of the quadratic survival constant β of the population, as a whole, and increases the α/β ratio in the low dose range. Heterogeneous appearance of tumor cells (pleomorphism) and necrosis on biopsy or imaging studies reflect heterogeneity of the radio sensitivity of the cells. Greater heterogeneity implies a tendency to higher α/β ratio. This may furnish a clinically accessible way to estimate a value of the α/β ratio specific to an individual patient and tumor.",
     "keywords": null},
    {"article name": "Definitive radiation therapy for hepatocellular carcinoma with portal vein tumor thrombus",
     "doi": "https://doi.org/10.1016/j.ctro.2017.04.003",
     "publication date": "06-2017",
     "abstract": "The purpose of this study is to review the results of radiation therapy (RT) for hepatocellular carcinoma (HCC) with portal venous tumor thrombus (PVTT) in a Western patient population.Thirty-four patients with HCC PVTT treated from 2007 to 2014 with RT were identified. Biologically effective dose (BED) was calculated for each patient, and greater than the median dose delivered (75 Gray (Gy)) was evaluated as a potential prognostic factor. Survival was compared and independent prognostic variables were evaluated by a Cox proportional hazards regression model.Twenty-six patients (76.5%) exhibited a radiographic response to RT, and 10 patients (29.4%) ultimately developed local failure. Local control, liver control, distant control and OS at one year were 57.1%, 36.4%, 55.2% and 57.4%, respectively. Patients who received a BED >75 Gy had a significantly better local control at 1 year (93.3% vs 45.6%; Log Rank p = 0.0184). Patients who received a BED >75 Gy also had significantly better median survival (24.7mo vs 6.1mo) and 1-year overall survival (76.5% vs 30.0%) when compared with BED ≤75 Gy (Log-Rank p = 0.002).Our data suggest that RT should be considered for well-selected patients with HCC and PVTT for the purpose of improving local control and potentially prolonging the time to worsening venous obstruction and liver failure. When feasible, dose-escalation should be considered with a target BED of >75 Gy if normal organ dose constraints can be safely met.",
     "keywords": ["Hepatocellular carcinoma", "Tumor thrombus", "Prognostic factors", "Dose escalation", "Radiation therapy"]},
    {"article name": "Patterns of loco regional failure in women with breast cancer treated by Postmastectomy Conformal Electron Beam Radiation Therapy (PMERT): Large scale single center experience",
     "doi": "https://doi.org/10.1016/j.ctro.2017.03.004",
     "publication date": "06-2017",
     "abstract": "To evaluate loco regional control and describe the patterns of loco regional failure in women with breast cancer irradiated by a previously described post-mastectomy highly conformal electron beam radiotherapy technique.We included all women irradiated by PMERT for non-metastatic breast cancer (BC) between 2007 and 2011 in our department. All cases of bilateral BC were excluded. All patients who experienced loco regional recurrence have been studied. Mapping patterns of regional recurrences was also performed and compared with the ESTRO and RTOG Guidelines of volume definition and delineation guidelines.Among the 796 women included, 10.1% were triple-negative (TN) and 18.8% were HER2-positive and 24.6% of them had received neoadjuvant chemotherapy (CT). Internal mammary chain (IMC), supraclavicular (Level IV), infraclavicular (Levels III and II) and axillary LN (Level I) were treated in 85.6%, 88.3%, 77.9% and 14.9% of cases, respectively. With a median follow-up of 64 months (range: 6–102), 5-year locoregional (RFS and OS were 90% (95% CI: 88.1–92.4) and 90.9% (95% CI: 88.9–93), respectively. Twenty-three patients (2.9%) presented locoregional recurrences. Most of them presented aggressive biological features with grade III tumors in 17 patients (74%) with high mitotic index in 16 cases (70%) and triple negative tumors in 12 (52%). Lymphovascular invasion (LVI) was observed in 11 cases (48%). In 14 cases the locoregional recurrences were diagnosed at the same time as the metastatic disease whereas 4 patients presented distant metastases secondarily. Local (Chest wall) recurrences occurred in 13 cases (56%) with the coverage by the isodose of 47.5 Gy (isodose 95%). Fifteen regional recurrences (lymph nodes) were observed in 13 patients. Only 3 regional recurrences occurred within irradiated volumes and 12 regional recurrences occurred outside irradiated areas.In presented series, the local recurrences were related mostly to the tumor biological aggressivity and radio resistance. Small number was caused by geographical miss. Further follow-up and careful registration of the recurrences is needed to improve their understanding.",
     "keywords": ["Adjuvant chest wall radiotherapy", "Electrons", "Mastectomy", "Loco regional recurrences"]},
    {"article name": "Anemia, leukocytosis and thrombocytosis as prognostic factors in patients with cervical cancer treated with radical chemoradiotherapy: A retrospective cohort study",
     "doi": "https://doi.org/10.1016/j.ctro.2017.05.001",
     "publication date": "06-2017",
     "abstract": "Anemia has long been associated with poor prognosis in patients with cervical cancer. Recently, additional hematologic parameters have emerged as potential indicators of worse outcome in this patient group. In a cohort of cervical cancer patients treated with chemoradiotherapy (CRT) and brachytherapy, we report on the prognostic significance of hematologic parameters including anemia, leukocytosis, neutrophil to lymphocyte ratio (NLR), and thrombocytosis, the effect of combining anemia with other hematologic parameters, and the effect of changes in hemoglobin levels during treatment.Two-hundred fifty-seven cervical cancer patients were retrospectively identified from a single cancer institution’s database. Hematologic parameters were categorized as: anemia (hemoglobin ≤115 g/L), leukocytosis (white blood cell count >10 × 109/L), thrombocytosis (platelets >400 × 109/L), and NLR (ratio >5). The association between clinical factors and hematologic parameters on progression-free survival (PFS) and overall survival (OS) were assessed at 5 years.At 5 years, both pre-treatment anemia (PFS: 60% vs 34%, p < 0.0001; OS: 68% vs 41%, p < 0.0001) and on-treatment anemia (PFS: 62% vs 40%, p < 0.0001; OS: 70% vs 48%, p < 0.0001) were significantly associated with worse survival. This adverse effect on 5-year PFS and OS was increased in patients with both pre-treatment anemia and leukocytosis (PFS: 72% vs 42%, p < 0.0001; OS: 68% vs 37%, p < 0.0001) and pre-treatment anemia and elevated NLR (PFS: 61% vs 30%, p < 0.0001; OS: 68% vs 37%, p < 0.0001). Five-year PFS (50% vs 31%) and OS (60% vs 36%) was better in patients whose pre-treatment anemia improved to normal hemoglobin levels on treatment vs those patients who were anemic both pre- and on-treatment.Pre-treatment and on-treatment anemia were significant, independent predictors of worse PFS and OS. Anemia and other hematologic parameters remain prognostic markers for cervical cancer patients. Improvement in PFS and OS was seen in patients with normalization of hemoglobin.",
     "keywords": ["Hgb hemoglobin", "hemoglobin", "NLR neutrophil-to-lymphocyte ratio", "neutrophil-to-lymphocyte ratio", "CRT chemoradiotherapy", "chemoradiotherapy", "EBRT external beam radiotherapy", "external beam radiotherapy", "BT brachytherapy", "brachytherapy", "WBC white blood cell", "white blood cell", "Plt platelet", "platelet", "PFS progression free survival", "progression free survival", "OS overall survival", "overall survival", "AOTHgb average on treatment hemoglobin", "average on treatment hemoglobin", "LDR low dose rate", "low dose rate", "HDR high dose rate", "high dose rate", "PA paraortic", "paraortic", "PTHgb pre-treatment hemoglobin", "pre-treatment hemoglobin", "Cervical cancer", "Leukocytosis", "Anemia", "Thrombocytosis", "Prognosis"]},
    {"article name": "Assessment of pulmonary 18F-FDG-PET uptake and cytokine profiles in non-small cell lung cancer patients treated with radiotherapy and erlotinib",
     "doi": "https://doi.org/10.1016/j.ctro.2017.04.002",
     "publication date": "06-2017",
     "abstract": "To investigate effects of radiotherapy (RT) and erlotinib on pulmonary glucose uptake using 2-deoxy-2-(18F)fluoro-D-glucose (18F-FDG) positron emission tomography (PET) during and after treatment of non-small cell lung cancer (NSCLC) and to identify associations between serum cytokine levels and lung glucose uptake.Twenty-seven patients with advanced NSCLC, receiving RT alone or concomitant RT and erlotinib therapy, were examined by 18F-FDG PET before, during, and after treatment. A total of 57 18F-FDG PET scans were analyzed. Pulmonary 18F-FDG uptake and radiotherapy dose mapping were used to acquire dose-response curves for each patient, where subsequent linear regression gave a glucose uptake level in the un-irradiated parts of the lungs (SUV0) and a response slope (ΔSUV). Serum cytokine levels at corresponding time points were assessed using a multiplex bioassay. Correlations between the most robust cytokines and lung 18F-FDG dose response parameters were further investigated.From the dose response analysis, SUV0 at post-therapy was significantly higher (P < 0.001) than at mid- and pre-therapy (45% and 58%, respectively) for the group receiving RT + erlotinib. Also, SUV0 at post-therapy was higher for patients receiving RT + erlotinib compared to RT alone (42%; P < 0.001). No differences in ΔSUV were seen with treatments or time. SUV0 was positively associated (r = 0.47, P = 0.01) with serum levels of the chemokine C–C motif ligand 21 (CCL21) for patients receiving RT + erlotinib.Concomitant RT and erlotinib causes an elevation in pulmonary 18F-FDG uptake post treatment compared to RT alone. Pulmonary glucose uptake is associated with an upregulation of a chemokine (CCL21) involved in inflammatory reactions.",
     "keywords": ["RT Radiotherapy", "Radiotherapy", "18F-FDG 2-deoxy-2-(18F)fluoro-D-glucose", "2-deoxy-2-(18F)fluoro-D-glucose", "PET Positron emission tomography", "Positron emission tomography", "NSCLC Non-small cell lung cancer", "Non-small cell lung cancer", "SUV Standard uptake value", "Standard uptake value", "CCL Chemokine (CC motif) ligand", "Chemokine (CC motif) ligand", "RILT Radiation induced lung toxicity", "Radiation induced lung toxicity", "EGFR Epidermal growth factor receptor", "Epidermal growth factor receptor", "CT Computed tomography", "Computed tomography", "GTV Gross tumor volume", "Gross tumor volume", "HU Hounsfield Unit", "Hounsfield Unit", "MMP Matrix metalloproteinase", "Matrix metalloproteinase", "EORTC QLQ-C30 European Organization for Research and Treatment of Cancer Quality of Life Questionnaire-Core 30", "European Organization for Research and Treatment of Cancer Quality of Life Questionnaire-Core 30", "EORTC QLQ-LC13 EORTC QLQ Lung Cancer 13", "EORTC QLQ Lung Cancer 13", "IL Interleukin", "Interleukin", "18F-FDG", "Positron emission tomography", "Standardized uptake value", "Thoracic radiotherapy", "Erlotinib", "Lung cancer"]},
    {"article name": "The clinical target volume in lung, head-and-neck, and esophageal cancer: Lessons from pathological measurement and recurrence analysis",
     "doi": "https://doi.org/10.1016/j.ctro.2017.01.006",
     "publication date": "04-2017",
     "abstract": "Radiotherapy research has achieved remarkable progress in target volume definition. Advances in medical imaging facilitate more precise localization of the gross tumor volume, alongside a more detailed understanding of the geometric uncertainties associated with treatment delivery that has enabled robust safety margins to be customized to the specific treatment scenario at hand. By contrast, the clinical target volume, meant to encompass gross tumor, as well as, adjacent sub-clinical disease, has evolved very little. It is more often defined by clinician experience and institutional convention than on a patient-specific basis. This disparity arises from the inherent invisibility of sub-clinical disease in current medical imaging. Its incidence and expanse can only be ascertained via indirect means. This article reviews two such strategies: histopathological measurements on resection specimen and analyses of locoregional recurrences after radiotherapy.",
     "keywords": ["Microscopic tumor extension", "Clinical target volume", "Adaptive radiotherapy", "Particle beam irradiation"]},
    {"article name": "Organ preservation in rectal cancer – Challenges and future strategies",
     "doi": "https://doi.org/10.1016/j.ctro.2017.02.002",
     "publication date": "04-2017",
     "abstract": "Neoadjuvant radiochemotherapy with subsequent total mesorectal excision is the standard of care for locally advanced rectal cancer. While this multimodal strategy has decreased local recurrences rates below 5%, long-term morbidities are considerable in terms of urinary, sexual or bowel functioning. At the same time approximately 10–20% of patients have no evidence of residual tumour in their surgical specimen. Pioneering studies from Brazil have suggested that surgery can safely be omitted in carefully selected patients with a clinical complete response after radiochemotherapy. Although confirmatory studies showed similar results, challenges in terms of optimizing radiochemotherapy for organ-preservation, appropriate selection of patients for non-operative management and the safety of this approach remain. The present review will summarize the current data on organ-preservation in rectal cancer and discuss the challenges that need to be addressed in future trials.",
     "keywords": ["Rectal cancer", "Wait and see", "Organ preservation", "Radiochemotherapy", "Radiotherapy", "Chemoradiotherapy"]},
    {"article name": "The role of Next-Generation Sequencing in tumoral radiosensitivity prediction",
     "doi": "https://doi.org/10.1016/j.ctro.2017.03.002",
     "publication date": "04-2017",
     "abstract": "Technological advances have led to more precise radiation delivery, which has resulted in significant clinical gains. A better understanding of tumoral radiosensitivity is still needed to develop strategies and further personalize radiation treatments. Next-Generation Sequencing (NGS) and system biology have significantly transformed the field of oncology in the last two decades, but have only a few clinical applications in radiation oncology. This review describes the technical aspects and evolutions of NGS and discusses the latest clinical applications of genomics to predict tumoral radiosensitivity.",
     "keywords": ["Radiation oncology", "Genomics", "Next-Generation Sequencing", "Radiosensitivity"]},
    {"article name": "Single nucleotide polymorphisms might influence chemotherapy induced nausea in women with breast cancer",
     "doi": "https://doi.org/10.1016/j.ctro.2016.12.001",
     "publication date": "02-2017",
     "abstract": "Women receiving FEC (5 fluorouracil, epirubicin and cyclophosphamide) chemotherapy (CT) for breast cancer (BC) often experience side effects such as nausea and vomiting. Individual variations of side effects occur in patients despite similar cancer therapy. The purpose of this study was to investigate a possible genetic background as a predictor for individual variations in nausea induced by CT.114 women were included in the study. All women received adjuvant CT for BC. Self-reported nausea and vomiting was recorded in a structured diary over ten days following treatment. Blood samples were collected before the treatment and used for the detection of 48 single nucleotide polymorphisms (SNPs) in 43 genes. SNPs from each individual woman were analyzed for their relation to the patient-reported frequency and intensity of nausea and vomiting.Eighty-four percent (n = 96) of the women reported acute or delayed nausea or combined nausea and vomiting during the ten days following CT. Three out of the forty-eight SNPs in the following genes: FAS/CD95, RB1/LPAR6 and CCL2 were found to be associated with a risk of nausea.SNPs in the FAS/CD95, RB1/LPAR6 and CCL2 genes were found to be associated with nausea among women treated with adjuvant FEC for BC. SNPs analysis is fast and cost effective and can be done prior to any cancer therapy. The association between individual SNPs and severe side effects from FEC may contribute to a more personalized care of patients with BC.",
     "keywords": ["Single nucleotide polymorphisms", "Chemotherapy", "Nausea", "Breast cancer"]},
    {"article name": "The HIV protease and PI3K/Akt inhibitor nelfinavir does not improve the curative effect of fractionated irradiation in PC-3 prostate cancer in vitro and in vivo",
     "doi": "https://doi.org/10.1016/j.ctro.2016.12.002",
     "publication date": "02-2017",
     "abstract": "Radiotherapy has a high curative potential in localized prostate cancer, however, there are still patients with locally advanced tumours who face a considerable risk of recurrence. Radiosensitization using molecular targeted drugs could help to optimize treatment for this high-risk group. The PI3K/Akt pathway is overexpressed in many prostate cancers and is correlated to radioresistance. Nelfinavir, an HIV protease inhibitor (HPI), was found to block this pathway and to radiosensitize cancer cells of different origin. This is the first study examining the effect of nelfinavir in combination with irradiation on prostate cancer cell survival in vitro as well as on growth time and local tumour control in vivo.The in vitro effect of nelfinavir on radioresponse of PC-3 was tested by colony formation assay with 10 μM nelfinavir. In vivo, the effect of nelfinavir alone and in combination with irradiation was tested in nude mice carrying PC-3 xenografts. For evaluating tumour growth time, mice were treated with 80 mg nelfinavir/kg body weight, daily at 5 days per week over 6 weeks. Simultaneous irradiation with 30 fractions and total doses between 30 and 120 Gy was applied to calculate local tumour control for day 180 after treatment.Nelfinavir inhibited Akt phosphorylation at Ser473 and showed a minor but significant effect on clonogenic cell survival in vitro with slightly higher cell survival rates after combined treatment. The treatment of PC-3 xenografts with nelfinavir alone led to no significant increase of tumour growth time and no improvement of local tumour control.Despite promising growth delay effects of nelfinavir in other tumour models and first clinical applications of this drug as anti-cancer agent, PC-3 prostate cancer cells express no or only minor sensitivity to nelfinavir treatment alone and no radiosensitizing effect in vitro or in vivo.",
     "keywords": ["Nelfinavir", "Prostate cancer", "Irradiation", "Radiosensitization", "Growth delay", "Local tumor control"]},
    {"article name": "Study of diffusion weighted MRI as a predictive biomarker of response during radiotherapy for high and intermediate risk squamous cell cancer of the oropharynx: The MeRInO study",
     "doi": "https://doi.org/10.1016/j.ctro.2016.12.003",
     "publication date": "02-2017",
     "abstract": "A significant proportion of patients with intermediate and high risk squamous cell cancer of the oropharynx (OPSCC) continue to relapse locally despite radical chemoradiotherapy (CRT). The toxicity of the current combination of intensified dose per fraction radiotherapy and platinum based chemotherapy limits further uniform intensification. If a predictive biomarker for outcomes from CRT can be identified during treatment then individualised and adaptive treatment strategies may be employed.The MeRInO study is a prospective observational imaging study of patients with intermediate and high risk, locally advanced OPSCC receiving radical RT or concurrent CRT Patients undergo diffusion weighted MRI prior to treatment (MRI_1) and during the third week of RT (MRI_2). Apparent diffusion coefficient (ADC) measurements will be made on each scan for previously specified target lesions (primary and lymph nodes) and change in ADC calculated. Patients will be followed up and disease status for each target lesion noted. The primary aim of the MeRInO study is to determine the threshold change in ADC from baseline to week 3 of RT that may identify the sub-group of non-responders during treatment.The use of DW-MRI as a predictive biomarker during RT for SCC H&N is in its infancy but studies to date have found that response to treatment may indeed be predicted by comparison of DW-MRI carried out before and during treatment. However, previous studies have included all sub-sites and biological sub-types. Establishing ADC thresholds that predict for local failure is an essential step towards using DW-MRI to improve the therapeutic ratio in treating SCC H&N. This would be done most robustly in a specific H&N sub-site and in sub-types with similar biological behaviour. The MeRInO study will help establish these thresholds in OPSCC.",
     "keywords": ["Functional imaging", "Diffusion MRI", "Head and neck cancer", "Radiotherapy", "Biomarker", "Oropharynx"]},
    {"article name": "First reported treatment of aggressive hemangioma with intraoperative radiation therapy and kyphoplasty (Kypho-IORT)",
     "doi": "https://doi.org/10.1016/j.ctro.2016.12.008",
     "publication date": "02-2017",
     "abstract": "Aggressive hemangiomas invade the spinal canal and/or paravertebral space and may cause cord compression and neurological symptoms. Radiation therapy was recognized as an effective strategy for the treatment of aggressive hemangiomas. Here, it is reported the first case of aggressive vertebral hemangioma treated by a combination of intraoperative radiation therapy and kyphoplasty (Kypho-IORT).",
     "keywords": ["Aggressive vertebral hemangioma", "Kyphoplasty", "Intraoperative radiation therapy (IORT)"]},
    {"article name": "Significant tumor shift in patients treated with stereotactic radiosurgery for brain metastasis",
     "doi": "https://doi.org/10.1016/j.ctro.2016.12.007",
     "publication date": "02-2017",
     "abstract": "Linac-based stereotactic radiosurgery (SRS) for brain metastases may be influenced by the time interval between treatment preparation and delivery, related to risk of anatomical changes. We studied tumor position shifts and its relations to peritumoral volume edema changes over time, as seen on MRI.Twenty-six patients who underwent SRS for brain metastases in our institution were included. We evaluated the occurrence of a tumor shift between the diagnostic MRI and radiotherapy planning MRI. For 42 brain metastases the tumor and peritumoral edema were delineated on the contrast enhanced T1weighted and FLAIR images of both the diagnostic MRI and planning MRI examinations. Centre of Mass (CoM) shifts and tumor borders were evaluated. We evaluated the influence of steroids on peritumoral edema and tumor volume and the correlation with CoM and tumor border changes.The median values of the CoM shifts and of the maximum distances between the tumor borders obtained from the diagnostic MRI and radiotherapy planning MRI were 1.3 mm (maximum shift of 5.0 mm) and 1.9 mm (maximum distance of 7.4 mm), respectively. We found significant correlations between the absolute change in edema volume and the tumor shift of the CoM (p < 0.001) and tumor border (p = 0.040). Patients who received steroids did not only had a decrease in peritumoral edema, but also had a median decrease in tumor volume of 0.02 cc while patients who did not receive steroids had a median increase of 0.06 cc in tumor volume (p = 0.035).Our results show that large tumor shifts of brain metastases can occur over time. Because shifts may have a significant impact on the local dose coverage, we recommend minimizing the time between treatment preparation and delivery for Linac based SRS.",
     "keywords": ["SRS", "Brain metastasis", "Edema", "Steroids", "Tumor shifts"]},
    {"article name": "Beyond checkpoint inhibition – Immunotherapeutical strategies in combination with radiation",
     "doi": "https://doi.org/10.1016/j.ctro.2016.12.006",
     "publication date": "02-2017",
     "abstract": "The revival of cancer immunotherapy has taken place with the clinical success of immune checkpoint inhibition. However, the spectrum of immunotherapeutic approaches is much broader encompassing T cell engaging strategies, tumour-specific vaccination, antibodies or immunocytokines. This review focuses on the immunological effects of irradiation and the evidence available on combination strategies with immunotherapy. The available data suggest great potential of combined treatments, yet also poses questions about dose, fractionation, timing and most promising multimodal strategies.",
     "keywords": ["bsAb bispecific antibody", "bispecific antibody", "CAR chimeric antigen receptor", "chimeric antigen receptor", "CDN cyclic dinucleotides", "cyclic dinucleotides", "CTL cytotoxic T lymphocyte", "cytotoxic T lymphocyte", "CTLA-4 cytotoxic T-lymphocyte-associated protein 4", "cytotoxic T-lymphocyte-associated protein 4", "GM-CSF granulocyte-monocyte colony stimulating factor", "granulocyte-monocyte colony stimulating factor", "IR irradiation", "irradiation", "PD-1 Programmed cell death protein 1 receptor", "Programmed cell death protein 1 receptor", "PD-L1 PD-1 ligand", "PD-1 ligand", "scFv single chain variable fragment", "single chain variable fragment", "TCR T cell receptor", "T cell receptor", "Treg regulatory T cells", "regulatory T cells", "Immunotherapy", "Radiotherapy", "Vaccination", "Immunocytokines", "CAR-T-cells", "Bispecific antibodies"]},
    {"article name": "Dosimetric assessment of an Atlas based automated segmentation for loco-regional radiation therapy of early breast cancer in the Skagen Trial 1: A multi-institutional study",
     "doi": "https://doi.org/10.1016/j.ctro.2017.01.004",
     "publication date": "02-2017",
     "abstract": "The effect of Atlas-based automated segmentation (ABAS) on dose volume histogram (DVH) parameters compared to manual segmentation (MS) in loco-regional radiotherapy (RT) of early breast cancer was investigated in patients included in the Skagen Trial 1.This analysis supports implementation of ABAS in clinical practice and multi-institutional trials.",
     "keywords": ["Automated segmentation", "Early breast cancer", "Skagen Trial 1"]},
    {"article name": "Sequential histological findings and clinical response after carbon ion radiotherapy for unresectable sarcoma",
     "doi": "https://doi.org/10.1016/j.ctro.2017.01.002",
     "publication date": "02-2017",
     "abstract": "The efficacy of carbon ion radiotherapy (CIRT) for bone and soft tissue sarcoma has been reported recently. Although histological assessment after CIRT requires skilled interpretation, little information is presently available. In this study, we report sequential histological findings after treatment with CIRT, and evaluate the association between these findings and clinical response.Seven patients with unresectable sarcoma underwent needle biopsy 12 times at an average of 14.3 months after CIRT and were included in this study.One patient underwent two biopsies after CIRT for chordoma. Although a few suspected residual chordoma cells were observed at 19 and 30 months after CIRT, the tumor continued to shrink at 75 months. Immunohistochemical analysis of post-CIRT specimens revealed CK AE1/3, EMA, and S100 expression, as in the pre-CIRT specimen. In total, viable tumor cells were found in 9 of 12 specimens; however, only 2 patients showed recurrent masses on radiological examination. The other 5 patients had stable disease.Viable tumor cells after CIRT did not always cause recurrence. This may be due to observation of dying cells or radiation-induced deformed cells. Histological evaluation after CIRT should be done carefully.",
     "keywords": ["Carbon ion radiotherapy", "Histology", "Sarcoma"]},
    {"article name": "Plasma proteins as prognostic biomarkers in radiotherapy treated head and neck cancer patients",
     "doi": "https://doi.org/10.1016/j.ctro.2017.01.001",
     "publication date": "02-2017",
     "abstract": "Blood-based protein biomarkers can be a useful tool as pre-treatment prognostic markers, as they can reflect both variations in the tumor microenvironment and the host immune response. We investigated the influence of a panel of plasma proteins for the development of any failure defined as recurrent disease in the T-, N-, or M-site in HNSCC.We used a multiplex bead-based approach to analyze 19 proteins in 86 HNSCC patients and 15 healthy controls. We evaluated the associations between the biomarkers, loco-regional failure, failure in the T-, N-, or M-site, overall survival (OS), p16 status, and hypoxia.In 41 p16 positive oropharynx cancer patients we identified a profile of biomarkers consisting of upregulation of IL-2, IL-4, IL-6, IL-8, eotaxin, GRO-a, and VEGF and downregulation of VEGFR-1 and VEGFR-2 with a significantly reduced risk of failure (p < 0.01). None of the individual proteins were associated with outcome.The identified plasma profile potentially reflects an activated immune response in a subgroup of the p16 positive patients.",
     "keywords": ["Biomarkers", "Circulating proteins", "Prognostic", "Immune response", "Hypoxia", "Head and neck cancer"]},
    {"article name": "Glut-1 expression in small cervical biopsies is prognostic in cervical cancers treated with chemoradiation",
     "doi": "https://doi.org/10.1016/j.ctro.2017.01.003",
     "publication date": "02-2017",
     "abstract": "Chemoradiation (CRT) is standard therapy for locally advanced cervical cancer (LACC). However, there is a lack of biomarkers to identify patients at high relapse-risk. We examine metabolic (glucose transporter-1 [Glut-1]), hypoxic (hypoxia inducible factor [HIF-1α]; carbonic anhydrase [CA-9]) and proliferative (Ki-67) markers for prognostic utility in LACC.60 LACC patients treated with CRT had pre-treatment biopsies. Immunohistochemistry was performed for Glut-1, HIF-1a and CA-9, to generate a histoscore from intensity and percentage staining; and Ki-67 scored by percentage of positive cells. For each biomarker, treatment response and survival was compared between low and high-staining groups by logrank testing and multivariate analyses.High Glut-1 expression was associated with inferior progression-free survival (PFS), (hazard ratio [HR] 2.8, p = 0.049) and overall survival (OS), (HR 5.0, p = 0.011) on multifactor analysis adjusting for stage, node positivity, tumour volume and uterine corpus invasion. High Glut-1 correlated with increased risk of distant failure (HR 14.6, p = 0.001) but not local failure. Low Glut-1 was associated with higher complete metabolic response rate on post-therapy positron emission tomography scan (odds ratio 3.4, p = 0.048). Ki-67 was significantly associated with PFS only (HR 1.19 per 10 units increase, p = 0.033). Biomarkers for hypoxia were not associated with outcome.High Glut-1 in LACC is associated with poor outcome post CRT. If prospectively validated, Glut-1 may help select patients for more intensive treatment regimens.",
     "keywords": ["Cervical cancer", "Biomarker", "Glut-1", "Immunohistochemistry"]},
    {"article name": "Simultaneous integrated prophylactic cranial irradiation in sino-nasal cancer",
     "doi": "https://doi.org/10.1016/j.ctro.2017.01.007",
     "publication date": "02-2017",
     "abstract": "Therapy for small cell cancer and high grade neuroendocrine tumours of the paranasal sinuses is extrapolated from the treatment of small cell lung cancer and paranasal cancer of different histologies. Prophylactic cranial irradiation has proven survival benefit in small cell lung cancer.Two patients with aggressive cancer of the paranasal sinuses received radiotherapy with simultaneous integrated prophylactic brain irradiation, using two sequential plans. Chemotherapy was given before, during and after radiotherapy.None of the patients had intracranial recurrence. One patient experienced severe, but transient encephalitis-like symptoms that could only be attributed to radiotherapy. No long term side effects in the CNS were observed.The treatment was feasible, but with possible severe, but transient side effects. It should be considered in cases with head and neck cancer, with a high risk of intracerebral metastasis, as well as a significant overlap between the primary irradiated volume and the brain.",
     "keywords": ["Sino nasal cancer", "Small cell neoplasm", "Neuroendocrine neoplasm", "Radiotherapy", "Prophylactic craniel irradiation"]},
    {"article name": "Profiling of a panel of radioresistant prostate cancer cells identifies deregulation of key miRNAs",
     "doi": "https://doi.org/10.1016/j.ctro.2017.01.005",
     "publication date": "02-2017",
     "abstract": "miRNAs are increasingly associated with the aggressive phenotype of prostate tumours. Their ability to control radiobiologically-relevant cellular processes strengthens their potential as novel markers of response to radiation therapy.To identify miRNAs associated with increased clonogenic survival following radiation exposure.The miRNA expression profiles of a panel of 22RV1 cells with varying levels of radiosensitivities (hypoxic H-22Rv1 cells, RR-22Rv1 cells derived from WT-22Rv1 cells through 2-Gy fractionated repeated exposure, the associated aged matched cells (AMC-22Rv1) and the WT-22Rv1 cell lines) were generated and cross-analysed to identify common miRNAs associated with a radioresistant phenotype.Increased clonogenic survival following irradiation was associated with significant modifications in miRNA expression pattern. miR-221 (up) and miR-4284 (down) in RR-22Rv1 and MiR-31 and miR-200c in AMC-22Rv1 were the most uniquely significantly deregulated miRNAs when compared to WT-22Rv1 cells. miR-200c ranked as the most downregulated miRNAs in hypoxic, when compared to RR-22Rv1 cells. miR-200a was the only differentially expressed miRNA between RR-22Rv1 and AMC-22Rv1 cells. miR-210 yielded the highest fold change in expression in H-22Rv1, when compared to WT-22RV1 cells.This study identifies candidate miRNAs for the development of novel prognostic biomarkers for radiotherapy prostate cancer patients.",
     "keywords": ["miRNA", "Radiation", "Hypoxia", "Prostate cancer"]},
    {"article name": "In cancer cell lines inhibition of SCF/c-Kit pathway leads to radiosensitization only when SCF is strongly over-expressed",
     "doi": "https://doi.org/10.1016/j.ctro.2017.02.001",
     "publication date": "02-2017",
     "abstract": "The SCF/c-Kit pathway is often overexpressed in human tumors leading to an enhanced tumorigenesis, proliferation and migration. It was now tested for NSCLC and prostate cancer cells growing in 2D and 3D whether the inhibition of this pathway can be used to achieve a significant radiosensitization and whether a respective biomarker may be identified.Experiments were performed with different cancer cell lines (NSCLC: H23, H520, H226, H1975 and PrCa: DU145) growing either under 2D or 3D conditions. Expression of SCF and c-Kit was determined by RT-PCR and Western blot, SCF was knocked down by siRNA, c-Kit was inhibited by ISCK03 inhibitor and cell survival was determined by colony formation assay.There is a profound variation in the expression of both c-Kit and SCF with no association between each other. Neither levels did correlate with the respective cellular radiosensitivity determined for 2D or 3D with only a trend seen for SCF. Knock-down of SCF was generally found to result in no or only minor reduction of plating efficiency or cellular radioresistance. A significant reduction was only obtained for H520 cells characterized by an extreme over-expression of SCF. The inhibition of c-Kit by a specific inhibitor was also found to result only in minor radiosensitization.Generally, the SCF/c-Kit pathway does not have a dominant effect on both, cell survival and radioresponse and, as a consequence, knockdown of this pathway does not result in a strong effect on radioresistance, except when SCF is strongly over-expressed.",
     "keywords": ["X-irradiation", "NSCLC", "Clonogenic survival", "3D cell culture", "SCF/c-Kit pathway"]},
    {"article name": "Follow up results of a prospective study to evaluate the impact of FDG-PET on CT-based radiotherapy treatment planning for oesophageal cancer",
     "doi": "https://doi.org/10.1016/j.ctro.2017.01.008",
     "publication date": "02-2017",
     "abstract": "This prospective study aims to determine the impact of PET/CT on radiotherapy planning and outcomes in patients with oesophageal cancer.All patients underwent PET/CT scanning in the radiotherapy treatment position, and received treatment planned using the PET/CT dataset. GTV was defined separately on PET/CT (GTV-PET) and CT (GTV-CT) datasets. A corresponding PTV was generated for each patient. Volumetric and spatial analysis quantified the proportion of FDG-avid disease not included in CT-based volumes. Clinical data was collected to determine locoregional control and overall survival rates.13 (24.1%) of 57 accrued patients had metastatic disease detected on PET. Median follow up was 4 years. FDG-avid disease would have been excluded from GTV-CT in 29 of 38 patients (76%). In 5 patients, FDG-avid disease would have been completely excluded from the PTV-CT. GTV-CT underestimated the cranial and caudal extent of FDG-avid tumour in 14 (36%) and 10 (26%) patients. 4-Year overall survival and locoregional failure free survival were 37% and 65%.PET/CT altered the delineation of tumour volumes when compared to CT alone, and should be considered standard for treatment planning. Although clinical outcomes were not improved with PET/CT planning, it did allow the use of smaller radiotherapy volumes.",
     "keywords": ["Oesophageal cancer", "PET", "Radiotherapy", "Planning"]},
    {"article name": "Automatic treatment planning improves the clinical quality of head and neck cancer treatment plans",
     "doi": "https://doi.org/10.1016/j.ctro.2016.08.001",
     "publication date": "12-2016",
     "abstract": "Treatment plans for head and neck (H&N) cancer are highly complex due to multiple dose prescription levels and numerous organs at risk (OARs) close to the target. The plan quality is inter-planner dependent since it is dependent on the skills and experience of the dosimetrist. This study presents a blinded prospective clinical comparison of automatic (AU) and manually (MA) generated H&N VMAT plans made for clinical use.MA and AU plans were generated for 30 consecutive patients in Pinnacle3 using the IMRT optimisation module and the new Autoplan module, respectively. The plan quality was blindedly compared by three senior oncologists and the best plan was selected for treatment of the patient. Planning time was measured as the active operator time used. The plan quality was analysed with DVH metrics and the dose delivery accuracy validated on the ArcCheck phantom.For twenty-nine out of the thirty patients the AU plan was chosen for treatment. Target doses were more homogenous with the AU plans and the OAR doses were significantly reduced, between 0.5 and 6.5 Gy. The average operator time spent on creating a manual plan was 64 min which was halved by Autoplan. The AU plans were more modulated as illustrated by an increase in MUs, which might cause the slightly lower pass rate of 97.7% in the ArcCheck measurements.Target doses were similar between MA and AU plan, while AU plans spared all OAR considerably better than the MA plans.",
     "keywords": ["Automatic", "Treatment planning", "Head and neck", "VMAT", "Pinnacle"]},
    {"article name": "Outcomes for pediatric patients with central nervous system germ cell tumors treated with proton therapy",
     "doi": "https://doi.org/10.1016/j.ctro.2016.08.002",
     "publication date": "12-2016",
     "abstract": "We assessed outcomes after proton therapy (PT) for central nervous system germinomas or non-germinomatous germ cell tumors (NGGCTs) in children.We identified children with germ cell tumors of the central nervous system who received proton therapy in 2006–2009 and extracted information on tumor response, treatment failures, and toxicity.Of the 20 identified patients (median age 12 years [range 3–16]), 9 had germinoma and 11 NGGCTs; 19 patients received three-dimensional conformal PT and 1 scanning-beam PT. Fourteen patients had craniospinal irradiation (CSI), 4 had ventricular irradiation that excluded the 4th ventricle, and 2 had whole-ventricle irradiation. All received involved-field boosts. At a median follow-up interval of 5.6 years (range, 0.3–8.2 years), 1 patient with germinoma had an out-of-field failure in the 4th ventricle and 2 with NGGCT died from disease progression after CSI. Rates of local control, progression-free survival, and overall survival at 5 years were 89%, 89%, and 100% for patients with germinoma; corresponding rates for NGGCTs were 82%, 82%, and 82%. The most common late toxicity (9 patients [45%]) was endocrinopathy.PT for CNS germ cell tumors is associated with acceptable disease control rates and toxicity profiles.",
     "keywords": ["Proton therapy", "Germ cell tumor", "Germinoma", "Non-germinomatous germ cell tumor", "Pediatric brain tumor"]},
    {"article name": "Perspectives on medical education in radiation oncology and the role of the ESTRO School",
     "doi": "https://doi.org/10.1016/j.ctro.2016.10.001",
     "publication date": "12-2016",
     "abstract": "Radiation oncology is a medical specialty not just delivering ionizing radiation to cancer patients but also participating as an important partner in the care of the patient from diagnosis to cure, follow up or end of life. The specialty is rapidly evolving in a multi- and interdisciplinary setting as multimodality treatment is becoming frequent. This requires that the medical undergraduate and postgraduate training evolve to these changes. The ESTRO School has for more than 30 years offered postgraduate training courses in and outside Europe and strives to develop its services to accommodate the educational needs of a specialty in constant development. Some of these developments are described in the present paper.",
     "keywords": ["Radiation oncology", "Medical education", "Blended learning", "ESTRO"]},
    {"article name": "Independent validation of the prognostic value of cancer stem cell marker expression and hypoxia-induced gene expression for patients with locally advanced HNSCC after postoperative radiotherapy",
     "doi": "https://doi.org/10.1016/j.ctro.2016.10.002",
     "publication date": "12-2016",
     "abstract": "To validate the impact of HPV status, cancer stem cell (CSC) marker expression and tumour hypoxia status in patients with locally advanced head and neck squamous cell carcinoma (HNSCC), who received postoperative radiotherapy. The results of the exploration cohort have previously been reported by the German Cancer Consortium Radiation Oncology Group (DKTK-ROG; Lohaus et al., 2014; Linge et al., 2016).For 152 patients with locally advanced HNSCC the impact of HPV16 DNA status, CSC marker expression and hypoxia-associated gene signatures on outcome of postoperative radiotherapy were retrospectively analysed. Out of them, 40 patients received postoperative radiochemotherapy. Cox models presented in a previous study were validated using the concordance index as a performance measure. The primary endpoint of this study was loco-regional control. Results were compared to those previously reported by DKTK-ROG.Loco-regional control, freedom from distant metastases and overall survival were inferior to the previously reported cohort. Despite of this, the prognostic value of the combination of HPV infection status, CSC marker expression (SLC3A2) and tumour hypoxia status could be validated in univariate analyses using an independent validation cohort. For multivariate models, the concordance index was between 0.58 and 0.69 in validation, indicating a good prognostic performance of the models. The inclusion of CD44 and the 15-gene hypoxia signature moderately improved the performance compared to a baseline model without CSC markers or hypoxia classifiers.The HPV status, CSC marker expression of CD44 and SLC3A2 as well as hypoxia status are potential prognostic biomarkers for patients with locally advanced HNSCC treated by postoperative radiotherapy.",
     "keywords": ["Biomarker", "Cancer stem cells", "HNSCC", "HPV", "Hypoxia", "Postoperative radiochemotherapy", "Validation"]},
    {"article name": "Impact of waiting time on nodal staging in head and neck squamous-cell carcinoma treated with radical intensity modulated radiotherapy",
     "doi": "https://doi.org/10.1016/j.ctro.2016.11.002",
     "publication date": "12-2016",
     "abstract": "To evaluate the influence of delays for radiotherapy on survival, recurrence and upstaging for head and neck squamous-cell carcinoma (HNSCC) with no nodal involvement treated with intensity modulated radiotherapy (IMRT).This retrospective study included 63 consecutive patients with HNSCC located in the pharynx and larynx and treated with exclusive IMRT with or without chemotherapy. Survival, loco-regional or distant failure and upstaging were analyzed according to the waiting time.Mean waiting time for treatment was 62.5 days for the hypopharynx subgroup (range = 37–102), 63 days for the larynx subgroup (range = 19–128) and 58.5 days for the oropharynx subgroup (range = 29–99) (p = 0.725). Nine patients (14%) experienced upstaging. Loco-regional or distant failure occurred in 18 patients. Beyond a delay of 50 days, 19% of patients had local failure, 17% nodal recurrence and 11% distant failure. Within a delay of 50 days, no nodal or distant failure was observed and only 1 patient experienced local recurrence. Upstaging and overall survival were not significantly affected by an increased waiting time.For N0 patients treated with IMRT for HNSCC, waiting time around 50 days after the diagnosis was not significantly associated with an excessive risk of upstaging or recurrence.",
     "keywords": ["Head and neck squamous-cell carcinoma", "Intensity modulated radiation therapy", "Waiting time", "Upstaging", "Loco-regional failure", "Quality assurance"]}
    ]
}