{"primary": "Life Sciences",
"domain": "Biochemistry, Genetics and Molecular Biology",
"subdomain": ["Cancer Research"],
"journal name": "Journal of Oncological Sciences",
"articles": [
    {"article name": "Well differentiated neuroendocrine tumors, a single center experience",
     "doi": "https://doi.org/10.1016/j.jons.2018.10.002",
     "publication date": "12-2018",
     "abstract": "The aim of this study is to analyze the demographic, histopathologic features of Neuroendocrine tumor (NET) cases and to underline the treatment approaches over seven years period in a high-volume cancer center.This study designed as a retrospective evaluation of NET registry data from a single medical oncology clinic between January 2012 and November 2017.A total of 72 patients'? data were registered. The median age was 54 (18–84) years. The three most common sites of diagnosis were pancreas (19 cases, 26.4%), unknown primary with liver metastasis (15 cases-20.8%) and lung (10–13.9%). There was no association between the extent of disease and grade of NET (p = 0.73). Apart from pancreatic NETs, there was no difference in the stages of disease presentation (p > 0.05). Globally, estimated 5-year overall survival (OS) rate was 77.5% and 10-year OS rate was 57.8%. There was no statistically significant difference in estimated 5- year OS rates of comparison between grade 1 and grade 2 NET's (69.9 vs. 91.8%, p = 0.19). In addition, Ki67 proliferative index did not make any difference in estimated 5- year OS rates (78.1 vs 77.7%, p = 0.71).The multimodality treatment, site specific approaches and radionuclide therapies lead to better response rates and a longer survival in patients. Although there is a difference in distribution and presentation of NET cases compared to previous publications, optimal treatment yields a good Results?. Wherever possible, treatment of NETs is optimally scheduled by a multidisciplinary team, data collection should be centralized and audited by the team to make a clear conclusion for a less acknowledged tumor type.",
     "keywords": ["Neuroendocrine tumor", "Grade", "Ki67", "Carcinoid tumor"]},
    {"article name": "Experience from Turkish centers participating in the Early Access Program (EAP): Preliminary real-world safety data of nivolumab (nivo) combined with ipilimumab (ipi) in pre-treated advanced melanoma patients",
     "doi": "https://doi.org/10.1016/j.jons.2018.10.001",
     "publication date": "12-2018",
     "abstract": "We aimed to evaluate the safety of nivolumab + ipilimumab (nivo + ipi) in advanced melanoma patients who had relapsed after ≥1 line of systemic treatment in a real-world setting.Adult patients with advanced melanoma who had progressed after ≥1 line of systemic treatment were eligible for nivo 1 mg/kg + ipi 3 mg/kg Q3W × 4, followed by nivo 3 mg/kg Q2W until progression, or unacceptable toxicity for up to 24 months in the Early Access Program (EAP) in Turkey. Treatment-related adverse events (TRAEs) were recorded and analyzed.Forty patients who received at least one dose of nivo + ipi were included. Median number of doses (Nivo + ipi and nivo alone) were 4 with a median follow-up of 19 weeks. Thirty patients (75%) were alive and 24 patients (60%) were on treatment. TRAEs of any grade and grade 3–4 occurred in 53% and 20% of the patients, respectively. One patient died due to TRAEs (colitis and diarrhea) after the second dose of nivo + ipi. Median times to onset and resolution of TRAEs were 6 and 3 weeks, respectively. Eleven patients (28%) discontinued treatment for reasons other than TRAEs. TRAEs of any grade led to discontinuation in 5 patients (13%). Most of the TRAEs were reversible when managed with available guidelines.Safety profile of N + I was found to be consistent with early reports. Increased experience with the management of TRAEs of immunotherapies, short follow-up and ≥2 line real-world setting may account for lower TRAEs rates. Long-term follow is needed.",
     "keywords": ["Nivolumab", "Ipilimumab", "Immunotherapy", "Melanoma"]},
    {"article name": "Risk factors for thrombosis risk in patients with cancer",
     "doi": "https://doi.org/10.1016/j.jons.2018.09.001",
     "publication date": "12-2018",
     "abstract": "To evaluate the factors associated with Deep vein thrombosis (DVT) and pulmonary thromboembolism (PTE) in cancer patients.A total of 237 cancer patients who underwent lower extremity venous Doppler Ultrasonography (USG) and/or pulmonary computed tomography angiography (PCTA) were included. Patients’ demographic characteristics; chemotherapy data; immobilization status; use of central venous catheter; histories of 4-day-long bed rest, surgery within the last 6 months, long anesthesia for at least 2 hours, smoking, patients’ laboratory tests, ABO blood group, PCTA and lower extremity Doppler USG results were retrospectively reviewed through the hospital information management system.The median age was 62 (age range 25 to 89). Thrombosis was detected in 83 patients according to the results of venous Doppler USG and/or PCTA of those patients who underwent imaging. Immobilization status (p=0.019), history of surgery within the last 6 months (p=0.02), anesthesia more than 2 hours (p=0.012) and 4-day-long bed rest (p=0.03) were found to be significantly associated with related risk of thrombosis. Additionally, thrombosis was found more frequently in the non-O group (especially group B) than in O group (p:0.024).Besides well-known risk factors, blood group may be related with risk of thrombosis in the patients with the cancer diagnosis",
     "keywords": ["ABO blood group", "Cancer", "Pulmonary thromboembolism", "Deep vein thrombosis"]},
    {"article name": "Cytokine release syndrome",
     "doi": "https://doi.org/10.1016/j.jons.2018.09.002",
     "publication date": "12-2018",
     "abstract": "The field of immunotherapies including monoclonal antibodies and cellular therapies is rapidly evolving and cytokine release syndrome is an obstacle to deal with in this process. This syndrome is a kind of toxic condition caused by the pro-inflammatory cytokines released with the activation of the extreme immune response. In fact, up to some extent, the cytokine release may be an indicator of the antitumor effects of immune-based therapies. Therefore, the distinction between the level at which the efficiency of treatment is ensured and the point at which the life-threatening cytokine release syndrome starts is critically important. Recently, considerable developments have been achieved with regard to the prevention or control of this syndrome. In this review it is aimed to summarize the clinical approach to cytokine release syndrome and associated conditions.",
     "keywords": ["Cytokine relase syndrome", "Immunotherapy", "Cell therapies", "CAR T Cell"]},
    {"article name": "Drug-drug interactions between antiemetics used in cancer patients",
     "doi": "https://doi.org/10.1016/j.jons.2018.07.003",
     "publication date": "12-2018",
     "abstract": "Drug interactions are common in cancer patients as they use many drugs concurrently. Most drug interactions have been reported to be among supportive care medications. Antiemetics are one of the commonly used drugs in these patients for the management of disease and therapy related nausea and vomiting and they are sometimes used in combinations. The objective of this review is to determine and compare potential drug interactions among these drugs using Micromedex and Lexicomp drug interaction checkers. There is an increase in the risk of extrapyramidal activities and neuroleptic malign syndrome accompanying the concurrent use of olanzapine and metoclopramide and thus this combination should be avoided. Another important consequence of interactions is QT prolongation associated with 5-HT3 receptor antagonists. Care must be taken especially in patients with risk factors. The NK1 receptor antagonist reduce the metabolism of dexamethasone and increase its exposure, therefore the dose of dexamethasone when used as an antiemetic should be reduced when used in combination with these agents. No dose adjustments are recommended when dexamethasone is used as an adjuvant in chemotherapy regimen, but patients should be monitored for side effects. It should not be forgotten that these interactions may also be present with other medications, all medications taken by cancer patients should be adequately reviewed to reduce drug interaction related problems in these patients.",
     "keywords": ["Cancer patients", "Antiemetics", "Drug interactions"]},
    {"article name": "\"Squamos cell lung cancer\" case applying with dyspepsia complaints",
     "doi": "https://doi.org/10.1016/j.jons.2018.08.001",
     "publication date": "12-2018",
     "abstract": "We present a patient with uncommon metastases of lung cancer. The patient has been followed-up for early stage laryngeal carcinoma in the remission and has had dyspeptic complaints as well. A 62-year-old male patient had epigastric complaints for three months. In the upper endoscopy, a biopsy specimen taken from the polyp in the second region of the duodenum was reported as squamous cell cancer. Immunohistochemical staining of tumor cells were positive for CK5/6, p40, and p63. A mass in the right lung was detected on thorax tomography. The result of the transthoracic needle biopsy indicated squamous cell cancer. Duodenal metastasis of lung cancer is highly unlikely. Lesions below 1 cm can be safely removed endoscopically. Duodenal metastasis of primary lung cancer can be considered in the differential diagnosis of resistant dyspepsia.",
     "keywords": ["Dyspepsia", "Squamos cell lung cancer", "Duodenal metastasis"]},
    {"article name": "Atypical sweet syndrome in the hands of small cell lung cancer patient associated with granulocyte colony-stimulating factor administration",
     "doi": "https://doi.org/10.1016/j.jons.2018.07.002",
     "publication date": "12-2018",
     "abstract": "Sweet syndrome (SS) characterized by papules, plaques or nodules. SS was divided into three subcategories as classical SS, malignancy associated SS, and drug-induced SS.We present a case of G-CSF-associated Sweet Syndrome (SS) in a 50-year-old man with the diagnosis of extensive stage small cell lung cancer. We started preemptive methylprednisolone with a diagnosis of the sweet syndrome.SS is the insidious complication of G-CSF . Clinical suspicion is the key to the early diagnosis.",
     "keywords": ["Sweet Syndrome", "G-CSF", "Lung Cancer"]},
    {"article name": "Angiogenesis inhibition on glioblastoma multiforme cell lines (U-87 MG and T98G) by AT-101",
     "doi": "https://doi.org/10.1016/j.jons.2018.06.002",
     "publication date": "08-2018",
     "abstract": "Glioblastoma multiforme (GBM) is the most common glial tumor. Angiogenesis which provides nutrient and oxygen support to proliferating cells play an essential role in GBM development, proliferation and metastasis. The development of antiangiogenetic agents is a promising treatment issue as blood vessels are essential for the vitality of tumor cells. AT-101 is -(−) enantiomer of gossypol having anti-proliferative effects on different cancer cell lines. In this study, the cytotoxicity effect of AT-101 on GBM cell lines (U-87MG ve T98G) was confirmed and also the impact of this drug on VEGF synthesis on these cell lines were evaluated at transcriptional and protein levels.U-87 MG and T98 cell lines were treated with increasing concentrations (1–50 μM) of AT-101 for 72 h. Cytotoxicity was determined by xCELLigence (Roche). Apoptosis was detected by using ELISA and confirmed by caspase assay. VEGF and other proangiogenic factors expression were evaluated by angiogenesis array.The cell vitality was constantly followed up in the experiment. The cytotoxicity of AT-101 in both cell lines increased significantly at 24 h. The IC-50 values of U-87 MG and T98 were 2.4 and 2.7 μM respectively. The VEGF mRNA levels decreased by 2.7 fold in U-87MG and 3 fold in T98G by treating these cell lines with AT-101 IC50 dose for 24 h.This study showed that AT-101 suppress VEGF on protein levels at U-87 MG and T98G cell lines and showed AT-101 might be a promising targeted agent in GBM treatment.",
     "keywords": ["Glioblastoma multiforme", "AT-101", "Angiogenesis", "VEGF"]},
    {"article name": "Prognostic value of ABO blood group in patients with nonseminomatous testicular cancer who treated with autologous stem cell transplantation",
     "doi": "https://doi.org/10.1016/j.jons.2018.01.004",
     "publication date": "08-2018",
     "abstract": "Even though ABO blood group surface antigens are expressed in red blood cells, they can be observed in many normal and pathologic cells. Relationship between ABO blood groups and progression and prognosis of cancer has been mainly demonstrated in gastric and pancreatic cancer. However there is no study in current literature about its relation with testicular cancer. The aim of this study is to demonstrate the prognostic value of the ABO blood group in nonseminomatous testicular cancer patients who treated with high dose chemotherapy and autologous stem cell transplantation.64 patients who diagnosed as non-seminomatous testicular cancer and treated with HDC and OSCT in Gulhane Medical Oncology Clinic between January 2011 and December 2016 were enrolled to the study. Patients' age, TNM stage, chemotherapy protocols and blood group characteristics were obtained retrospectively.The mean age of patients was 31.4 (18–61) years. Blood groups of patients' were as follows: A blood group 19 (29.7%), B blood group 7 (10.9%), O blood group 34 (53.1%), AB blood group 4 (6.3%). Rh was negative in 3 patients (4.7%) and Rh positive in 61 patients (95.3%). 1-year progression-free survival (PFS) was 72.5% and 2-year PFS was 68.4%. 1-year overall survival (OS) was 82% and 2-years OS was 72%. While 1-year and 2-year OS was 88.2% and 84.4% in O blood group individuals, respectively, it was 75.6% and 59.5% in all other blood types, respectively. Although the OS was superior in individuals with O blood group, the difference was not reached the statistically significance (p = 0.071). When O blood group was compared with other blood groups in terms of PFS, 1 year PFS was 79.1% in O blood group and 65.2% in the all other blood groups (p = 0.19).OS and PFS were superior in O blood group than other blood groups, however the difference was not reached statistical significance. In the literature, there is no study that focused on the relationship between stem cell transplantation and blood groups. ABO blood groups are the phenotype of a person's genotype and may reflect differences in the individual's immune mechanisms. However, due to small number of cases and heterogeneity of the group, the results and the strength of the study may have affected negatively. So, the prognostic importance of ABO blood groups can be shown with multi-center studies that performed with larger number of cases.",
     "keywords": ["High dose chemotherapy", "Autologous stem cell transplantation", "Testicular cancer", "ABO blood group"]},
    {"article name": "National survey study on the approaches of pediatricians, family physicians, medical oncologists and gynecologists to the HPV vaccine",
     "doi": "https://doi.org/10.1016/j.jons.2018.04.002",
     "publication date": "08-2018",
     "abstract": "In this study, we aimed to emphasize the critical role of physician recommendations in increasing the HPV vaccination rates, and to create awareness in this regard, by revealing the approach of oncologists, gynecologists, pediatricians, and family physicians, who are the primary interlocutors in the matter of HPV vaccination.The study was prepared by conducting a questionnaire in a face-to-face manner, with the participation—on the basis of volunteerism—of 425 physicians including oncologists, gynecologists, pediatricians and family physicians. The interviews were conducted at 4 separate national oncology, pediatrics, gynecology and family medicine congresses. With the questions, the participants' attitudes towards HPV vaccination as well as the power, timing, consistency and scope of their recommendations were questioned.In the study; 33% of the respondents stated that the vaccination was not important, and the ones who considered it to be unnecessary (31%) pointed out its non-cost effectiveness to justify their opinion. Only 51% of the respondents stated that the vaccine should be administered to both girls and boys. The rate of the respondents who stated that it should be administered to those with a risk factor was only 19%. 21% of the respondents stated that they promoted the vaccination in their routine practice. In addition, it was observed that the respondents, who answered correctly the question intended for questioning the their knowledge about HPV’s share in all types of cancer, considered the vaccine to be more important and recommended it more in their routine practices.The results of the analyses reveal that the low HPV vaccination rates are caused substantially by the attitudes of physicians regarding the vaccination; that they do not adequately play a role in its promotion; and that it should be the basic strategy to increase the physicians’ level of knowledge about the vaccine, for increasing the rate of vaccination.This is the first study in the literature, which involves the evaluation of the attitudes of physicians—who are the primary interlocutors in the matter of HPV vaccination—from 4 branches towards HPV vaccination. The study is also one of the first studies involving a sophisticated evaluation of the attitudes of physicians towards HPV vaccination. In terms of its results, the study has a nature that gives information and inspiration to people, institutions, and organizations both in Turkey and other countries, who/which have an aim to increase the rates of HPV vaccination.",
     "keywords": ["Human papilloma virus", "HPV vaccine", "Cancer", "Preventive medicine"]},
    {"article name": "A retrospective study on potential drug interactions: A single center experience",
     "doi": "https://doi.org/10.1016/j.jons.2018.06.001",
     "publication date": "08-2018",
     "abstract": "In this study, it is aimed to explain the type and frequency of potential drug-drug interactions (pDDI) in patients a Medical oncology service.This study retrospective descriptive design. pDDIs were identified using the checker programme (Medscape®). Interactions were classified according to their clinical relevance as minor, moderate and major as appropriate.The prevalence of pDDIs was 71.3% and median age was 61 years-old (interquartile range 54–68) and female to male ratio was 116/211. The median number of drugs per patient was 8 (interquartile range 5–10). A total of 1102 pDDIs of 327 hospitalized cancer patients were identified. Of those, 16.7% were major and 61.8% moderate, respectively. Concomitant use of opioids was the most common interaction in our study.Drug interactions were common in hospitalized cancer patients. In order to prevent potential hazardous effect of pDDI, awareness of the physicians should be increased about this issue.",
     "keywords": ["Cancer patients", "Oncology", "Polypharmacy", "Drug interaction", "Chemotherapy"]},
    {"article name": "Screening for cervical abnormalities associated with EBV, HPV and HSV-2 infections in South-West Nigeria: A tale between sex and non-sex workers",
     "doi": "https://doi.org/10.1016/j.jons.2018.07.001",
     "publication date": "08-2018",
     "abstract": "This study investigated socio-economic and clinical correlates of cervical abnormalities and some viral infections such as Human Papilloma virus (HPV), Epstein-Barr virus (EBV) and Herpes Simplex virus type 2 (HSV-2) among commercial sex workers (CSWs) and non-sex workers (NSWs) of reproductive age. It also estimated serum levels of SCCA1, p16 and Ki67 as potential non-invasive biomarkers of cervical abnormalities.This cross-sectional study included 203 consenting participants (NSWs = 98 and CSWs = 105) within the age-range of 20–49 years. Interview based risk factor questionnaire was administered, Pap smears were made from cervical scrapings and classified accordingly while serum levels of SCCA1, Ki67 and p16, EBV, HPV and HSV2 antibodies were determined by ELISA method. Multivariate and multiple logistic regression analysis were on generated data carried out and significance set at p < 0.05.Among NSWs, higher prevalence of cervicitis, atypical squamous cell of undetermined significance (ASCUS), low grade squamous cell intraepithelial lesion (LSIL) and high grade squamous cell intraepithelial lesion (HSIL) were 18.4%, 16.3%, 11.2% and 8.2%, respectively while the prevalence of the cervical abnormalities were 7.6%, 7.6%, 8.6% and 3.8%, respectively among CSWs (p = 0.04). Decreasing and increasing sero-prevalence of viral infections were observed from cervicitis, ASCUS, LSIL to HSIL among NSWs (77, 56, 54.5 and 50%) and CSWs (75, 87.5, 100 and 100%), respectively (p = 0.08). When only ASCUS, LSIL and HSIL were considered, statistics showed p16 sensitivity and specificity of 64.7% and 79.5%, respectively (Odd ratio {OR} 0.7118), SCCA1 sensitivity and specificity of 83.8% and 97%, respectively (OR 166.9) and ki67 sensitivity and specificity of 63.2% and 94.0%, respectively (OR 26.83). It revealed that serum levels of SCCA1, ki67 and p16 were sensitivity to the classes of Pap smear at p = 0.00; p = 0.00 and p = 0.01, respectively.This study suggests that while HPV infection could independently could promote the development of cervical abnormalities among CSWs, EBV infection and other factors may be potential factors among NSWs. It also suggests that serum levels of SCCA1, ki67 and p16 could be used as effective Pap smear complementary diagnostic biomarkers.",
     "keywords": ["Epstein-Barr virus", "Herpes simplex virus type 2", "Human papilloma virus", "Sex workers", "Cervical lesions", "Biomarkers", "Sex workers (SWs)", "(SWs)", "Non-sex workers (NSWs)", "(NSWs)", "Epstein-Barr virus (EBV)", "(EBV)", "Herpes Simplex virus type 2 (HSV-2)", "(HSV-2)", "Human Papilloma virus (HPV)", "(HPV)", "Human immunodeficiency virus (HIV)", "(HIV)", "High-grade squamous cell intraepithelial lesion (HSIL)", "(HSIL)", "Low-grade squamous intraepithelial lesion (LSIL)", "(LSIL)", "Atypical squamous cells of unknown significance (ASCUS)", "(ASCUS)", "Negative for intraepithelial lesion or malignancy (NILM)", "(NILM)", "Odds ratio (OR)", "(OR)", "Odd ratio too large (ORTL)", "(ORTL)", "Confidence interval (CI)", "(CI)", "Multivariate analysis (MANOVA)", "(MANOVA)", "Not calculated (NC)", "(NC)", "Sex work debut (SWD)", "(SWD)", "No formal education (NFE)", "(NFE)", "Multiple sexual partners (MSP)", "(MSP)", "Secondary (Sec)", "(Sec)", "Divorced/Separated/Widow (D/S/W)", "(D/S/W)", "Abnormal (Abn)", "(Abn)", "Participants (Ppt)", "(Ppt)", "History of urogenital infection (HUTI)", "(HUTI)", "Uptake of cervical screening (UCS)", "(UCS)"]},
    {"article name": "Reflexology and cancer",
     "doi": "https://doi.org/10.1016/j.jons.2018.01.001",
     "publication date": "08-2018",
     "abstract": "Reflexology is a complementary alternative medicine procedure carried out by applying pressure to specific points located mostly in the feet (sometimes in the hands), with intent to provide relief from certain symptoms. In reflexology thought to have a history of approximately 5000 years, it is believed that specific points in the feet are linked to certain organs and systems in the body, through energy channels, and that applying pressure to these points provides relief in the relevant organ and system, as well. However, no evidence has yet to be found that proves the alleged connections and mechanisms of reflexology. Indeed, studies carried out up to date were focused on the symptomatic effects of reflexology, rather than such links and mechanisms. In some studies, certain positive results have been obtained especially in terms of pain and anxiety. However, these studies were methodologically incomplete, as well, due to challenges such as the difficulty in creating blinding and placebo effect. As a result, currently we have no reliable evidence about the use of reflexology in any clinical situation. Nevertheless, when it is considered to be a safe procedure in terms of unwanted effects, it can be provided to patients as a supportive care service.",
     "keywords": ["Reflexology", "Cancer", "Alternative medicine", "Complementary medicine"]},
    {"article name": "Role and hallmarks of Sp1 in promoting ovarian cancer",
     "doi": "https://doi.org/10.1016/j.jons.2018.03.005",
     "publication date": "08-2018",
     "abstract": "Ovarian cancer has a poor prognosis especially due to late diagnosis, intrinsic resistance to some therapeutic drugs, increased interest in finding novel DNA – binding and transcription factor agents as a probable chemotherapy in treating ovarian the gynecological cancer. Based on many previous reports it is evident that the expression of various cellular genes are been regulated by Sp1 the transcription factor, but still a better understanding is required, about its role in developing and progressing the human cancer. Sp1 is been found playing dual role such as the activation as well as suppression of the cellular genes either converting into an oncogene or performing biological activity such as proliferation, differentiation, DNA damage response, apoptosis and angiogenesis. There are even proofs, which suggest that Sp1 has homologous forms of proteins named as Sp2 and Sp3, which also support Sp1 in contributing the progression of tumor cells. These typical characters of Sp1 and its interesting facts related to biological functions are yet to be explained clearly. Thus, in this current review, we briefly explain the role, characters and proteins associated with Sp1 family of transcription factor do contribute as a “hallmarks of cancer”. We also review the evidence suggesting that Sp1 is highly over – expressing the genes, which pay ways in promoting ovarian cancer. Thus, we conclude that targeting Sp1 one of the best diagnostic tool to detect ovarian cancer in early stages or promoting Sp1 as best therapeutic agent would be a best resolution to reduce the incidence of ovarian cancer.",
     "keywords": ["Hallmark of cancer", "Ovarian cancer", "Sp1", "Transcription factor"]},
    {"article name": "Acute pancreatitis linked to bevacizumab: A case report",
     "doi": "https://doi.org/10.1016/j.jons.2018.03.004",
     "publication date": "08-2018",
     "abstract": "The monoclonal anti-vascular endothelial growth factor antibody bevacizumab is increasingly being used in the treatment of malignant tumors. It is the first molecular-targeted agent used in the treatment of several ovarian cancers. The typical side effects of this drug are hypertension and proteinuria. Bevacizumab-related acute pancreatitis (AP) has not been described before, but AP associated with other chemotherapeutic agents has been reported. Research has shown that patients can develop AP when taking sorafenib, a multiple tyrosine kinase inhibitor that inhibits VEGF.We explored the case of a 48-year-old woman who presented with undefined upper abdominal pain after receiving a cisplatin-gemcitabine-bevacizumab combination treatment as second-line therapy for metastatic ovarian cancer. Our patient was hospitalized because of AP after two cycles of this treatment. The patient started experiencing abdominal pain after the first course of chemotherapy. The severity and duration of this pain increased after the second cycle of chemotherapy. Her abdominal pain and elevated serum amylase disappeared when treated by chemotherapy without bevacizumab; this also improved her clinical pancreatitis.AP without other etiological factors can occur in patients treated by chemotherapy. Furthermore, bevacizumab might induce the side effects of AP.",
     "keywords": null},
    {"article name": "A lung adenocarcinoma patient with EGFR mutation in exon 18 and ALK-rearrangement who treated with erlotinib and crizotinib",
     "doi": "https://doi.org/10.1016/j.jons.2018.04.001",
     "publication date": "08-2018",
     "abstract": "Concomitant mutations of echinoderm microtubule-associated protein-like 4 (EML4) anaplastic lymphoma kinase (ALK) translocation and epidermal growth factor receptor (EGFR) can be found rarely in lung adenocarcinoma. We present a case of harboring EML4/ALK rearrangement lung adenocarcinoma who previously received erlotinib. A 42-year-old male who was diagnosed as lung adenocarcinoma and received many series of cytotoxic regimens. A partial tumor response was achieved with crizotinib after failure with erlotinib therapy. After progressive disease, biopsy of new liver lesion showed EML4/ALK rearrangement. Thus crizotinib was administrated. A partial tumor response was achieved with crizotinib after failure with erlotinib therapy and chemotherapy. We conclude that it is important to evaluate for EML4/ALK rearrangement even the patient has EGFR mutation. Concomitant EGFR exon 18 and EML4-ALK mutations can occur in lung adenocarcinoma. EML4/ALK related TKIs may be more effective in these patients.",
     "keywords": ["Non-small cell lung cancer", "Erlotinib", "Epidermal growth factor receptor", "Anaplastic lymphoma kinase", "Crizotinib"]},
    {"article name": "Lymphocytic thyroiditis simulating thyroid cancer biochemically, radiologically and pathologically",
     "doi": "https://doi.org/10.1016/j.jons.2018.04.003",
     "publication date": "08-2018",
     "abstract": "Thyroid cancer is an important cancer with increased incidence in recent years. Widespread use of sophisticated imaging modalities like PET/CT has been increased the detection the chance of asymptomatic and nonpalpable cases. However advanced imaging modalities and even histo-pathologic examinations may simulate thyroid malignant disorders and this may cause unnecessary surgical procedures. Here we reported a case with lymphocytic thyroiditis simulating thyroid cancer.",
     "keywords": null},
    {"article name": "Evaluation of dynamic serum thiol/disulfide homeostasis in locally advanced and metastatic gastric cancer",
     "doi": "https://doi.org/10.1016/j.jons.2018.01.002",
     "publication date": "04-2018",
     "abstract": "Gastric cancer is one the most diagnosed cancer and the third leading cause of death from cancer worldwide. As an indicator of antioxidant capacity thiol/disulfide homeostasis regulates detoxification, cell signal mechanisms, apoptosis, transcription and antioxidant defense mechanisms. Disregulation of thiol/disulfide homeostasis identified in other cancer types by recent data. In this study, we aimed to evaluate the thiol/disulfide homeostasis in advanced gastric cancer patients.The patients who diagnosed with gastric cancer and healthy control subjects were included to study. Serum samples for the thiol-disulphide test were obtained at the time of diagnosis. Thiol-disulphide homeostasis tests were measured by the automated spectrophotometric method. Thiol-disulphide homeostasis was also measured according to clinical and laboratory features.Thirty newly diagnosed advanced gastric adenocarcinoma patients and 28 healthy controls were enrolled in the study. The native thiol (NT) and total thiol (TT) levels of patients' group were significantly lower compared with controls (p = 0.001 and p < 0.001). In the CEA high (≥5.4 ng/ml) group, DS/NT ratio were higher compared with CEA low (<5.4 ng/ml) group (p = 0.024). In CA.19-9 high (≥28.3 kU/L) group, both DS and DS/NT ratio were significantly higher compared with a CA19-9 low(<28.3 kU/L) group (p < 0.05 both). The correlation between CEA and DS levels was also significant (p = 0.02). There was also a positive correlation between CEA levels and DS/NT ratio (p = 0.01).Derangements of thiol/disulfide homeostasis may have a role in gastric cancer pathogenesis and the higher level of oxidative stress may relate to extensive and aggressiveness of the advanced disease. The diagnostic and prognostic values of thiol/disulfide products need to identify with further studies.",
     "keywords": ["Thiol", "Disulfide", "Oxidative stress", "Gastric cancer", "Metastatic"]},
    {"article name": "Clinical predictive factors associated with pathologic complete response in locally advanced rectal cancer",
     "doi": "https://doi.org/10.1016/j.jons.2017.12.004",
     "publication date": "04-2018",
     "abstract": "In this study, our aim was to identify the main predictive factors associated with pathologic complete response (pCR) to neoadjuvantchemoradiotherapy (nCRT) in patients with locally advanced rectal cancer.The patients who had locally advanced rectal cancer and underwent a long-course nCRT, followed by curative surgery between January 2009 and December 2015 at two-center were included. The clinical factors associated with pCR or non-pCR were analyzed by Logistic regression.Two hundred and three patients were included in this study. Forty-six patients (22.7%) had pCR and 157 patients (77.3%) had non-pCR. In the univariate analysis, no smoking history, clinically negative lymp node (cN-), well-differentiated tumor, tumor size of ≤5 cm, pre-nCRT CEA level of ≤5 (ng/mL) and median interval to surgery>8 week were associated with an increased rate of pCR. No smoking history [odds ratio (OR) = 3.382, P = .008], endoscopic tumor size of ≤5 [OR = 2.608, P = .03], cN- [OR = 3.800, P = .002], well-differentiated tumor [OR = 3.566, P = .002], median interval to surgery of >8 week [OR = 2.981, P = .014], and pre-nCRT CEA level of ≤5 (ng/mL) [OR = 3.067, P = .008] were determined to be independent predictive factors of pCR with logistic regression model analysis.No smoking history, cN-, tumor size of ≤5 cm, well-differentiated tumor, pre-nCRT CEA level of ≤5 (ng/mL) and median interval to surgery of >8 weeks were independent clinical predictors for pCR in rectal cancer patients treated with long course of nCRT. This factors may help clinicians predict the prognosis of patients and develop proper treatment approach.",
     "keywords": ["Pathologic complete response", "Neoadjuvant chemoradiotherapy", "Locally advanced rectal cancer", "Leukocyte/lymphocyte ratio", "Platelet/lymphocyte ratio"]},
    {"article name": "Short term real world safety data of pertuzumab use in HER2 targeted treatment of metastatic breast cancer",
     "doi": "https://doi.org/10.1016/j.jons.2017.12.002",
     "publication date": "04-2018",
     "abstract": "With the development and widely use of HER2 targeted therapies, HER2 expressing metastatic breast cancer have no longer dismal prognosis as once expected. The combination of HER2 targeted therapies with chemotherapatic agents prolongs overall survival. Pertuzumab is a new monoclonal antibody molecule that binds to the extracellular portion of HER2 and works by inhibiting homo- and heterodimerization. The aim of this study is to document the real life data of toxicities seen in metastatic breast cancer patients treated with first line trastuzumab-pertuzumab combination therapy.A retrospective review of 26 cases from the medical oncology patient registry was conducted to include the dates October 2016 through December 2017. The number of cycles of treatment and doses, adverse events, dose changes and course delays, reasons for treatment change and types of second line treatments are noted. The imaging and laboratory test results were obtained from the electronic registration system. The cumulative toxicity incidence was accepted as the primary endpoint.The median age of the 26 cases was 54 years. The median cycle number of pertuzumab and docetaxel treatments were 9 and 7, respectively and the median duration of pertuzumab therapy was 6.75 months. As of the date of last follow-up, 80.7% of the cases were still under treatment. There was a total of 6 cases of delay in treatment, of which five were due to neutropenia, while in one case the cause was diarrhea. When the adverse events were examined, at least one side effect (excluding alopecia) was observed in 16 patients and 7 cases had no toxicity except alopecia. In terms of constitutional symptoms, eight of the 19 patients had grade 1 fatique, one case had itching, and three patients had asthenia. Hematologic toxicity was seen in twelve cases and all had at least grade 1 leukopenia. Grade 3-4 febrile neutropenia occurred only in one case. Left ventriculer ejection fraction was measured stable for all of the cases, none of them experienced any significant decrease.According to the results of this retrospective analysis, the use of pertuzumab-trastuzumab-docetaxel in the first line treatment of HER2 expressing metastatic breast cancer had good safety profile and had positive clinical results and paralleled with the results of the pivotal study.",
     "keywords": ["Human epidermal growth factor", "Epidermal growth factor receptor", "Pertuzumab", "Heterodimerization"]},
    {"article name": "Serum endocan level and its prognostic significance in breast cancer patients",
     "doi": "https://doi.org/10.1016/j.jons.2017.11.004",
     "publication date": "04-2018",
     "abstract": "Endocan, known as endothelial cell specific molecule (ESM), is a novel endothelial dysfunction marker. The aim of this study is to examine the plasma endocan level and its prognostic significance in newly diagnosed breast cancer patients.A total of 84 patients were enrolled the study. Plasma endocan level was measured by specific enzyme-linked immunosorbent assay (ELİSA) kit. Ethical approval and informed consent were attained.At the time of diagnosis, 33 patients had stage 4 disease. The median plasma endocan level was 619.9 (min 259.9–2813.2) ng/L and its level was significantly higher in metastatic breast cancer group compared to non–metastatic breast cancer group. According to molecular sub-type of breast cancer, there is not statistical difference in plasma endocan level, but its level was higher in patients with Her-2 amplified and triple negative breast cancer (TNBC). Median follow-up time is 11 (1-30) months. Event free survival (EFS) was 15 months in patients with plasma endocan level lower than 620, while it was 4 months in patients with serum endocan level greater than 620 (p = 0.016). There was no difference between groups in terms of hypertension, age, Lymphovascular invasion (LVI), extra capsular extension (ECE), body mass index (BMI) and White blood cells (WBC), platelet count and plasma endocan level.Plasma endocan levels higher than non metastatic breast cancer. Patients with high plasma endocan levels are short EFS. Further studies would be useful to assess endocan level as a prognostic factor in breast cancer.",
     "keywords": ["Endothelial cell specific molecule", "Breast cancer", "Prognosis"]},
    {"article name": "Is the frequency of primary cutaneous melanoma increasing in Turkey? An evaluation of the experiences of two dermatology centers",
     "doi": "https://doi.org/10.1016/j.jons.2017.11.002",
     "publication date": "04-2018",
     "abstract": "Since there are only a few population-based studies about the incidence of melanoma in Turkey which do not cover the whole population, we aimed to contribute the data regarding the current situation and the changes in the frequency of primary cutaneous melanoma (PCM) diagnosis in our country by evaluating our results and comparing them with national literature from Turkey.Consecutive PCM lesions diagnosed at the Dermatovenereology Departments of the Istanbul Medical Faculty (first center) between 1997 and 2016 and of the Ankara Medical Faculty (second center) between 2007 and 2016 were retrospectively reviewed. The yearly number of PCMs diagnosed in each clinic over study period were compared about any change in the frequency of melanoma diagnosis.There were 239 and 183 PCMs diagnosed in the two centers in twenty and ten years study period and the mean PCM diagnosis per year was 11.9 and 18.3, respectively. The number of PCM diagnosis markedly increased over time in both centers: 36, 45, 75 and 83 diagnosis for the subsequent five-year periods in the first center and 51 and 132 diagnosis for the subsequent five-year periods, in the second center.It was striking that the number of PCM diagnosis increased steadily in both dermatovenereology centers. As several large melanoma series have been reported from various disciplines all over Turkey in the last two decades and numerous of them have also drawn attention to the increasing frequency of PCM diagnosis similar to our results, supporting data about increasing incidence of melanoma diagnosis for our country have been obtained.",
     "keywords": ["Melanoma", "Incidence", "Frequency", "Primary cutaneous melanoma", "Turkey"]},
    {"article name": "A critical analysis of publication rates of national oncology meeting abstracts in Turkey",
     "doi": "https://doi.org/10.1016/j.jons.2017.11.001",
     "publication date": "04-2018",
     "abstract": "In this study our aim is to analyze the publication rates of abstracts, which were presented between 2006 and 2011 years in biennial National Cancer Meeting of Turkey (NCM) and Turkish Medical Oncology Society Meeting (TMOSM) and to determine the timely change of publication rates and to predict the quality of the abstracts.All abstracts, which are either accepted as podium or poster presentations in NCM and TMOM between 2006 and 2011, are extracted. Subsequent publication rate of those abstracts were defined by searching PubMed and Turkish Medical Index.Between 2006 and 2011, overall 2451 abstracts were presented in annual NC and TMOS meetings. Of these 2451 abstracts, 286 of them (11.7%) were published in consecutive years. Median publication interval was 11 months. While 28 of 286 (9.8%) abstracts were published in national journals, 258 of them (90.2%) were published in international journals. 97 of a total of 424 podium presentations (22.9%) were published. The publication rate was correlated with the type of presentation (OP vs. PP: 22.9% vs. 9.3%, p < 0.001). The highest publication rate was for prospective studies (%14.4). Majority of abstracts (53.1%) were published in journals indexed within the science citation index (SCI). Rest of the published abstracts were in index of SCI-expanded.Non-publication of research abstracts is a problem for 88.3% of abstracts of this study. The data presented in this study should lead abstract authors to criticize themselves and find a way to improve their study quality.",
     "keywords": ["Abstract", "Full-text", "Manuscript", "Peer-review", "Publication rate"]},
    {"article name": "Assessment of the efficiency of Brentuximab Vedotin in patients with pulmonary Hodgkin Lymphoma by the mean of neutrophil to lymphocyte ratio",
     "doi": "https://doi.org/10.1016/j.jons.2017.10.006",
     "publication date": "04-2018",
     "abstract": "Lung involvement, an uncommon initial presentation of Hodgkin Lymphoma (HL), may appear as primary or secondary pulmonary HL. Although the combination of Brentuximab vedotin (BV) with AVD is suggested as an alternative treatment to combinations including bleomycin for patients with pulmonary involvement. The efficacy and adverse effects of BV have not been specialized on pulmonary HL. There is insufficient data about neutrophil to lymphocyte ratio (NLR) of cases treated with BV. We performed this retrospective study to evaluate the efficacy and toxicity of BV in patients with pulmonary HL and to demonstrate the prognostic role of NLR in patients treated with BV.Data of 10 CD 30 (+) HL patients who treated with BV between years 2011–2016 were analyzed retrospectively. Relapsed cases after autologous bone marrow transplantation (ABMT) and/or resistant cases to at least two lines of chemotherapy, and treated with BV were included in the study.Patients underwent a median of 8.5 cycles BV. Eight patients (80%) achieved an objective response including 2 of them (20%) with complete response and six of them (60%) with a partial response at the end of the 3rd cycle. At a median follow-up of 16.8 months, median progression-free survival for all patients was 6 months and 3 patients died because of progression. BV, as a single agent, revealed well response in HL cases with pulmonary involvement and other clinical types. No pulmonary toxicity has been occurred due to BV. NLR was found to be o good indicator of prognosis and mortality in pulmonary HL patients and other HL patients. While NLR was not influenced by BV, it can be suggested as an easy prognostic marker in patients treated with BV.BV may be used as a bridge therapy to the next curative treatment in order to obtain minimal tumor burden in pulmonary HL patients, and NLR can be used as a prognostic marker in these patients. We believe that this study contributes the current literature in terms of being the first research on the referred issue.",
     "keywords": ["Brentuximab vedotin", "Hodgkin lymphoma", "Pulmonary infiltration"]},
    {"article name": "Retesting the psychometric characteristics of the European cancer research and treatment organization’s quality of life questionnaire palliative care 15 Turkish version (EQRTC QLQ C15-PAL) and evaluating the influencing factors",
     "doi": "https://doi.org/10.1016/j.jons.2017.08.002",
     "publication date": "04-2018",
     "abstract": "The study aimed to retest the reliability and validity of the European Organization for Research and Treatment of Cancer-Core Quality of Life-15 Items Questionnaire for Palliative Care (EQRTC QLQ-C15-PAL) for the Turkish society and examine the influencing factors.The study was conducted in cancer patients who applied palliative treatment in the Dokuz Eylul University Oncology Institute Medical Oncology Division between May of 2014 and January of 2015. The demographic data collection form, performance status, and the EQRTC QLQ-C15-PAL scale were employed in order to gather data.A total of 164 patients completed the study. The total Cronbach's alpha value for the scale was 0.794. The mean scores including the overall questionnaire, and subscales, which were calculated after two measurements conducted at an interval of three weeks, presented a statistically significant difference (p < 0.01). Patients with higher and lower ECOG scores had significant differences in terms of total QLQ-C15-PAL questionnaire scores as well as its subscales of physical, emotional functioning (PF, EF), and fatigue (FA) (p < 0.05). The statistically significant differences between patients' ECOG scores and QLQ-C15-PAL total score, and PF, EF, FA, and pain (PA) scores were 0.375, 0.439, 0.245, and 0.221, respectively (p < 0.001). The QLQ-C15-PAL questionnaire is able to measure 94.0% of the factors measured by the QLQ-C30-PAL. The variables included in the model affected the patients' quality of life to the extent of 44.0%.It has been shown that the scale is a valid/reliable instrument to detect the quality of life of Turkish cancer patients.",
     "keywords": ["Cancer", "Palliative care", "Quality of life"]},
    {"article name": "Moleculer nutritional immunology and cancer",
     "doi": "https://doi.org/10.1016/j.jons.2018.02.002",
     "publication date": "04-2018",
     "abstract": "The immune system composed of cells that are sensitive to a series of surrounding factors and forming an integrated network. During the last decade a significant increase in the number of studies demonstrated that diet components released from adipocytes and metabolic pathways, affected the immune system and highly contributed to the human health.T-cells are significantly affected by nutrition. Decrease in glucose uptake and metabolism, cytokine synthesis, T-cell proliferation and survival in addition to decrease in circulating leptin level have been observed in cases of heavy malnutritions.It has also been shown that leptin represents an important link between nutrition and immunity. Additionally, the effects of diet components on epigenetic mechanisms were also found essential in regulation of the immunity-related genes. The microbiota has also been showen to be a significant factor in the formation and protection of the human immunity.In addition to supply adequate energy and protein requirements for immune system, supporting the immune system with specific nutrients (omega-3 fatty acids, vitamins, trace elements, flavonoids, etc.) is also important. Because they are also required to combat with local or systemic inflammation by strengthening the mucosal, cellular, and humoral immunity.Recently, the concept of immuno-nutrition has been applied with considerable interest. Nutritional Immunology, as a discipline, aims to understand nutritional factors influencing on immune responses.",
     "keywords": ["Nutrition", "Nutrients", "Immunology", "Cancer"]},
    {"article name": "Art therapies in cancer — A non-negligible beauty and benefit",
     "doi": "https://doi.org/10.1016/j.jons.2017.12.003",
     "publication date": "04-2018",
     "abstract": "Art therapy is a powerful tool involving the use of artistic ways of expression for physical and mental healing as well as the improvement of perception and cognitive functions. Art therapies are used to face the existence of life and death in serious diseases such as cancer, and visually express certain deeply-hidden feelings, such as fear and hope, by stimulating the memory. Through art therapy, cancer patients can express themselves with no need for talent, when they fall short of words16. The primary goal is to reveal the feelings of cancer patients and help them be happy: as psychoanalyst Jung says, “happy state is the creative state”.",
     "keywords": ["Art therapy in cancer", "Artistic therapies", "Cancer", "Expressive art therapy", "Quality of life in cancer", "Awareness"]},
    {"article name": "Treatment of locally advanced, unresectable or medically inoperable stage III non-small-cell lung cancer; the past, present and future of chemoradiotherapy",
     "doi": "https://doi.org/10.1016/j.jons.2018.01.003",
     "publication date": "04-2018",
     "abstract": "We aimed to review the development of the chemoradiotherapy options used in the treatment of locally advanced, unresectable or medically inoperable Stage III non-small-cell lung cancer (NSCLC) patients with this review. There are many differences about extent and localization of disease for locally advanced stage NSCLC. The optimal management depends upon multiple factors, including the specific combination of tumor (T) and node (N) staging parameters, the potential to achieve a complete surgical resection of all disease if indicated, and the patient's overall condition and preferences. Chemoradiotherapy has always been the cornerstone of treatment of locally advanced NSCLC and techniques have significantly advanced over this time. Radiation oncology needs to develop the new techniques to improve their survival and the toxicity associated with treatment.",
     "keywords": null},
    {"article name": "Merkel cell carcinoma with axillary metastasis; a case report of a rare disease",
     "doi": "https://doi.org/10.1016/j.jons.2018.03.003",
     "publication date": "04-2018",
     "abstract": "Merkel cell carcinoma is a rare primer neuroendocrine carcinoma of the skin. It is an extremely aggressive tumor. This rare carcinoma is seen with high local and regional recurrence ratios and distant metastasis. We report that a 64 years old female patient who had undergo an excision in another center because of a mass on 4 cm proximal of her right elbow had been diagnosed with Merkel cell carcinoma with positive surgical margins. She was treated with wide re-excision and axillary dissection at our clinic.",
     "keywords": ["Merkel cell carcinoma", "Skin", "Axillary metastasis"]},
    {"article name": "Pulmonary MALT lymphoma with underlying interstitial lung disease: A case report and rewiev of the literature",
     "doi": "https://doi.org/10.1016/j.jons.2018.03.002",
     "publication date": "04-2018",
     "abstract": "Marginal zone lymphoma (MZL) is low grade lymphoma and accounts about 5% of all lymphomas and 5–10% of MZLs are localized in the lung. Interstitial Lung Disease (ILD) is a group of systemic diseases characterized by diffuse inflammation in lung and there is a long list for differential diagnosis. Here we represent a 53 years old man who had been followed as ILD by the department of chest diseases for 1,5 years. Biopsy taken by wedge resection was reported as MZL.",
     "keywords": ["Non-Hodgkin lymphoma", "Interstitial lung disease", "MALT lymphoma"]},
    {"article name": "The role of FOLFOXIRI in chemorefractory metastatic colorectal cancer patients",
     "doi": "https://doi.org/10.1016/j.jons.2018.03.001",
     "publication date": "04-2018",
     "abstract": "The use of FOLFOXIRI (oxaliplatin, irinotecan, leucovorin, and 5-fluorouracil) as first-line therapy for metastatic colorectal cancer (mCRC) is well-established. However, there is no data about the effectiveness of this regimen in pretreated patients in the current literature. In this case report, we aim to evaluate the efficacy and benefit of FOLFOXIRI in patients who received standard regimens.3 patients were treated with FOLFOXIRI and 1 patient received FOLFOXIRI + bevasizumab. Three patients had a partial response to FOLFOXIRI; one of these patients showed disease progression on this chemotherapy regimen and died. Progression free survival (PFS) of three patients was 5.5, 9 and 7.5 months respectively. One patient showed progression without any response to treatment.We observed a partial response in 3 patients who were treated with FOLFOXİRİ and their progression-free survival was more than 3 months. These patients were treated with FOLFOXİRİ as a third or fourth line therapy. FOLFOXIRI should be considered as an alternative option in patients who have received standard treatments with good performance status.",
     "keywords": ["Colorectal cancer", "FOLFOXIRI", "Metastatic", "Chemorefractory"]},
    {"article name": "An overview of the latest ASCO recommendations about antiemetic prophylaxis for treatment-related nausea and vomiting",
     "doi": "https://doi.org/10.1016/j.jons.2017.09.001",
     "publication date": "12-2017",
     "abstract": "Nausea and vomiting (N&V) are among the most feared symptoms of cancer treatment. Since treatment-related N&V is predictable up to some extent, a systematic approach is recommended for prevention. Recently, ASCO has updated and released its' guideline for the prevention of treatment-related N&V. This paper is aimed to summarise the key changes and recommendations of ASCO for practicing medical or radiation oncologists treating adult cancer patients.",
     "keywords": ["Palliative care", "Nausea", "Vomiting", "NK1 antagonists", "Olanzapine", "5HT3 antagonist antiemetic prophylaxis"]},
    {"article name": "Prognostic and predictive role of FOXP3 positive tumor infiltrating lymphocytes (TILs) in curatively resected non small cell lung cancer other than stage IA",
     "doi": "https://doi.org/10.1016/j.jons.2017.07.002",
     "publication date": "12-2017",
     "abstract": "Lung cancer is the leading cause of cancer-related mortality and responsible for 1.6 million deaths per year through world-wide. Surgical resection with negative margin combined with the adjuvant therapy [except for stage IA and IB (<4 cm)] is the Standard treatment for early-stage Non-small cell lung cancer (NSCLC). Early-stage NSCLC, however, has relapse rate over 40% mostly at distant sites. Therefore, high relapse rate necessitates urgent novel biomarker for these patients. In this study, we aim to evaluate the predictive and prognostic role of FOXP3+ Treg cells along with well defined Clinicohistopathological factors in early-stage non-small cell lung cancer (NSCLC). FOXP3 expression in tumor infiltrating lymphocytes (TIL) was examined by immunohistochemical staining from resected early-stage 48 NSCLC patients. Data of patients and FOXP3 expression status along with common clinicohistopathological prognostic factors were evaluated retrospectively. Median age of patients was 62 years-old (range 43–78). Mean follow-up, median overall survival (OS), and disease-free survival (DFS) were 49, 49 and 30 months, respectively. FOXP3 expression was positive in 23 (47.9%) patients. Adjuvant chemotherapy (4 cycles of cisplatin-vinorelbine) was given to 16 patients (33.3%) at physician discretion. Patients with a FOXP3 expression of 25% or higher significantly lower OS and DFS when compared with patients with a FOXP3 staining lower than 25% with p-value of 0.016 and 0.032, respectively. In the patients with high FOXP3 expression, platin-based adjuvant chemotherapy had showed a detrimental effect on DFS and OS. These results suggest that FOXP3 expression may be used as useful prognostic biomarker in resected NSCLC. Our findings also suggest that resected NSCLC patients with FOXP3 expression of 25% or higher staining intensity may not get any benefit even disfavor from adjuvant platin chemotherapy.",
     "keywords": ["Lung cancer", "FOXP3", "Chemotherapy", "Immune system"]},
    {"article name": "Prognostic value of total lesion glycolysis in stage IIIB/IV non–small cell lung cancer",
     "doi": "https://doi.org/10.1016/j.jons.2017.10.003",
     "publication date": "12-2017",
     "abstract": "Although positron emission tomography–computed tomography (PET/CT) is widely used for staging, there are limited data available to describe exactly the role of PET/CT metabolic and quantitative parameters for the prediction of disease outcome. A total of 145 patients diagnosed with histology-proven lung carcinoma in the advanced stage were included. According to the exclusion criteria remaining 76 patients (41 of them were adenocarcinoma EGFR wild-type, 35 were squamous non-small cell lung cancer (NSCLC)) were analyzed. Maximum standardized uptake value (SUV(max)) of a primary lesion was only statistically significant parameter with progression-free survival (PFS) in regression analyses in the whole study population as well as for overall survival (OS). According to the tumor histology, squamous cell carcinoma group did not have any significant PET CT parameters for PFS and OS, but adenocarcinoma group had significant PET CT parameters which were primary lesion of SUV max, SUV mean, total lesion glycolysis (TLG), mediastinal TLG and whole body TLG. In adenocarcinoma group, patients with lower than median TLG values had significantly increased overall survival than patients having higher median whole body TLG values (median OS was 11 vs 6.5 months, P = 0.031, HR 2.1), also they had more PFS without statistical significance (median PFS 6.5 vs 4 months, P = 0.3 HR 1.2). The present study showed that PET/CT metabolic parameters give some prognostic information other than staging of NSCLC, but this information was only significant in EGFR-wild type adenocarcinoma. For squamous cell carcinoma, we need to find any driver targets.",
     "keywords": ["Total lesion glycolysis", "Survival", "Non-small cell lung cancer", "Prognosis"]},
    {"article name": "Oncogenic mutations of PIK3CA and HRAS in carcinoma of cervix in South Indian women",
     "doi": "https://doi.org/10.1016/j.jons.2017.10.004",
     "publication date": "12-2017",
     "abstract": "Carcinoma of the cervix is the second most successive reason of female cancer which remains an imperative medical issue in women around the world. Mutations are normally dissected by tissue biopsy which is intrusive, costly and possibly subjective. However, detection of mutations from blood is a non-invasive procedure. However, detection of mutations from blood is a non-invasive procedure. It would offer several advantages, including greater speed and cheap at a cost such that the family members can likewise be screened. Repeated tests after surgery provide an early cautioning for the disease recurrence. The present work aimed to assess the frequency of PIK3CA and HRAS mutations in cervical cancer patients using peripheral blood. This study includes 210 cases presenting cervical cancer and 210 age and sex-matched healthy controls. Genomic DNA was isolated from peripheral blood. The PCR-CTPP method was performed for screening of exons 9 and 20 of PIK3CA and exon 34 HRAS mutations. Sequencing of PIK3CA and of HRAS genes was done for further confirmation. Out of eight mutations studied, no clear disease causing mutations were noticed in any of the cervical cancer patients in the present investigation. Cervical cancer harbors excessive rates of targetable oncogenic mutations. We couldn't find any changes in our investigation. If a connection amongst tissue and non-tissue mutations could be shown, the probability of a basic blood test to distinguish possibility for anticancer treatment comes a bit nearer. Repeated blood tests after surgery provide an early cautioning for disease recurrence. Therefore, in future evaluation of a larger data set and cases with progressive tumor (Stage III–IV) will be required to approve these findings.",
     "keywords": ["Oncogenic mutations", "Cervical cancer", "Peripheral blood", "PCR-CTPP method", "PIK3CA Phosphatidylinositol-4,5-Bisphosphate", "Phosphatidylinositol-4,5-Bisphosphate", "3-Kinase Catalytic Subunit Alpha HRAS", "HRAS", "Harvey rat sarcoma viral oncogene homolog EGF", "EGF", "Epidermal Growth Factor PDGF", "PDGF", "Platelet Derived Growth Factor GRB2", "GRB2", "Growth factor receptor-bound protein 2 SOS", "SOS", "Son of seven less MAP K", "MAP K", "Mitogen-activated Protein Kinase MAP KK", "MAP KK", "Mitogen-activated Protein Kinase Kinase MAP KKK", "MAP KKK", "Mitogen-activated Protein Kinase Kinase Kinase RAF", "RAF", "Rapidly Accelerated Fibrosarcoma MEK", "MEK", "Methyl Ethyl Ketone RTK Receptor Tyrosine Kinase", "RTK Receptor Tyrosine Kinase", "IRS-1 Insulin receptor substrate-1", "Insulin receptor substrate-1", "PI3K Phosphatidylinositol-3-Kinase", "Phosphatidylinositol-3-Kinase", "PIP2 Phosphatidylinositol 4,5-Bisphosphate", "Phosphatidylinositol 4,5-Bisphosphate", "AKT/ PKB Protein kinase B", "Protein kinase B", "BAX Bcl-2-associated X protein", "Bcl-2-associated X protein", "Rheb RAS-Homolog Enriched in Brain", "RAS-Homolog Enriched in Brain", "mTOR Mammalian target of rapamycin", "Mammalian target of rapamycin", "S6K S6 Protein Kinase", "S6 Protein Kinase", "FOXO Forkhead box O protein", "Forkhead box O protein", "SCC Squamous cell carcinoma", "Squamous cell carcinoma", "ADC Adenocarcinoma", "Adenocarcinoma", "PCR-CTPP Polymerase chain reaction with confronting two-pair primers", "Polymerase chain reaction with confronting two-pair primers"]},
    {"article name": "The hematological parameters in testicular cancer",
     "doi": "https://doi.org/10.1016/j.jons.2017.10.002",
     "publication date": "12-2017",
     "abstract": "Although testicular cancer (TCa) is rare neoplasm that occurs in young men aged between 18 and 35 years. The risk factors are cryptorchidism, family history, and infertility. The aim of this study was to investigate the diagnostic efficacy of neutrophil to lymphocyte ratio for the diagnosis of TCa. The patients who underwent orchiectomy in our unit reviewed retrospectively. Age of the patients, the laboratory results and pathological reports were recorded. The neutrophil to lymphocyte ratio (NLR) was calculated as the neutrophil counts divided to the lymphocyte counts. The patients were divided into two groups according to the pathology record. The testicular malign neoplasms are included in group 1 and group 2 includes the patients who had cryptorchidism and atrophic testes without any malignancy and inflammation. For statistical analysis, student t test was used for comparing the data between groups and the area under curves were used for NLR, neutrophil and lymphocyte counts in the diagnosis of testicular malign neoplasms.There were 285 patients in the present study. The patients' age was between 10 and 90 with a mean age of 36.87 ± 11.83 and 37.24 ± 20.31 years in groups respectively.The neutrophil, white blood cell counts and NLR were significantly higher in group 1 and lymphocye count was lower in patients with testicular cancer with statistical significance. The area under curve was 0.645, 0.626, 0.578 for NLR, neutrophil and lymphocyte counts for the diagnosis of TCa. Mixed germ cell tumor was the most common histologic subtype with an incidence of 51.58%(n:65 patients) and seminomas were reported 37.30% (n:47 patients) of the patients. Testicular cancer has low incidence when compared the other urologic malignancies. There are only three tumor markers that include alpha-fetaprotein, human chorionic gonadotropin and lactate dehydrogenase for testicular cancer diagnosis. The current study showed Neutrophil to lymphocyte ratio (NLR) may be used as a biomarker for TCa. Further studies are needed to define the assocaiton between NLR and testicular cancer.",
     "keywords": ["Diagnosis", "Testicular cancer", "Neurtophil", "Lymphocyte"]},
    {"article name": "Scientific contribution of Turkey in prostate literature. Where are we? Where are we going?",
     "doi": "https://doi.org/10.1016/j.jons.2017.10.001",
     "publication date": "12-2017",
     "abstract": "Prostate cancer is a common malignancy in the world. The established risk factors are increasing age, race and family history. The incidence of prostate cancer is low in Asia, but the overall age-adjusted incidence rate of PCa was reported as 35/100,000 from years of 2008 to 2009 in Turkey. The aim of the study is to investigate the articles from Turkey about prostate cancer for ten years period. The data from the Institute for Scientific Information Web of Science was reviewed and ‘prostate adenocarcinoma’ in the title was searched in each year from 2006 to 2015. The article, review and letter were selected. Number of articles from Turkey and world was recorded and localization of the top ten countries were noted. There were 28,714 articles between 2006 and 2015 years. The articles increased from 11,998 to 16,716 in last 5 years. In Turkey; the articles was 120 in first 5 year and increased to 205 in the last 5 years. The percentage of increases was 39.3 and 70.8% in the world and Turkey. Ranking to the countries according to the article numbers; Turkey was between 17–23 and 16–27 in first and second five years. The number of the countries whom published prostate cancer articles reached to 89 in ten years. The number of the articles is increased during the years. When we think the nüfüs of the country and number of the academicians, the number of the articles would be more than today. The urologists must work more than last to improve the Turkish scientific localization. The clinical chefs of the university and training hospitals can organize well designed clinical studies and Turkish Association of Urology and Oncology promote the clinical studies, we can publish more and more studies.",
     "keywords": null},
    {"article name": "Clinical outcome of patients with glioblastoma multiforme: Single center experience",
     "doi": "https://doi.org/10.1016/j.jons.2017.10.005",
     "publication date": "12-2017",
     "abstract": "Glioblastoma multiforme (GBM) is the most common and fatal brain tumor in adults. Prognosis remains dismal and median overall survival rarely exceeds 12 months. In this study, we evaluated the demographic and clinical features of Turkish glioblastoma patients from single institute to identify the important prognostic factors which might be related with patient outcomes in this population, retrospectively. Demographic data, clinicopathological data and treatment parameters (i.e. extent of surgical resection, radiotherapy and use of chemotherapy) were obtained from medical records. SPSS version 22 was used for all statistical analyses. The median progression-free survival and overall survival was 9,9 and 13,7 months; respectively. The group of patients with the highest mean overall survival had a tumor at the fronto-temporal region, followed by frontal localization. In univariate analysis, age, concurrent chemoradiotherapy and adjuvant temozolomide use were all predictors for both PFS and OS. However, in multivariate analysis, age and concurrent radiotherapy were significant predictors of survival. Patients receiving cyberknife after recurrence had longer OS. We retrospectively evaluated glioblastoma patients from single institute, the results supported previously reported factors that influence survival time in glioblastoma.",
     "keywords": null},
    {"article name": "Applicability of end of life needs assessment tool at a multicultural Turkish hospital",
     "doi": "https://doi.org/10.1016/j.jons.2017.07.003",
     "publication date": "12-2017",
     "abstract": "Improving the quality of life in terminal stage cancer patients and their families are at utmost importance. The End of Life Needs Assessment Form is adapted from Palliative Performance Scale; to assess patients' needs toward the end of their life. We studied for the first time the practicality, applicability and usefulness of this tool in a unique Turkish hospital providing services to patients from extensive number of countries in this region.",
     "keywords": ["Quality of life", "Palliative performance scale", "Palliative care", "End of life", "Cancer patient", "Survival prediction"]},
    {"article name": "Malignant pleural mesothelioma with rarely seen metastases",
     "doi": "https://doi.org/10.1016/j.jons.2017.11.003",
     "publication date": "12-2017",
     "abstract": "Malignant mesothelioma, primarily located in the pleura, is a locally aggressive tumor. Distant metastases are rarely seen and mostly diagnosed postmortem. We present the third malignant pleural mesothelioma (MPM) case in the literature with bone marrow metastasis. A 36-year-old male patient presented with pain at the right mediastinal area and 5 × 6cm mass on the right side of his chest. 18-FDG positron emission tomography (PET) scan showed local uptake at the pleura, regional lymph nodes and 5th rib. The tru-cut biopsy reported as sarcomatoid type MPM. Cisplatin-pemetrexed therapy was planned. His medical condition deteriorated after 2 months and multiple metastases to brain, liver, adrenal glands and bone marrow were detected. The patient was lost 4 months after he was diagnosed. Brain and bone marrow metastasis of MPM are rarely seen. Physicians should be careful about the rapid progression and unexpected metastases of MPM.",
     "keywords": ["Bone marrow", "Liver", "Brain", "Metastasis"]},
    {"article name": "A paratesticular inflammatory myofibroblastic tumor and review of the literature",
     "doi": "https://doi.org/10.1016/j.jons.2017.09.002",
     "publication date": "12-2017",
     "abstract": "Inflammatory Myofibroblastic tumor (IMT) is a pseudosarcomatous inflammatory lesion originating from soft tissue or viscera. It has been reported in different solid organs, rarely in genitourinary system. Thirty-eight year old male patient presented with scrotal pain and lump. Ultrasonography revealed a 4.5 × 3.5cm ovoid heterogeneous mass related with epididymis. Patient was treated with right orchiectomy and the pathology confirmed the diagnosis of paratesticular IMT. Our case had similar clinical and pathological characteristics with other cases in the literature. Although IMT has a benign nature, due to inadequate experience and possibility of recurrence in other organs, patients should be followed after surgical resection.",
     "keywords": ["Testis tumor", "Inflammatory myofibroblastic tumor", "Cancer"]},
    {"article name": "Neuroendocrine tumor of the inguinal node: A very rare presentation",
     "doi": "https://doi.org/10.1016/j.jons.2017.08.005",
     "publication date": "12-2017",
     "abstract": "Neuroendocrine tumors are a broad family of tumors arising most commonly in the gastrointestinal tract and the bronchus pulmonary tree. The other common sounds are the parathyroid, pituitary and adrenal gland. Inguinal node as a primary presentation of a neuroendocrine tumor is an extremely rare presentation. We present the case of a 43-year-old-male who presented with the complaints of an inguinal node swelling without any other symptoms and on further evaluation was diagnosed to have a non-metastatic neuroendocrine tumor of the inguinal node. He was treated with a combination of chemotherapy and surgery and is presently awaiting completion chemotherapy.",
     "keywords": ["Neuroendocrine tumor", "Inguinal node", "Non metastatic"]},
    {"article name": "Long term oncologic surveillance in Maffucci syndrome: A case report",
     "doi": "https://doi.org/10.1016/j.jons.2017.08.003",
     "publication date": "12-2017",
     "abstract": "Maffucci syndrome is a rare disorder of bone and soft tissue characterized by multiple enchondromas and hemangiomas. Patients with this disorder are at significantly increased risk for malignant transformation of the lesions; of particular note are chondrosarcomas, gliomas, ovarian tumors and other sarcomas. Additionally, patients are affected by skeletal malformations including limb length discrepancies and deformities of the hands, feet and upper and lower limbs. Because of the rarity of the condition, there is currently no consensus for long-term screening of these patients. We suggest a regimen including annual surveillance using advanced imaging and routine physical examination.",
     "keywords": ["Enchondroma", "Maffucci", "Vascular malformation", "Sarcoma", "Glioma"]},
    {"article name": "Angioneurotic edema of metastatic breast cancer patient associated with letrozole",
     "doi": "https://doi.org/10.1016/j.jons.2017.07.004",
     "publication date": "12-2017",
     "abstract": "Breast cancer is the most frequent cancer in women leading to a Significant morbidity and mortality. The majority of breast malignancies are hormone responsive. We present a case of letrozole-associated angioneurotic edema in a 62-year-old woman with metastatic breast cancer. Angioneurotic edema is the insidious side effect of letrozole. Clinical suspicion is the key to the early diagnosis.",
     "keywords": ["Angioneurotic edema", "Letrozole", "Breast cancer"]},
    {"article name": "Biology of glucose metabolization in cancer cells",
     "doi": "https://doi.org/10.1016/j.jons.2017.06.002",
     "publication date": "07-2017",
     "abstract": "Cancer is a disease at the cellular level involving heritable disorders in cellular control mechanism. Cancer cells also need to adapt their metabolism to survive and multiply under the metabolically compromised conditions provided by the tumor microenvironment. Tumor cells alter their metabolism to maintain unregulated cellular proliferation and survival, but this transformation leaves them reliant on constant supply of nutrients and energy. They alter their metabolism to support their rapid proliferation and expansion across the body. After the discovery of based on the altered cancer cell metabolism in 1930, loads of studies have shed light on several aspects of cancer metabolism with a common goal to find new ways for effectively eliminating tumor cells by targeting their energy metabolism. Research has directed most of its resources to elucidate the causes, prevention and possible cure for cancer, yet the process has been elusive claiming human lives more than ever. This disease is a manifestation of etiological and pathological disturbances of mechanisms that control cell division, differentiation and metabolism. 50% of all human tumors carry genetic alterations that lead to the inactivation of some tumor suppressor proteins. Cancer cells are shown to experience characteristic changes in their metabolic programs, including increased uptake of glucose, enhanced rates of glutaminolysis and fatty acids synthesis, suggesting that metabolic shifts supports tumor cells growth and survival. In this review, we summarized the major concepts of glucose metabolization and explore the molecular basis of aerobic glycolysis of cancer cells.",
     "keywords": ["Cancer", "Glucose", "Glycolysis", "Hypoxia", "Warburg"]},
    {"article name": "Indoleamine 2,3-dioxygenase (IDO): Only an enzyme or a checkpoint controller?",
     "doi": "https://doi.org/10.1016/j.jons.2017.04.001",
     "publication date": "07-2017",
     "abstract": "Tryptophan (Trp) is one of the important essential amino acids and Kynurenine pathway (KP) is the first and rate limiting step of degrading Trp to active metabolites. Recent studies showed that KP metabolites have antimicrobial and immunosuppressive roles. The main controller enzyme of this pathway is indoleamine-2,3-dioxygenase (IDO). IDO is an intracellular monomeric, heme-containing enzyme that controls the Trp breakdown in the KP. In this review, we discuss IDO functions on cancer progression and prognosis, and possible therapeutic aspects of inhibition of IDO on cancer immunotherapy.",
     "keywords": ["Indoleamine 2,3-dioxygenase", "Kynurenine pathway", "Cancer"]},
    {"article name": "The assessment of incidental thyroid lesions on 18F-fluorodeoxyglucose positron emission tomography/computed tomogrophy: A single centre experience",
     "doi": "https://doi.org/10.1016/j.jons.2017.03.003",
     "publication date": "07-2017",
     "abstract": "The aim of the present study was to evaluate the prevalence of thyroid lesions detected by 18F-fluorodeoxyglucose positron emission tomography/computed tomography (18F-FDG PET/CT) incidentally, determine malignancy risk and its relationship with maximal standardized uptake value (SUVmax) and FDG uptake pattern.Between February 2009 and February 2014, a total of 12713 patients underwent 18F-FDG PET/CT. Incidental thyroid uptake was seen in 710 patients and further diagnostic evaluation was performed on 147 patients with focal or diffuse FDG uptake. The 18F-FDG PET/CT findings of these patients and their association with malignancy were retrospectively reviewed.The prevalence of thyroid incidentalomas detected by 18F-FDG PET/CT was 5.6% (710/12713). Of the 147 patients who underwent biopsy or thyroid surgery, histology was benign in 99 and malign in 48 patients. The malignancy risk of incidental thyroid lesions was calculated as 32.7% (48/147). The median SUVmax was 2.9 (0.6–27.4) in benign group, whereas 11.8 (2.4–72.9) in malign group and the difference between these groups was statistically significant (p < 0.001). According to the ROC analysis, a SUVmax above 6 was more likely to be malign with statistical significance (p < 0.001). The sensitivity, specificity, positive predictive value and negative predictive value were 87.4%, 81.7%, 70.1% and 93% respectively.The malignancy risk of incidental thyroid lesions on 18F-FDG PET/CT is high. Although it is obvious that higher SUVmax values are tended to be malign, an overlap between benign and malign groups is still remaining. In case of absence of clinical contraindications, further examination should be recommended.",
     "keywords": ["Positron emission tomography", "Thyroid incidentaloma", "Standardized uptake value", "18F-fluorodeoxyglucose uptake pattern"]},
    {"article name": "Comparative investigation of antitumoral effectiveness of Rho-kinase inhibitor Y-27632, pravastatin and atorvastatin in anaplastic thyroid cancer cell culture",
     "doi": "https://doi.org/10.1016/j.jons.2017.05.005",
     "publication date": "07-2017",
     "abstract": "Anaplastic thyroid cancer is an aggressive malignancy with a poor prognosis. In metastatic cases instead of treatment alternatives including surgery, radiotherapy, and chemotherapeutic regimens, targeted treatments should be sought for.Statins are 3-hidroxy-3 methylglutaryl-coenzyme A (HMG-CoA) reductase inhibitors, and inhibit conversion of HMG-CoA into mevalonate. Inhibition of mevalonate pathway Ras prenylation, can also inhibit tumoral growth. Rho/Rho kinase pathway has an important role in tumoral proliferation, and metastasis in which activity of ROCK increases leading to tumoral invasion. Herein we investigated antitumoral effectiveness of two HMG-CoA reductase inhibitor statins namely pravastatin, and atorvastatin, and Rho-kinase inhibitor Y-27632 in anaplastic thyroid cancer cell cultures through suppression of cellular proliferation. Various concentrations of pravastatin (20, and 60 μM), and atorvastatin (10, and 30 μM), Y-27632 (10, and 30 μM), and their combinations including pravastatin -Y-27632 (20 μM + 10 μM; 60 μM + 30 μM), atorvastatin - Y-27632 (10 μM + 10 μM, and 30 μM + 30 μM) solutions were prepared. Anaplastic thyroid cancer cell culture media were treated with these more water-soluble drug solutions of pravastatin which induced lower dose-, and time-dependent decreases in cellular indices relative to more lipid-soluble atorvastatin which also markedly suppressed cellular proliferation. Y-27632 also decreased cell indices in a dose-, and time-dependent manner. Combination of Y-27632 with pravastatin, and atorvastatin did not demonstrate additive, synergic or antagonistic interactions.HMG-CoA reductase, and also Rho-kinase inhibitors are promising treatment alternatives of anaplastic thyroid cancers. Further in vivo, and clinical studies are needed on this issue.",
     "keywords": ["Anaplastic thyroid cancer", "ROCK", "Rho-kinase inhibitor", "Statin"]},
    {"article name": "Systemic chemotherapy of advanced soft tissue sarcomas",
     "doi": "https://doi.org/10.1016/j.jons.2017.05.001",
     "publication date": "07-2017",
     "abstract": "Soft tissue sarcomas, which originate from the mesenchymal tissue, represent a rare disease group with more than 100 subtypes. Primary treatment is surgical excision. In locally-advanced or metastatic cases, systemic treatment is the only therapeutic approach. Because of their heterogeneity, prognosis and response to the chemotherapy may be relatively different. Monotherapy with doxorubicin and its combination with ifosfamide continue to be the standard approach in the first-line treatment of advanced disease. Histology-directed therapy has become popular with the introduction of novel cytotoxic agents. Successful results have been achieved with recent developments in the field. Currently, the median overall survival rate in advanced stage disease barely exceeds 12 months in spite of the novel treatment options. In this review, our objective was to summarize the current data on cytotoxic treatments in the metastatic soft tissue sarcomas.",
     "keywords": ["Soft tissue sarcoma", "Metastatic", "Chemotherapy"]},
    {"article name": "EpCAM as a novel therapeutic target for hepatocellular carcinoma",
     "doi": "https://doi.org/10.1016/j.jons.2017.04.002",
     "publication date": "07-2017",
     "abstract": "Hepatocellular carcinoma (HCC) is the sixth most common malignant tumor worldwide. Due to the heterogeneity nature, prognosis for patients with HCC remains unsatisfactory. The conventional treatments like chemotherapy and radiotherpay fails to cure the disease most of the time and this may be due to the presence of cancer stem cells (CSCs). Cancer stem cell is a small population of cancer tissues responsible for chemoresistant, radioresistant, and cancer relapse through various mechanism like ATP binding cassete (ABC) effulus and ALDH inhibitor. Numores cancer stem cell markers are idendified for the liver cancer, such as Epithelial cell adhesion molecule (EpCAM), CD133, CD90, CD13. EpCAM is one of the first tumor-associated antigen and a marker for most epithelial cancers except renal cell carcinoma, urothelial carcinoma and squamous cell carcinoma. Also it is a marker for liver stem cells/progenitor cells. EpCAM plays a major role in cell-cell migration, cell proliferation, tumorogenisity, metastasis. Also, it acts as a potential target for EpCAM positive carcinomas like breast cancer, colon cancer and liver cancer. This entire review deals about how EpCAM can be used in the near future as a potential therapeutic target for HCC.",
     "keywords": ["EpCAM", "Hepatocellular carcinoma", "Cancer stem cell", "Chemoresistance"]},
    {"article name": "Homeopathy and cancer",
     "doi": "https://doi.org/10.1016/j.jons.2017.05.006",
     "publication date": "07-2017",
     "abstract": "Homeopathy developed about 200 years ago by the German physician Samuel Hahnemann has overtime become one of the most common complementary and alternative medicine procedures performed to treat cancer in the United States and Europe. In this procedure, based on the principle of “like cures like”, substances that have been diluted many times are used to treat patients, who show symptoms that the substances would cause when used in healthy people. Homeopathy is thought to stimulate the body's self-healing ability in this way. The studies carried out up to date have provided no strong evidence supporting the use of homeopathy in any clinical condition. The studies that have given positive results were methodologically incomplete. The procedure is claimed to be harmless, based on the fact that the active ingredients contained in homeopathic products are highly diluted. Sufficiently diluted homeopathic products are harmless as claimed, except for rare and non-serious side effects such as allergic reactions. However, studies reveal that also inadequately diluted products containing high levels of active ingredients are available in the market. Taking into account this danger, it is hard to say that the method is totally harmless.",
     "keywords": ["Homeopathy", "Cancer", "Alternative medicine", "Complementary medicine"]},
    {"article name": "Successful use of docetaxel for emergency treatment of disseminated intravascular coagulation due to hormone-refractory metastatic prostate cancer",
     "doi": "https://doi.org/10.1016/j.jons.2017.06.003",
     "publication date": "07-2017",
     "abstract": "Disseminated intravascular coagulation (DIC) is a fatal presentation of metastatic adenocarcinoma of the prostate. A 59-year old male presented with a 2-week history of fatigue, red urine, and bruises on his body. Physical examination and ultrasonography showed that the patient had an enlarged prostate. Laboratory analysis was consistent with DIC. The patient's PSA level was 90 ng mL−1. Bone scintigraphy showed diffuse metastasis. Histopathological analysis of a biopsy specimen showed prostate adenocarcinoma. Acute DIC improved rapidly following initiation of leuprolide and bicalutamide hormone therapy. The patient's PSA dropped from 90 to 0.01 ng mL−1 after 1 month of treatment. The patient had recurrence of the initial complaints and elevated PSA while receiving leuprolide treatment in first year. As the patient's clinical condition deteriorated, we initiated docetaxel-containing chemotherapy. The patient's symptoms became less severe and his abnormal laboratory findings began to normalize after 2 weeks of the chemotherapy, and they completely resolved returned to normal after 2 months. In conclusion, docetaxel-containing chemotherapy in a patient with metastatic prostatic carcinoma and DIC was effective, despite a low platelet count and bleeding.",
     "keywords": ["Prostate cancer", "Disseminated intravascular coagulation", "Docetaxel"]},
    {"article name": "An extremely rare neoplasm, histiocytic sarcoma: A report of two cases with an aggressive clinical course",
     "doi": "https://doi.org/10.1016/j.jons.2017.05.007",
     "publication date": "07-2017",
     "abstract": "Histiocytic sarcoma (HS) is an extremely rare malignant neoplasm accounting for less than 1% of all hemato-lymphoid neoplasms. Sixty percent of all cases are metastatic at presentation and the prognosis is poor.Two cases of HS with an aggressive clinical course are presented.The first case was a 58-year-old man admitted to our hospital with back pain and paresthesia of the lower extremities. Magnetic resonance imaging (MRI) of the thoracic spine revealed a mass measuring 48 × 15 mm between the T2‒T5 paravertebral area, entering the spinal channel via the neural foramen and compressing the spinal cord. The mass was completely resected and pathological and immunohistochemical staining confirmed the diagnosis of HS. After three cycles of cyclophosphamide, doxorubicin, vincristine, and prednisone (CHOP) and two cycles of carboplatin/paclitaxel, the patient died due to disease progression after 9 months.The second case is a 48-year-old man who presented with fever and weight loss, and complained of back pain for 2 months. Thoracic vertebral MRI revealed a lesion destructing the T6, T7 and T9 vertebral corpus and a mass measuring 2.5 × 2 cm near the T6‒T7 transverse process. Total-body fluorodeoxyglucose positron emission tomography (FDG-PET) imaging revealed bilateral inguinal hypermetabolic lymph nodes measuring 10 × 14 mm and osteolytic destructive bone lesions on the vertebral colon and pelvic bones. Pathological and immunohistochemical staining of bone marrow aspirate confirmed the diagnosis of HS. After three cycles of ifosfamide, carboplatin, etoposide (ICE) chemotherapy, the patient died due to disease progression after 3 months.HS is an extremely rare malignant neoplasm of the monocytic/macrophage lineage, with no standardized chemotherapy regimen for multisystemic disease. Metastatic patients have a more aggressive clinical course than those with unifocal disease.",
     "keywords": ["Histiocytic sarcoma", "Paravertebral mass"]},
    {"article name": "Imatinib and hypophosphatemia: Case report and review of literature",
     "doi": "https://doi.org/10.1016/j.jons.2017.05.002",
     "publication date": "07-2017",
     "abstract": "Imatinib mesylate is a potent inhibitor of the BCR-Abl kinases, c-Kit, PDGFR, and fms. Imatinib used for treatment of chronic myeloid leukemia and gastrointestinal stromal tumor. Imatinib has been well tolerated. The most common adverse events reported included edema, nausea, diarrhea, myalgia or musculoskeletal pain, fatigue, dermatitis or rash, headache and abdominal pain. Hypophosphatemia is rare side effect of imatinib treatment. This is the report of a case experiencing severe hypophosphatemia during adjuvant treatment with imatinib for gastrointestinal stromal tumor.",
     "keywords": ["Imatinib", "Hypophosphatemia", "Gastrointestinal stromal tumor", "ATP Adenosine triphosphate", "Adenosine triphosphate", "CML Chronic myeloid leukemia", "Chronic myeloid leukemia", "PDGFR Platelet derivated growth factor", "Platelet derivated growth factor", "GIST Gastrointestinal stromal tumor", "Gastrointestinal stromal tumor", "USG Ultrasonography", "Ultrasonography", "CT Computerized tomography", "Computerized tomography", "P Phosphorus", "Phosphorus", "PTH Parathyroid hormone", "Parathyroid hormone", "25-OH-VitD 25 hydroxy vitamin-D3", "25 hydroxy vitamin-D3"]},
    {"article name": "Richter's transformation presenting with superior vena cava syndrome",
     "doi": "https://doi.org/10.1016/j.jons.2016.11.002",
     "publication date": "07-2017",
     "abstract": "In the present study, we report a 65-year old man who had been diagnosed earlier as having chronic lymphocytic leukemia and treated for 2 years with fludarabine. He presented to our hospital 2 years later with clinical features of superior vena cava syndrome. The underlying cause was diffuse large B cell lymphoma obstructing the superior vena cava.",
     "keywords": ["Richter's transformation", "Superior vena cava syndrome"]},
    {"article name": "Tumor markers of breast cancer: New prospectives",
     "doi": "https://doi.org/10.1016/j.jons.2017.01.001",
     "publication date": "04-2017",
     "abstract": "Tumor markers are substances produced by the tumors or by other cells of the body in response to cancer or certain benign conditions. Although most of these markers are made by the normal cells as well as by cancer cells, they are produced at much higher levels in cancerous conditions. These markers are used to evaluate the patient's response to treatment and to detect the presence of metastasis or recurrence. Breast cancer is one of the most common malignancies in females worldwide. The CA 27-29, CA 15-3, CA27.29, carcinoembryonic antigen, tissue polypeptide specific antigen, p53, cathepsin D, cyclin E, nestin and HER-2 are tumor markers that are often expressed in people with breast cancer. They play a crucial role in diagnosis, monitoring response to therapy, early detection of metastasis and determination of recurrence in patients with breast cancer.",
     "keywords": ["Cancer", "Tumor markers", "Breast cancer", "Prospectives"]},
    {"article name": "The preponderance and dye-tissue receptive variability analyses of malignant and benign lesions of the female genitalia",
     "doi": "https://doi.org/10.1016/j.jons.2017.02.002",
     "publication date": "04-2017",
     "abstract": "Benign and malignant lesions of the female genitalia are of great concern worldwide. The roles of dyes to aid identification of diagnosis in these two classes of lesions are of importance. The aim of this research was to determine the prevalence of malignant and benign lesions in the female genitalia and their receptivities to seven histochemical dyes.Six hundred and thirty two (n = 632) gynaecological malignant and benign lesions data collected from the archives of the Histopathology Laboratory of Braithwaite Memorial Specialist Hospital (BMSH), Port Harcourt, Nigeria between 2010 and 2014 were used for this study. The representative tissues were sectioned and stained with Haematoxylin and Eosin (H&E), Masson's Trichrome (MT), Periodic Acid Schiff (PAS), Phosphotungstic Acid Haematoxylin (PTAH), Southgate Mucincamine (SGM), Alcian Blue (AB) and Verhoeff Van Gieson (VVG) dyes.We identified 601 (95.1%) benign and 31 (4.9%) malignant lesions during the 5-year period. The mean and standard deviation (±SD) of patients' age associated with the malignant and benign tissues were 47.7 ± 16.7 and 37.3 ± 11.2 years. There were significant (p < 0.05) associations in the distribution of lesions by age category, reproductive status, region, and origin of tissue, but not by year of diagnosis and developmental stage (p > 0.05). Stain analyses revealed significant variations in the receptivity of the seven dye-tissues with the mean % area for benign lesions ranging from 38.94 ± 10.60% in SGM to 64.51 ± 12.04% in MT and those of malignant lesions ranging from 37.64 ± 17.71% in AB to 63.95 ± 8.94% in MT. Similarly, intensity measurements for benign lesions ranged from 81.76 ± 13.96 points (pts) in MT to 161.39 ± 17.23 pts in AB compared to malignant lesions, which ranged from 78.04 ± 25.73 pts in MT and 167.75 ± 12.62 pts in AB.Our study reported the preponderance of benign lesions than malignant lesions in the sample population. Comparatively, MT exhibited the best dye-tissue receptivity in both benign and malignant lesions than the baseline dye (H&E) and remains a valuable tool for the diagnosis of gynecological lesions.",
     "keywords": ["Benign", "Malignant", "Female genitalia", "Histochemical dyes"]},
    {"article name": "Oxaliplatin induced acute immune-mediated thrombocytopenia; a case report",
     "doi": "https://doi.org/10.1016/j.jons.2017.03.001",
     "publication date": "04-2017",
     "abstract": "Oxaliplatin is a third-generation platinum anti-neoplastic agent, which is used in the treatment of colorectal, gastric, and biliary tract cancers with combination other chemotherapy drugs. In rare cases, thrombocytopenia may occur suddenly in approximately 24 hours due to immune-mediated reactions. This reaction is usually seen after long term usage of oxaliplatin-based chemotherapy. Here, we present our case of immune-mediated thrombocytopenia associated with oxaliplatin.A 56 years old man who had stage IV rectum cancer with liver metastasis, had palliative surgery due to bowel obstruction after initial diagnostic approach. After failure of first line treatment, mFOLFOX6 plus Cetuximab (Cetuximab: 500mg/m2 on day 1, Oxaliplatin: 85 mg/m2 day 1, Leucovorin (LV): 400 mg/m2 day 1, 5-FU 400 mg/m2 IV bolus on day 1 followed by 2400 mg/m2 on day 1 infused over 46 hours every two weeks) regimen was started. Before the 21st cycle of oxaliplatin plus cetuximab regimen, the patient had normal thrombocyte, haemoglobin and neutrophile count. Approximately 8 hours after the chemotherapy patient had been taken to the emergency service with petechia, vigorous gastrointestinal and nasal bleeding. The thrombocyte levels were 3000 at μl. The patient was given methylprednisolone for three days. The thrombocyte levels recover quickly in 24 hours. After this reaction, oxaliplatin stopped and the chemotherapy was changed to capesitabine plus cetuximab regimen.In conclusion, oxaliplatin induced immune-mediated thrombocytopenia is a rare side effect but a life threatening complication. A physician who uses oxaliplatin as a treatment option should keep in mind the possibility immune-mediated thrombocytopenia which may cause life-threatening bleeding. Especially the long term use of oxaliplatin (median >10 cycles) may alert the physician for immune-mediated adverse effects.",
     "keywords": ["Oxaliplatin", "Immune-mediated thrombocytopenia", "Chemotherapy", "Thrombocytopenia"]},
    {"article name": "Two case reports of parathyroid carcinoma and review of the literature",
     "doi": "https://doi.org/10.1016/j.jons.2016.11.001",
     "publication date": "04-2017",
     "abstract": "Parathyroid carcinoma is an infrequent endocrine malignant neoplasm with an aggressive behavior. Two cases of parathyroid carcinoma are described, one with a late diagnosis after previous surgeries for parathyroid hyperplasia, and the other diagnosed after pathologic fracture. The aim of this article is to make a review on recent parathyroid carcinoma literature and discuss these two illustrating cases. There has not been established any etiology for parathyroid carcinoma and no predisposing factors were identified. Parathyroid carcinoma may occur sporadically or as part of a genetic syndrome. The clinical features of parathyroid carcinoma are similar to benign cases of hyperparathyroidism and the pathologic diagnose is difficult. In the absence of metastatic disease in addition to a similar clinical setting, it can be difficult to distinguish benign and malignant hyperparathyroidism. Parathyroid carcinoma is a rare disease which diagnose can be challenging. Recent advances in immunohistochemical analysis may have helped in histopathologic evaluation, but pre-operative detection relies on imaging exams that may not differentiate malignant from benign hyperparathyroidism. The first surgical approach is paramount for disease control. There is still few effective therapeutic options for recurrent and metastatic disease, and these patients' prognostic status remain poor. Promising results were observed with denosumab and PTH immunization, and they may be a useful therapy for advanced cases in the future, but further investigation is required.",
     "keywords": ["Parathyroid carcinoma", "Parathyroid cancer"]},
    {"article name": "Primary squamous cell carcinoma of the breast: A case report in a review of current literature",
     "doi": "https://doi.org/10.1016/j.jons.2017.01.002",
     "publication date": "04-2017",
     "abstract": "Primary squamous cell carcinoma of the breast is a rare malignancy considered a subtype of metaplastic breast carcinomas. Here we presented a case of 56-year-old female patient with a history of modified radical mastectomy, chemotherapy and radiotherapy for invasive ductal carcinoma of the right breast in 2005. After eleven years primary squamous cell carcinoma of the breast has been detected in the left breast. Any other localization were screened for squamous cell carcinoma but there was no localization beyond the breast. The case was discussed and complied in a review of current literature.",
     "keywords": null},
    {"article name": "Male breast cancer exhibiting features of basal-like subtype female breast cancer",
     "doi": "https://doi.org/10.1016/j.jons.2016.07.004",
     "publication date": "12-2016",
     "abstract": "The molecular subtypes of male breast cancer are not well-known, but luminal A is generally regarded as the predominant subtype. We present the clinical and histopathological features in a man with triple-negative breast carcinoma.",
     "keywords": ["Breast", "Cancer", "Male", "Basal-like", "Molecular subtype"]},
    {"article name": "Metaplastic carcinoma of the breast: A case series and review of the literature",
     "doi": "https://doi.org/10.1016/j.jons.2016.08.006",
     "publication date": "12-2016",
     "abstract": "Metaplastic breast carcinoma (MBC) is a rare aggressive type of breast cancer, which accounts for less than 1% of breast tumors. Since its recognition as a distinct pathological entity in 2000, number of MBC patients has been increasing over years. We aimed to report a series of 7 cases of MBC treated in our clinics.Between 2006 and 2015, 7 cases with diagnosis of MBC were retrospectively reviewed. Patients' characteristics, clinicopathological features and types of surgery were evaluated.All patients were female with a median age of 51(40–65) years. Median tumor size was 40 mm (35–85 mm). Two patients had breast-conserving surgery and 4 patients had mastectomy. One patient received chemotherapy due to extensive metastatic disease at the time of presentation. Only one patient had one positive sentinel lymph node with no other involvement in the non-sentinel nodes. Two patients had spindle cell carcinoma, 2 patients had pure epithelial type, and 3 patients had mixed epithelial and mesenchymal type MBC. Most common component of MBC was squamous cell metaplasia that was found in 4 out of 7 patients. Six patients had triple negative tumors except the patient with disseminated disease. This patient had estrogen receptor positive, progesterone receptor negative tumor with human epithelial receptor-2 (HER2) over-expression. Median Ki67 score measured in 5 patients was 57% (40–95%).Our small series is consistent with the literature. MBC rarely metastasize to axillary lymph nodes despite large size and are usually triple negative with high Ki-67 scores indicating aggressiveness and lack of response to hormonal therapy. Larger series of patients are needed to find and test new biomarkers to develop potential targeted therapy for subgroups of the disease.",
     "keywords": ["Metaplastic breast carcinoma", "Basal like phenotype", "Triple negative breast cancer"]},
    {"article name": "Chemoradiation of pancreatic carcinoma",
     "doi": "https://doi.org/10.1016/j.jons.2016.10.002",
     "publication date": "12-2016",
     "abstract": "Pancreatic carcinoma is a malignancy with a poor prognosis and the 4th. most common cause of cancer-related deaths. Patients are usually diagnosed at advanced stage of the disease. Surgical resection remains the only potentially curative therapy, as only 20% of the patients present with disease are amenable to resection. Surgery, chemotherapy, radiotherapy and palliative therapies are therapeutic options. Multidisciplinary approach is needed for every stage of the disease. Researches showed an improved survival benefit of radiotherapy (RT) and chemotherapy (CT) combination for locally advanced unresectable pancreatic carcinoma compared to RT or CT alone. In an attempt to improve survival, the efficacy of chemoradiation (CRT) after surgery compared to observation has been tested in several trials. Neoadjuvant CRT achieves a higher probability of margin negative R0 resection. Currently, both 5-FU and gemcitabine have been used concurrently with RT, and also targeted agents (erlotinib, cetuximab, panitumumab, bevacizumab) have been also evaluated.",
     "keywords": ["Pancreatic carcinoma", "Radiotherapy", "Chemotherapy"]},
    {"article name": "The recurrence with isolated intra-abdominal lymph node in patients with colorectal cancer: A study of the Turkish Descriptive Oncological Researches Group (intra-abdominal lymph node and colon cancer)",
     "doi": "https://doi.org/10.1016/j.jons.2016.07.001",
     "publication date": "12-2016",
     "abstract": "This study aimed to identify the risk factors related in recurrence with isolated intra-abdominal lymph node metastasis in patients with colorectal cancer.This is a retrospective, cross-sectional study of 21 colorectal cancer patients with isolated intra-abdominal lymph node metastases. Preoperative demographic and laboratory/postoperative histological features of these patients were been analyzed.Lymphovascular and perineural invasion and mutant-type K-ras status were more common in the study patients. In addition, a significant correlation was been detected between lymphovascular and perineural invasion, preoperative serum CEA level, preoperative thrombocyte count, mutant-type K-ras status, and pathological N3 disease. Mutant-type K-ras status and the presence of lymphovascular invasion were independent prognostic risk factors for isolated intra-abdominal lymph node metastasis.The presence of lymphovascular invasion and mutant-type K-ras status may be poor prognostic risk factors for isolated intra-abdominal lymph node metastasis in patients with colorectal cancer. However, studies involving larger patient series, molecular indicators, and cohorts with metastasis in other areas are been needed to verify this study.",
     "keywords": ["Colorectal cancer", "Recurrence", "Intra-abdominal lymph node", "KRAS"]},
    {"article name": "Antitumor activity of sorafenib on colorectal cancer",
     "doi": "https://doi.org/10.1016/j.jons.2016.07.008",
     "publication date": "12-2016",
     "abstract": "In spite of progress in treatment on colorectal cancer, it is not still convincing. Because of that, there is a pursuit to find a better treatment option. Our goal of this study is to research antiproliferative effect and mechanism of action of sorafenib on colorectal cancer cell line. Antiproliferative effects of sorafenib have been evaluated by using colorectal DLD-1 cell line. Materials and Methods: For determining the effects of sorafenib on colorectal cell, Real time analysis was performed. Chorioallantoic membrane model (CAM) was used for assessing angiogenesis. Different concentrations of sorafenib (500, 250, 125, 62.5, 31.25, 15.62, 7.81, 3.9, 1.95, 0.97 and 0.48 nM/well) applied on DLD-1 colorectal cancer cells, caused strong antiproliferative effect in a concentration manner. IC50 value of sorafenib was 1.26 × 10-9 M. Sorafenib (100, 10 and 1 nM) also showed strong angiogenic effect in CAM model with scores 1.05, 0.75 and 0.55. The present study indicates that sorafenib has strong antitumor and antiangiogenic affect. These important features make it valuable treatment agent for colorectal cancer which is strongly connected to angiogenic factors. In order to verify and enlighten antitumor mechanism of sorafenib, there is still need for further investigations.",
     "keywords": ["Sorafenib", "Colorectal cancer", "Xcelligence", "Cytotoxicity"]},
    {"article name": "Cannonball lung metastases as a presenting feature of ectopic hCG expression",
     "doi": "https://doi.org/10.1016/j.jons.2016.07.003",
     "publication date": "12-2016",
     "abstract": "Cannonball metastases refer to well-defined spherical nodules scattered over both lungs, being a classical presentation of hematogenous tumor spreading. Striking progression of lung metastases without established primary malignancy can raise a diagnostic challenge. We herein report three cases with cannonball metastases at initial presentation. Two patients ended up having a choriocarcinoma but no awareness of the presence of primary tumors, and the third had abrupt lung metastases of endometrial cancer while she was being asymptomatic. Relentless progression was illustrated by clinical and radiographic changes. Ectopic expression of human chorionic gonadotropin (hCG) would seemingly go some way responsible for fulminant cancer spreading associated with poor prognosis in our patients. The goal of this presentation is to raise awareness of ectopic hCG expression in patients presenting with similar astonishing scenarios.",
     "keywords": ["Cannonball metastases", "Choriocarcinoma", "Endometrial cancer", "Human chorionic gonadotropin"]},
    {"article name": "Case report of a renal cell carcinoma patient with acute pancreatitis under both sunitinib and axitinib treatment",
     "doi": "https://doi.org/10.1016/j.jons.2016.07.002",
     "publication date": "12-2016",
     "abstract": "Sunitinib and axitinib are oral tyrosine kinase inhibitors (TKI) that is commonly used in the treatment of metastatic renal cell carcinoma (RCC) as it has been shown to improve the progression-free survival of patients compared with sorafenib. Hypertension, palmar-plantar erythrodysesthesia, diarrhea, decreased appetite, nausea, and fatigue are common adverse events associated with them. We declared the first case report of a RCC patient with acute pancreatitis both under sunitinib and axitinib treatment. A 63-year-old male RCC patient who had been previously treated with interferon alfa 2b, sunitinib, everolimus and axitinib was hospitalized for acute pancreatitis four months after the onset of sunitinib therapy and five months after the onset of axitinib treatment. Symptoms and levels of serum lipase were normalized within one week after drug was withheld. Acute pancreatitis is a rare side effect of TKI and because of this, in patients under TKI treatment abdominal pain should be considered as a possible symptom of acute pancreatitis.",
     "keywords": ["Sunitinib", "Axitinib", "Renal cell carcinoma", "Pancreatitis", "Side effects"]},
    {"article name": "Superposition of lung metastases of prostate adenocarcinoma on heart as a cardiac metastases: A case report",
     "doi": "https://doi.org/10.1016/j.jons.2016.10.004",
     "publication date": "12-2016",
     "abstract": "Primary or secondary malignancies of the heart is rare and difficult to diagnosis. Most cardiac masses are detected incidentally. Positron emission tomography-computed tomography, thorax computed tomography are valuable tools for staging the disease of patient with a history of malignancy. As prognosis is poor, if a physician suspects a suspicious metastasis on heart, it must evaluated carefully in order to prompt therapeutic interventions. Herein. we report a false-positive positron emission tomography-computed tomography finding which was superposition of lung metastasis of prostate adenocarcinoma via confirming by thorax computed tomography and echocardiography.A 71-year-old man diagnosed with prostate adenocarcinoma presented with a mass on the posterior-anterior lung graphy after 8 years of the diagnosis date. Positron emission tomography-computed tomography, thorax computed tomography, echocardiography, fine needle aspiration biopsies were performed in order to reveal the final diagnose. Although positron emission tomography-computed tomography revealed a cardiac metastasis, the other tools showed that it was not cardiac metastasis but lung metastasis of prostate adenocarcinoma.A patient with a history of malignancy and clinical cardiac symptoms must be evaluated carefully in order to prevent a false-positive findings and to prompt therapeutic interventions.",
     "keywords": ["Cardiac metastasis", "Lung metastasis", "Prostate adenocarcinoma"]},
    {"article name": "A metastatic malign melanoma case with diffuse cutaneous melanosis",
     "doi": "https://doi.org/10.1016/j.jons.2016.08.003",
     "publication date": "12-2016",
     "abstract": "Diffuse Cutaneous Melanosis is a rare clinical condition characterized by rapidly acquired skin pigmentation that can occur in the course of advanced metastatic melanoma. A 59 year old patient with malign melanoma who developed diffuse cutaneous melanosis in the course of the disease is presented. He had multiple hepatic metastasis, lung metastasis, and multiple bone metastases. After the initiation of chemotherapy, he developed progressively darkening of the entire skin, darkened urine. Four months after the onset of melanosis, the patient died. The prognosis are poor in patients with diffuse cutaneous melanosis associated with malign melanoma.",
     "keywords": ["Diffuse cutaneous melanosis", "Malignant melanoma", "Paraneoplastic syndromes"]},
    {"article name": "More sunlight exposure may improve the overall survival in patients with pancreas cancer",
     "doi": "https://doi.org/10.1016/j.jons.2016.08.002",
     "publication date": "12-2016",
     "abstract": "The protective effect of sun exposure on prognosis of cancer and cancer risk was previously reported in some studies except for melanoma and skin cancer. In presented study we aimed to compare the effect of sunlight exposure on prognosis of patients with pancreatic cancer (PC) in two regions with different sunlight exposure. Totally of 139 patients with PC from Akdeniz University from Antalya (n:103) and Kocatepe University (n:36) from Afyon were analyzed retrospectively. Antalya and Afyon state have different sunlight exposure. Two groups were compared in terms of overall survival (OS). The median OS values were 10,9 [95% CI: 7,8–14,0] and 6,9 [95% CI: 3,9–9,9] months for Antalya and Afyon groups, respectively and it was found a significant difference between groups for OS (p = 0.015). Also, the region and stage were an independent prognostic factor. In conclusion, the patients with PC had better OS in the region with more sunlight exposure.",
     "keywords": ["Pancreas cancer", "Sunlight", "Vitamin D"]},
    {"article name": "Effects of educational status and the living environment on the prognosis of head and neck squamous cell carcinoma",
     "doi": "https://doi.org/10.1016/j.jons.2016.08.001",
     "publication date": "12-2016",
     "abstract": "Educational status and the living environment are closely related to the survival rates of patients with head and neck cancer. In this study we evaluate the effects of educational status and the living environment on the survival of patients with head and neck cancer.Patients with head and neck tumors that show squamous cell histological properties were included in the study. Cases had been followed up in Dicle University Medical Faculty Medical Oncology clinic between January 2006 and June 2013. Data was collected retrospectively from the medical records of the patients. Classical parameters, which are considered to affect the prognosis, such as age, gender, stage, tumor localization and performance status, were investigated, in addition to educational status and the living environment.The study comprised 171 cases. The rate of metastatic disease was determined to be higher in illiterate patients, when compared to ones with at least an elementary school or higher education (12.7% and 8.1%, respectively; p = 0.012). Similarly, patients living in rural areas showed higher rates of metastatic disease, when compared to those living in cities (16.3% and 8.0%, respectively; p = 0.146). It was determined that the educational status (median overall survival in the cases with elementary school or higher education 21.5 months; in cases that cannot read or write, it is 10.3 months; p = 0.001) and the environment being lived (median overall survival in cases living in cities 17.6 months; in cases living in rural areas it is 9.0 months; p = 0.014) affect survival in the patients with head and neck cancer. In the multivariate analysis; age (>60 vs < 60, OR: 1.94, 95% CI 1.19–3.17, p = 0.008), educational status (cases that cannot read or write vs elementary school or higher, OR: 1.64, 95% CI: 1.03–2.62, p = 0.037) and stage (early stage vs local advanced stage, OR: 3.07, 95% CI: 1.58–5.94, p = 0.01, early stage vs late stage, OR: 3.49, 95% CI: 1.52–8.03, p = 0.003) were determined to be independent prognostic factors.In addition to the classical prognostic factors, educational status was also determined to be an independent prognostic factor in the squamous cell head and neck cancers, and this fact was especially related with late diagnosis. The prognostic effect of living in rural area was determined by univariate analysis; however it was not determined to be an independent prognostic factor in the multivariate analysis.",
     "keywords": ["Socioeconomic status", "Head and neck cancers", "Educational status", "Living environment"]},
    {"article name": "Thyroid follicular carcinoma complicating with skin metastasis",
     "doi": "https://doi.org/10.1016/j.jons.2016.09.003",
     "publication date": "12-2016",
     "abstract": "Thyroid cancer is the most common endocrine malignancy. Lung is the most metastatic site of the disease. Distant metastasis to skin has been rarely reported in the literature.Here we report a follicular thyroid cancer patient complicating with skin metastasis.Our case reminds us the rare possibility of skin metastasis during the follow up of disseminated TC and importance of cutenaous lesions in differential diagnosis of unexplained symptoms.",
     "keywords": ["Thyroid cancer", "Skin metastases", "Follicular carcinoma", "Sorafenib"]},
    {"article name": "Neurofibromatosis type 1 complicated with malignant transformation and diffuse pulmonary disease",
     "doi": "https://doi.org/10.1016/j.jons.2016.09.001",
     "publication date": "12-2016",
     "abstract": "Neurofibromatosis type 1 can be severe and associated with progressive course and death. Although it has been rarely reported, a subset of patients with neurofibromatosis type 1 may develop interstitial lung disease. However, no case of neurofibrosarcoma and lung involvement together has been reported so far. We report a case of a 45-year-old male who was previously diagnosed as having neurofibromatosis type 1, 12 years later after the initial diagnosis he was histologically confirmed to have malignant transformation, and 3 years later he had associated diffuse lung damage.",
     "keywords": ["Neurofibromatosis type 1", "Neurofibrosarcoma", "Diffuse pulmonary disease"]},
    {"article name": "Complete response to bevacizumab plus irinotecan in patients with rapidly progressive GBM: Cases report and literature review",
     "doi": "https://doi.org/10.1016/j.jons.2016.07.009",
     "publication date": "12-2016",
     "abstract": "Glioblastoma multiforme (GBM) is the most common and aggressive malignant primary brain tumor in adults. The etiology of GBM is not known, and the prognosis is usually very poor. Despite new diagnostic techniques and treatment methods, the management of patients with GBM is difficult.Currently, the standard of care for the treatment of GBM is surgical resection, followed by concurrent RT with temozolomide, completed by adjuvant CT with temozolomide. Despite the survival benefit associated with these treatments, the majority of patients relapse following initial therapy. Unfortunately, optimal management for patients with recurrent or progressive GBM is unclear.In general, treatment for recurrent GBM may involve repeated resection, focal irradiation, and systemic therapies. When considering in terms of chemotherapy regimen, bevacizumab and irinotecan combination therapy for the progressive GBM may be used a suitable regimen. Also complete response in case of recurrent GBM is very rare.We present two cases with GBM who had complete response with bevacizumab plus irinotecan as second-line CT regimen, which rapidly progressed after surgery, chemoradiotherapy (CRT) and first-line temozolomide therapy.Signs of rapid proliferation in the pathologic specimen of both cases were recorded. During follow-up both cases developed recurrent tumor within a month after first three cycles first-line temozolomide CT.",
     "keywords": ["Glioblastoma multiforme", "Bevacizumab", "Irinotecan", "Rapid proliferation"]},
    {"article name": "Abdominal wall perforation in a patient with recurrent epithelial ovarian cancer after bevacizumab treatment",
     "doi": "https://doi.org/10.1016/j.jons.2016.07.010",
     "publication date": "12-2016",
     "abstract": "Bowel perforation is a rare but well-described complication of bevacizumab, a VEGF monoclonal antibody. However, bevacizumab associated abdominal wall perforation is a more serious complication. In here, a patient with recurrent epithelial ovarian cancer developing both bowel and abdominal wall perforation after bevacizumab treatment is reported with review of the literature to point out the clinical significance of this rare complication. To our knowledge, this is the first case with bevacizumab associated abdominal wall perforation.",
     "keywords": ["Bevacizumab", "Bowel perforation", "Abdominal wall perforation"]},
    {"article name": "Spontaneous tumor regression",
     "doi": "https://doi.org/10.1016/j.jons.2016.04.008",
     "publication date": "04-2016",
     "abstract": "Spontaneous tumor regression is defined as spontaneous remission or disappearance of a tumor in the absence of any treatment. Activation of immune system has been found important in its pathogenesis. Further, spontaneous tumor regression appears to be associated with apoptosis, tumor microenvironment, and DNA oncogenic suppression. It can be observed in all types of tumors, most frequently in renal cell cancer, germ cell tumors, malignant melanoma, and neuroblastoma. It is crucial to understand this phenomenon in order to improve the immune treatments which are effective in neoplastic diseases.",
     "keywords": ["Tumor regression", "Inflammatory response", "Microenvironment"]},
    {"article name": "Will we have a new ending for Irvin Yalom's novel? A medical oncologist view",
     "doi": "https://doi.org/10.1016/j.jons.2016.04.007",
     "publication date": "04-2016",
     "abstract": "Immuno-oncology is a very popular field of medical science right now and developments on melanoma therapy have been absolutely marvelous for medical oncologists. Following these recent improvements, I remembered Irvin Yalom's novel “Schopenhauer Cure”. Because the book was narrating a psychotherapist who died from malignant melanoma. I think after all current innovations including BRAF, MEK inhibitors, and check point inhibitors, the novels' ‘end’ would be change. It is really exciting to have scientific developments that may change the end of the story in the book even though it is published less than ten years.",
     "keywords": ["Malignant melanoma", "Check point inhibitors", "Immunotherapy", "BRAF inhibitors"]},
    {"article name": "Clinical significance of serum protease-activated receptor 1 (PAR1) level in patients with breast cancer",
     "doi": "https://doi.org/10.1016/j.jons.2016.04.003",
     "publication date": "04-2016",
     "abstract": "The protease-activated receptor 1 (PAR1) is associated with increased invasiveness of breast cancer (BC) cell lines and its overexpression is significantly correlated with advanced stage and poor prognosis. The aim of this study was to determine the clinical significance of the serum PAR1 levels in BC patients.We enrolled 96 female patients with pathologically diagnosed BC who did not receive chemotherapy (CT) or radiotherapy. Serum PAR1 levels were measured by ELISA method and compared with 30 healthy controls.The mean serum PAR1 level of BC patients was significantly higher than controls (3.07 vs 2.82 ng/ml, p = 0.011). The levels of PAR1 tended to be higher among CT responders (p = 0.052) and grade I disease than others (p = 0.055). However, there was no significant difference in PAR1 levels according to other clinic-pathological or laboratory parameters. Serum PAR1 level did not have a significant impact on overall survival in both univariate (p = 0.73) and multivariate analysis (p = 0.67).Serum PAR1 level is elevated in BC patients and may have predictive role for CT response. However, it has no prognostic role on survival.",
     "keywords": ["Breast cancer", "Serum PAR1 level", "Survival"]},
    {"article name": "Adjuvant chemoradiotherapy combined with cisplatin, 5-fluorouracil and folinic acid for locally advanced gastric cancer",
     "doi": "https://doi.org/10.1016/j.jons.2016.04.002",
     "publication date": "04-2016",
     "abstract": "This study retrospectively assessed the efficacy and tolerability of combination chemotherapy with cisplatin, infusional 5-fluorouracil and folinic acid given every two weeks and subsequent chemoradiotherapy with continuous infusions of 5-fluorouracil, in gastric cancer following curative resection.Between August 2007 and January 2014, 58 patients received adjuvant cisplatin 50 mg/m2, leucovorin 400 mg/m2, 5-fluorouracil 400 mg/m2 IV bolus and 5-fluorouracil 2400 mg/m2 as 48-h continuous infusion, every 14 days for gastric adenocarcinoma. After the first 2 cycles of chemotherapy, adjuvant radiation therapy was administered concurrently with the continuous infusion of 5-fluorouracil. Following the completion of radiation therapy, patients received another 4 cycles of combination chemotherapy.A total of 58 patients were included in this study and out of these, 41 patients were male and the median age was 53.5 years. 81% of the patients (n = 47) could complete 6 courses of planned chemotherapy. The median follow-up time was 31.4 (9.33–88.77) months, the median disease free survival (DFS) was 26.43 (95% CI: 49.38–69.95) months. The median overall survival (OS) was 28.53 (95% CI: 49.46–69.55) months. The estimated 3-year DFS and OS rates were 58.75% and 64.04% respectively. Common grade 3 and 4 side effects were weakness (18.9%), nausea and vomiting (12%), diarrhea (10.3%) and neutropenia (10.3%).The addition of combination chemotherapy with cisplatin, infusional 5-fluorouracil and folinic acid before and after chemoradiotherapy was found to be safe and effective in patients with operated gastric cancer.",
     "keywords": ["Adjuvant treatment", "Chemotherapy", "Cisplatin", "Gastric cancer", "Radiotherapy"]},
    {"article name": "Electronic cigarette (e-cigarette)",
     "doi": "https://doi.org/10.1016/j.jons.2016.04.001",
     "publication date": "04-2016",
     "abstract": "Electronic cigarette (e-cigarette) is a device developed with an intent to enable smokers to quit smoking and avoid the unhealthful effects of cigarettes. The popularity of e-cigarette has increased rapidly in recent years. The increase in its use during the adolescence period is attention-grabbing. Despite the fact that e-cigarette has become popular in a dramatic way, there are certain differences of opinion regarding its long-term effects on health, in particular. While some people assert that it is less harmful than conventional cigarettes, some others assert the contrary. Although e-cigarette contains less toxic substances compared to conventional cigarette, it contains certain carcinogens existing in conventional cigarette such as formaldehyde and acetaldehyde. It also contains heavy metals (nickel, chrome) that conventional cigarette does not contain; and therefore, raises concerns about health. E-cigarette leads to upper and lower respiratory tract irritation as well as an increased airway resistance and an increased bacterial colonization in the respiratory tract. It may also cause tahcycardia and increase diastolic blood pressure. Although e-cigarette has been found to have certain benefits in terms of smoking cessation, most of the studies have shown unfavorable results. In this collected work, the effects of e-cigarette on health and its role in smoking cessation are discussed in detail.",
     "keywords": ["Electronic cigarette", "Health", "Tobacco", "Nicotine"]},
    {"article name": "A snapshot of residents in medical oncology in Turkey: A Nationwide survey on profile and key problems",
     "doi": "https://doi.org/10.1016/j.jons.2016.05.001",
     "publication date": "04-2016",
     "abstract": "The aim of this study is to be informed about demographic features, the reasons for preferring medical oncology, career plans, and the educational problems of the residents training in the subspecialty of medical oncology.The responses to questionnaire forms sent by e-mail to subspecialty residents who are continuing their training in different educational institutions of our country were recorded and analyzed.Seventynine of 129 residents (61.2%) responded the survey forms. Median age of the participants was 33 years. Thirty six (45.5%) were female, and 43 (54.5%) were male. The responders stated different reasons for their preference of medical oncology but most of them (n:64, 81%) thought that medical oncology has a bright future. Of them, 38 (48.1%) the responders intended to refrain from their medical conscription was their most important concern. Fiftytwo (65.8%) of them were not satisfied much with their present education and academic activities. Sixtynine (87.3%) of the participants indicated that they had been suffering from the symptoms of burnout syndrome.Recognition of the subspecialty residents who are the future of medical oncology, and determination of their needs, and problems will contribute to the development of recommendations for their solution. In our country their main problems are medical conscription, inadequate education, and burnout.",
     "keywords": ["Medical oncology residents", "Burn out", "Profile"]},
    {"article name": "Endometrial carcinoma and paraneoplastic immune thrombocytopenia",
     "doi": "https://doi.org/10.1016/j.jons.2016.04.006",
     "publication date": "04-2016",
     "abstract": "Endometrial cancer is the most common gynecological cancer in developed countries. Autoimmune thrombocytopenia is a rare cause of thrombocytopenia in solid tumors and to the best of our knowledge, this is the first case reported associated with clear cell endometrial cancer.A 52-year-old woman patient diagnosed with endometrial carcinoma and total abdominal hysterectomy and bilateral salpingo-oophorectomy has been performed. After three cycles of chemotherapy, patient developed grade IV thrombocytopenia, which lasted for one month despite chemotherapy interruption. Bone marrow biopsy and some other tests were performed and she was diagnosed to have autoimmune thrombocytopenia.Autoimmune thrombocytopenia is a diagnosis of exclusion. Immune-mediated paraneoplastic syndrome include autoimmune thrombocytopenia is well known in hematological cancers, but it is rare in solid tumors. New developments in the treatment of primary cancer by clarification of paraneoplastic syndromes immunology should be considered.",
     "keywords": ["Endometrial cancer", "Autoimmune", "Thrombocytopenia"]},
    {"article name": "An unexpected cause of hyponatremia in a cancer patient: Trimethoprim-sulfamethoxazole",
     "doi": "https://doi.org/10.1016/j.jons.2016.04.005",
     "publication date": "04-2016",
     "abstract": "Hyponatremia is one of the most common electrolyte abnormalities seen in hospitalized patients. In cancer patients, it's generally related to syndrome of inappropriate ADH secretion (SIADH).Here, we report a breast cancer patient with hyponatremia related to high dose trimethoprim-sulfamethoxazole use for pneumonitis cariini pneumonia.It is important to be aware that all hyponatremias are not related to SIADH in cancer patients. For proper treatment strategies, a proper differential diagnosis is needed.",
     "keywords": ["Cancer", "Hyponatremia", "Trimethoprim-sulfamethoxazole", "ADH Antidiuretic hormone", "Antidiuretic hormone", "PCP Pneumocystis carinii pneumonia", "Pneumocystis carinii pneumonia", "SIADH Syndrome of inappropriate ADH secretion", "Syndrome of inappropriate ADH secretion", "TMP-SMX Trimethoprim-sulfamethoxazole", "Trimethoprim-sulfamethoxazole"]},
    {"article name": "Association between efficacy and skin rash following treatment with the lapatinib in metastatic breast cancer",
     "doi": "https://doi.org/10.1016/j.jons.2016.04.004",
     "publication date": "04-2016",
     "abstract": "Epidermal growth factor receptor (EGFR) is overexpressed in several solid human tumor types, such as colorectal, breast and lung cancers. There are strong evidences that EGFR inhibitors have an increased risk of dermatological side effects arise during the treatment of these agents. Lapatinib is an EGFR inhibitor approved for the treatment of patients with recurrent HER2-positive advanced or metastatic breast cancer. Herein, we report a 35 year old female patient, who had lung metastasis associated with breast cancer, with the presence of acneiform eruption in her face and metastatic lesions which did not progress for 17 months while she was having the lapatinib treatment for her metastatic lesions. As it is occur in all other EGFR inhibitors, the development of acneiform eruption during the lapatinib treatment might be an indicator of better and longer drug response.",
     "keywords": ["Lapatinib", "Acneiform rash", "Tumor response", "Drug efficacy"]},
    {"article name": "Association between standardized uptake value and survival in patients with locally advanced or metastatic squamous cell head and neck cancer",
     "doi": "https://doi.org/10.1016/j.jons.2015.11.003",
     "publication date": "01-2016",
     "abstract": "The present study aimed to evaluate the association between tumor Standard Uptake Value (SUVmax) values obtained by PET/CT, and survival in patients with locally advanced or metastatic squamous cell head and neck cancer.The present study included 38 patients with locally advanced or metastatic squamous cell head and neck cancer, who were staged using PET/CT at diagnosis. PET/CT imaging findings were evaluated retrospectively. The effect of SUVmax value by PET/CT on overall survival was analyzed.The most common tumor localization was laryngeal cancer among 38 patients included in the study (n = 25, 65.8%). The study group consisted of mostly male patients (n = 33, 86.8%), and the median age was 58 (range: 24–77). The median SUVmax value was 11 (range: 3–58). Median survival was 32.7 months in patients with SUVmax ≤11 compared to 16.5 months in patients with SUVmax >11 (p = 0.019).",
     "keywords": ["Standard uptake value", "PET CT", "Head and neck cancer"]},
    {"article name": "Tumor homing to the oral cavity after tooth extraction in a patient with metastatic lung adenocancer: A case report",
     "doi": "https://doi.org/10.1016/j.jons.2015.11.002",
     "publication date": "01-2016",
     "abstract": "Angiogenesis plays a major role not only in the growth of the primary tumor, but also in metastasis. Due to the angiogenesis in granulation tissue, the tumor cells easily migrate to and locate in this region, thereby accelerating the pathological angiogenesis process and proliferation via presence of the angiogenesis-stimulating factors in this site.In this case report, we present tumor homing to granulation tissue following tooth extraction in a 68-year-old male patient with metastatic lung adenocarcinoma. He applied to hospital due to delayed wound healing after tooth extraction for tooth decay approximately 5 months after the diagnosis. A superficially swollen mass of 6 × 6 cm was detected in the tooth extraction site. The histopathological examination suggested that it was a lung carcinoma metastasis. The presence of tooth extraction history together with the pulmonary adenocarcinoma metastasis in the extraction site was explained as “tumoral homing” to granulation tissue following tooth extraction.This patient is of significance since it is the first case in the literature with “tumor homing” observed in the granulation tissue following tooth extraction.",
     "keywords": ["Tumor homing", "Oral cavity metastases", "Tooth extraction", "Lung adenocarcinoma"]},
    {"article name": "Febrile neutropenia due to H1N1 infection: Rare entity",
     "doi": "https://doi.org/10.1016/j.jons.2015.11.001",
     "publication date": "01-2016",
     "abstract": "Febrile neutropenia is one of the most feared complications in actively treated patients in oncology clinics. The impact of H1N1 infection on the management of the febrile neutropenia in endemic areas, especially if the patient is presented with pulmonary symptoms, is not clear.A Forty seven year old male patient diagnosed with mantle cell lymphoma, admitted to our center with neutropenic fever 8 days after chemotherapy. The patient revealed classical symptoms of influenza like headache and myalgia and also had rhonchus and cough supporting lower respiratory tract infection. He was finally diagnosed as influenza A (H1N1) infection.Influenza infection is an important etiological agent in immunocompromised hosts, namely neutropenic patients, which cause significant morbidity and mortality. Viral etiology and antiviral treatment should also be considered in suspected patients especially during epidemics and pandemics.",
     "keywords": ["Influenza", "H1N1", "Lymphoma", "Febrile neutropenia"]},
    {"article name": "High-dose vitamin C and cancer",
     "doi": "https://doi.org/10.1016/j.jons.2015.11.010",
     "publication date": "01-2016",
     "abstract": "Vitamin C (ascorbic acid, ascorbate) is a basic compound that is of great importance with its role in various enzymatic reactions including the synthesis of collagen, as well as with its redox functions. Vitamin C has become the center of interest in cancer studies, in consequence of the facts that connective tissue changes and vitamin C deficiency were first alleged to be associated with cancer in the 1950s; and that high doses of vitamin C was asserted to be cytotoxic for cancer cells, later on. The results of the first study carried out in the 1970s were promising; but afterwards, the studies were ascertained to be faulty. Despite the positive results achieved from some laboratory and animal experiments, randomized clinical trials did not verify those findings, and no clear benefit of vitamin C for cancer treatment could be demonstrated. As for studies, where its use in combination with other cancer treatment regimens was assessed, conflicting results were obtained. Although intake of high doses of vitamin C is alleged to be harmless, based on that it is in the group of water soluble vitamins and is not stored in the body, there are many side effects and drug interactions reported in the literature. For now, it is better to abstain from this treatment, until the benefit of the treatment (if any) is clearly demonstrated, considering the potential side effects and interactions.",
     "keywords": ["Vitamin C", "Ascorbic acid", "Ascorbate", "Cancer", "Alternative medicine", "Complementary medicine"]},
    {"article name": "Pathogenesis of bone metastasis",
     "doi": "https://doi.org/10.1016/j.jons.2015.11.004",
     "publication date": "01-2016",
     "abstract": "Bone metastases are more frequently seen as a complication of cancer than primary bone tumors. For example, it can be seen in as many as 70% of advanced stage breast and prostate cancer cases. Metastatic bone disease is generally categorized as osteoblastic, and osteolytic disease. However most of the cancer types demonstrate a wide spectrum between these two extremes. Paracrine interaction between parathyroid hormone–related protein (PTHrP) which increases the rate of bone osteolysis, and transforming growth factor-β (TGF-β) plays a role in osteolytic metastasis. Increased local bone PTHrP concentration increases expression of receptor activator of nuclear factor kappa-B ligand (RANKL) with resultant activation of osteoclastogenesis. Endothelin – 1 (ET-1), and dickkopf homolog -1 (DKK-1) produced by tumor involve in osteoblastic metastasis. DKK-1 is the central regulator of osteoblastic activity, and osteoblastic bone metastasis. For the elaboration of treatment strategies against frequently seen complication, that is, bone metastases, targets involving in pathogenesis of these complications should be taken into consideration.",
     "keywords": ["Bone metastasis", "Cancer", "Osteoblast", "Osteoclast"]},
    {"article name": "Thymoquinone enhances cisplatin-induced neprotoxicity in high dose",
     "doi": "https://doi.org/10.1016/j.jons.2015.11.005",
     "publication date": "01-2016",
     "abstract": "Cisplatin-induced nephrotoxicity is an important problem of the cancer treatments. The major bioactive component of Nigella sativa, thymoquinone (TQ) might limit the nephrotoxic effect of cisplatin in low doses. However, it is not clear how it can affect the kidney as an anti-cytotoxic agent when administered in higher doses or in cisplatin co-treatment. Therefore, we examined the in vivo interactions between cisplatin and TQ by measuring serum cystatin C (cys C), creatinine and neutrophil gelatinase-associated lipocalin (NGAL) levels and analyzing the expression status of p53 and NGAL by immunohistochemistry.Wistar rats were divided into four groups: Control, TQ treatment (group II; 40 mg/kg i.p. for 5 days), cisplatin treatment (group III; 7 mg/kg, i.p. for at day 3) and TQ and cisplatin co-treatment (group IV).Administration of 40 mg/kg TQ had no effect on serum kidney parameters. In cisplatin received group's serum creatinine level was insignificant, but serum Csy C and NGAL levels were significantly increased. All serum creatinine, NGAL and Cys C levels were increased in co-treatment of cisplatin and TQ. Additionally, in this group, renal tubular damage was found significantly higher than both control and only cisplatin-treated groups. The kidney immunohistochemistry staining of NGAL and p53 were significantly more intense in group IV rather than the others.This study showed that the administration of cisplatin and high dose of TQ act synergistically to produce nephrotoxicity and the involvement of apoptotic pathway and proximal tubule damage might be the leading cause of on this effect.",
     "keywords": ["Cisplatin", "Nephrotoxicity", "Thymoquinone", "Apoptosis", "Rat"]}
    ]
}