{"primary": "Life Sciences",
"domain": "Biochemistry, Genetics and Molecular Biology",
"subdomain": ["Cancer Research"],
"journal name": "Journal of Cellular Immunotherapy",
"articles": [
    {"article name": "Immune checkpoint inhibition in gastric cancer: A systematic review",
     "doi": "https://doi.org/10.1016/j.jocit.2018.05.001",
     "publication date": "12-2018",
     "abstract": "Checkpoint inhibitor therapy is revolutionizing the management of the oncological disease. Despite the fact that gastric cancer is a common malignancy with a relatively poor prognosis, checkpoint inhibitor therapy has attracted relatively little attention for the treatment of this disease. We decided to perform a systematic review focusing on the potential usefulness of checkpoint inhibitors in patients with gastric cancer by reviewing all clinical trials involving checkpoint inhibitors in gastric cancer up to the 9th of September 2017.We systematically review all randomized controlled trials on the 9th September 2017. We searched the embase.com, Medline Ovid, Cochrane CENTRAL, Web of Science, Google Scholar, and databases of current ongoing randomized trials. A description assessment of randomized clinical trials (RCTs) was performed on Immune checkpoint inhibitors for PD1, CTLA4 and PD-L1 (Atezolizumab, Avelumab, Durvalumab, Ipilimumab, Nivolumab, Pembrolizumab, and Tremelimumab) in gastric cancer patients.The current body of biomedical literature describes 3621 gastric cancer patients being treated with checkpoint inhibitors and compared to patients receiving chemotherapy. PD-1 inhibitors pembrolizumab and nivolumab in combination appear to substantially outperform conventional chemotherapy, with more extended overall survival median (OS; 10.0 vs. 6.0 mo), a more significant objective response rate (36% versus 13%, p = 0.10), with a reduced adverse event rate (33% vs. 22%), although other checkpoint inhibitors appear somewhat less effective.It seems that checkpoint inhibitor therapy in general, and PD-1-directed therapy, in particular, constitutes a rational therapeutic avenue for advanced gastric cancer.",
     "keywords": ["Immunomodulator therapy", "Gastric cancer", "Biologic therapy", "Biomarker"]},
    {"article name": "A review on nanotechnology based innovations in diagnosis and treatment of multiple sclerosis",
     "doi": "https://doi.org/10.1016/j.jocit.2017.12.001",
     "publication date": "12-2018",
     "abstract": "Multiple Sclerosis (MS) is a multifactorial disease with several physiologic and pathogenic mechanisms and pathways. In MS the immune system attacks the myelin sheath that provides insulation to the nerve cells in their brain, spinal cord and optic nerve. With the damaged and compromised nerve membrane, the nerve cells are not able to conduct electrical signals properly, resulting in limb numbness, paralysis, blindness and other neurological disorders. The main purpose of this paper is to highlight advancements in nanotechnology that has enabled the clinician to cross blood brain barrier and to target the brain and CNS of the patient with multiple sclerosis. We have focused on application of nanotechnology having therapeutic and imaging components to improve tissue imaging, targeted interactions at molecular level, nerve protection and regeneration therapy. We have also discussed the pathophysiology of the disease and nanotechnology based new strategies to deliver the therapeutic candidates for the diagnosis and treatment of MS. Future advances in the development of new practical treatment modalities for the treatment of MS is currently a potential area of research.",
     "keywords": ["Multiple sclerosis", "Neurodegradation", "Nanoparticles", "Nerve protection"]},
    {"article name": "Neutrophil secretion modulates neutrophil and monocyte functions during hyperglucose and/or hyperinsulin conditions in vitro",
     "doi": "https://doi.org/10.1016/j.jocit.2018.02.001",
     "publication date": "12-2018",
     "abstract": "Neutrophils, the first cells that come to the infection site, regulate the recruitment and functioning of monocytes. Alteration in neutrophil secretions during pathological conditions result in altered neutrophil and monocyte functions. As hyperglucose and hyperisulin conditions are known to prime cells of innate immune system, the role of neutrophil secretion in activating or priming neutrophils and monocytes during these conditions was studied.Neutrophils were isolated and treated with hyperglucose, hyperinsulin or hyperglucose + hyperinsulin conditions in vitro and the neutrophil supernatants were collected. Neutrophil and monocyte cells treated with these supernatants were then studied for their functions such as chemotaxis, phagocytosis, NBT reduction and killing ability.Secretions of unstimulated neutrophils suppressed chemotaxis, phagocytosis and killing ability of monocytes but it did not affect the functions of neutrophils. Hyperinsulin and hyperglucose + hyperinsulin-induced neutrophil secretions caused reduction in phagocytic index of neutrophils without affecting other functions. Neutrophil secretions collected during hyperglucose or hyperinsulin did not alter monocyte functions significantly when compared to secretion collected from unstimulated neutrophils. In conclusion, the study reveals the role of neutrophil secretions in modulating neutrophil and monocyte functions in hyperglucose and hyperinsulin conditions.",
     "keywords": ["Chemotaxis", "Diabetes mellitus", "Phagocytosis", "Neutrophil secretion", "DM diabetes mellitus", "diabetes mellitus", "fMLP N-formyl-methionyl-leucyl-phenyl alanine", "N-formyl-methionyl-leucyl-phenyl alanine", "PMN polymorphonuclear leukocytes", "polymorphonuclear leukocytes", "ROS reactive oxygen species", "reactive oxygen species", "MPO myeloperoxidase", "myeloperoxidase", "IL interleukin", "interleukin", "NBT nitroblue tetrazolium", "nitroblue tetrazolium", "TNF-α tumor necrosis factor-α", "tumor necrosis factor-α", "PBMC peripheral blood mononuclear cell", "peripheral blood mononuclear cell", "EDTA ethylene diamine tetra-acetic acid", "ethylene diamine tetra-acetic acid", "HBSS Hank's balanced salt solution", "Hank's balanced salt solution", "NGI normal glucose and normal insulin", "normal glucose and normal insulin", "HG hyperglucose", "hyperglucose", "HI hyperinsulin", "hyperinsulin", "HGI hyperglucose and hyper insulin", "hyperglucose and hyper insulin"]},
    {"article name": "Biological activity of LALF32-51–E7, a vaccine candidate for the treatment of anogenital lesions associated to HPV16",
     "doi": "https://doi.org/10.1016/j.jocit.2018.07.001",
     "publication date": "12-2018",
     "abstract": "Cervical cancer is the second leading cause of cancer death in women. It is well established that human papillomavirus (HPV) is the cause of virtually 100% of these cancers, 70% of which are attributable to infections with HPV types 16 or 18. We developed a fusion protein comprising a cell penetrating and immunostimulatory peptide corresponding to residues 32 to 51 of the Limulus polyphemus protein (LALF32-51) linked to the HPV16 E7 antigen (LALF32-51–E7) that is obtained from Escherichia coli. The development of new treatments as mentioned requires a robust and reproducible procedure for batch release. We used the combination of three batches of LALF32-51-E7 with Al(OH)3 in an experimental design to develop a biological activity test for batch release of this candidate, which uses prophylactic immunization in the TC-1 tumor mouse model. Two injections, spaced for 7 days with LALF31-52-E7+Al(OH)3 are sufficient for inducing a potent anti-tumor response in the TC-1 tumor model. LALF31-52-E7 vaccine candidates in combination with Al(OH)3, exhibited in C57BL/6 mice over 86% protection against tumor challenge and high titers of specific antibodies against LALF31-52-E7. The results obtained across three batches of LALF32-51–E7+Al(OH)3 with this simple and uncomplicated assay based on prophylactic immunization in the TC-1 mouse model suggest that it would be feasible to implement it as a biological activity assay for the release of production batches of LALF32-51–E7.",
     "keywords": ["Cervical cancer", "LALF32-51-E7", "HPV16", "TC-1 tumor model", "Batch release"]},
    {"article name": "The miRNA binding site SNP in the 3′ UTR of NBS1 is inversely associated with breast cancer risk",
     "doi": "https://doi.org/10.1016/j.jocit.2018.09.013",
     "publication date": "12-2018",
     "abstract": "Nijmegen breakage syndrome 1 (NBS1), also known as NBN, participates in cellular response to DNA damage and maintaining genomic stability. Functional polymorphisms located at a microRNA binding site in the 3′ UTR of NBS1 have been frequently studied in various cancers, but the results are inconsistent. The aim of the present study was to test a possible association between breast cancer risk and the NBS1 genetic variant, NBS1 rs2735383 541G > C, by performing a case–control study in an Iranian population.Allele-specific primer PCR method was utilized to genotype the genetic variant in 129 women with breast cancer and 117 healthy controls. The association tests with risk of breast cancer were examined by logistic regression.The NBS1 rs2735383 541G > C polymorphism was inversely associated with breast cancer (GC + CC vs GG, OR = 0.42, 95% C.I = 0.25–0.72, P value = 0.001; C vs G allele, OR = 0.43, 95% C.I = 0.29–0.62, P value < 0.001) and also lymph node metastasis (GC + CC vs GG, OR = 0.23, 95% C.I = 0.11–0.52, P value < 0.001).The rs2735383 variant may be a genetic modifier for breast cancer development in Iranians.",
     "keywords": ["NBS1", "Breast cancer", "Polymorphism", "rs2735383", "3′ UTR"]},
    {"article name": "Investigation of HTTLPR gene polymorphism fluctuation in type II diabetes",
     "doi": "https://doi.org/10.1016/j.jocit.2018.10.001",
     "publication date": "12-2018",
     "abstract": "One of the most common public health problems is type 2 diabetes (T2DM). Several genes have been identified as remarkable risk factors for T2DM. However, it seems that the disease is caused by both genetic and environmental factors. Correspondingly, the aim of this study was to investigate the association between polymorphisms of HTTLPR with T2DM in Yazd city, Iran.In this case-control study, blood samples of 150 patients with T2DM with or without complications were referred to the Central Laboratory in Yazd in order to determine the polymorphism of 5-HTTLPR, a serotonin transporter gene. The results were compared with 150 normal subjects without diabetes.The average age of patients and the control group were 55.91 ± 7.38 and 46.61 ± 9.15 years respectively. In the patient group the frequencies of genotypes LL, LS and SS were 34.7%, 40.7% and 24.7% respectively. Among the control group, the frequencies were 38.7%, 30%, and 31.3% respectively. There was no significant difference for the polymorphism genotype frequencies between the patients group and the control group (p = 0.140). Moreover, there was no significant relationship between genotype polymorphism of the 5-HTTPLR and complications of diabetes including retinopathy (p = 0.085), nephropathy (p = 0.566) and neuropathy (p = 0.039).Based on the results of this study, there was no significant association between 5-HTTLPR polymorphism in a population with T2DM living in Yazd, Iran. Moreover, there was no significant relationship between age, sex and BMI of patients with frequency of allele polymorphism of 5-HTTLPR.",
     "keywords": ["Type 2 diabetes", "Polymorphism", "5HTTLPR gene", "BMI", "Nephropathy", "Retinopathy"]},
    {"article name": "Pre skin prick testing: A curfew required on herbals too",
     "doi": "https://doi.org/10.1016/j.jocit.2018.07.002",
     "publication date": "12-2018",
     "abstract": "Allergic diseases are hypersensitivity disorders induced by an allergen specific immunoglobulin E (IgE) mediated response; Skin PrickTest (SPT) remains the gold standard for the in vivo assessment of IgEs. Many drugs are known to have anti histaminic effects and as such need to be stopped prior to the testing. However, the role of alternative system of medicine and other herbal remedies remains controversial in this regard.To study the effect of alternative system of medicine and other herbal remedies on the results of SPT.The patients having a strong history and clinical symptoms of allergic diseases like allergic rhinitis, bronchial asthma and chronic urticaria were subjected to skin prick testing.There were six patients whose SPT results were negative although history and clinical symptoms suggested otherwise. On probing the drug intake of the patients prior to the testing, it was observed that the patients had taken certain herbal medications which interfered with the allergy testing and gave false negatives.It is for the first time that a study has reported the significant effect of alternative medicine and other herbal supplements in suppression of skin prick test results. Therefore it is extremely important to ask properly the history of intake of alternative medicine and other dietary herbal ingredients and then insist on its abstinence for 10 days before SPT. A protocol wherein the allergist recommends to stop the use of any regional herbs prior to allergy testing will be the right step in improving the results of allergy testing and preventing false positives.",
     "keywords": ["Allergic disorders", "Skin prick testing (SPT)", "Alternative medicine", "Antihistaminic response", "SPT Skin Prick Testing", "Skin Prick Testing", "ISM Indian System of Medicine", "Indian System of Medicine"]},
    {"article name": "Immunomodulatory function of mesenchymal stem cells: regulation and application",
     "doi": "https://doi.org/10.1016/j.jocit.2018.09.001",
     "publication date": "09-2018",
     "abstract": "Mesenchymal stem cells (MSCs) have been regarded as an attractive and promising tool for cell-based therapy in immune disorders and inflammatory diseases, as well as for regenerative medicine, owing to their potent immunomodulatory function, paracrine effects and capacity of multilineage differentiation. However, a lot of factors, such as inflammatory factors, can influence their immunomodulatory function and thus change their efficiency and clinical outcomes in clinical application. In this review we try to summarize the immunomodulatory function of MSCs, factors in microenvironment which might influence this function, as well as their potential application and challenges.",
     "keywords": ["Mesenchymal stem cells", "Immunomodulation", "Microenvironment", "Inflammation", "Immunotherapy"]},
    {"article name": "Defining a scaffold for ligament tissue engineering: What has been done, and what still needs to be done",
     "doi": "https://doi.org/10.1016/j.jocit.2018.09.002",
     "publication date": "09-2018",
     "abstract": "Tissue engineering is a promising alternative to current surgical methods for ligament repair. However, despite a large variety of reported scaffolds for ligament, tissue-engineered solutions struggle to reach the clinics. The issue of proposing a scaffold meeting the key requirements for ligament tissue engineering is still largely open. In this article, a brief up-to-date review is proposed concerning what has been done and what still needs to be done in order to propose a suitable scaffold structure and material for ligament tissue engineering. A particularly focus is made on the selection of and structures, biomaterials and their functionalization, on the characterization of the initial and evolutive scaffold properties, and on the challenge of anchoring it within bone tunnels. The interest of computational approaches in the definition of suited scaffolds is also presented. We thus propose to list the remaining steps that should permit in the forthcoming years to propose a bioactive composite bone-ligament-bone scaffold to regenerate ligaments.",
     "keywords": ["Ligament tissue engineering", "Scaffold design", "Bone-ligament interface", "Composite scaffold", "Ligament anchorage"]},
    {"article name": "Influence of mechanical forces on bone: Introduction to mechanobiology and mechanical adaptation concept",
     "doi": "https://doi.org/10.1016/j.jocit.2018.09.003",
     "publication date": "09-2018",
     "abstract": "Mechanical forces (Pressure, shear or elongation) are now considered to be a determining factor in our understanding of many physiopathological mechanisms. These forces influence the cellular metabolism and can lead to tissue remodelling by triggering a cascaded of reactions on cells (mechanotransduction). The first observations of bone adaptation were realized by 2 German surgeons Meyer (1866) and Wolf (1869). They suggested that “the spongiosa showed a well-motivated architecture with is closely connected with the statics and mechanisms of bone”. In 1880, W. Roux introduced the concept of functional adaptation; which can be defined as a quantitative autoregulation controlled by stimuli.In this paper, the influence mechanical forces on bone are summarized and the role of matrix elasticity or scaffold and signaling pathways by which the microenvironment determines the maturation. The in vivo consequences of these adaptive phenomena are described (increased of bone mass seen in athletes of loss of bone tissue during immobilization or bed rest after fracture or also in the astronauts after a long stay in space).",
     "keywords": ["Mechanobiology", "Bone", "Mechanical forces", "Adaptation concept"]},
    {"article name": "Circulating endothelial progenitors in vascular repair",
     "doi": "https://doi.org/10.1016/j.jocit.2018.09.004",
     "publication date": "09-2018",
     "abstract": "Endothelial progenitor cells (EPCs) display pro-angiogenic properties that confer to them a therapeutic potential for treating ischemic lesions. In culture, EPCs generate Endothelial Colony Forming Cells (ECFCs) that have endothelial features but still retain properties of stem/progenitor cells. EPCs can be obtained either from cord blood (CB) or adult blood (AB). For clinical perspectives, both CB-ECFCs and AB-ECFCs have advantages and inconveniences. On one hand, CB-ECFCs are allogenic, with potential immune rejection, but are more clonogenic, proliferative and angiogenic than AB-ECFCs. We have found that these cells display high inter-individual variation in terms of clonogenic profile. Low clonogenic CB-ECFCs had functional properties similar to those of AB-ECFCs. Conversely, a high initial clonogenicity was associated to an enhanced proliferation, angiogenic potential and to an increased expression of genes linked to stem cell-ness. Selecting CB-ECFCs according the initial clonogenicity represent a relevant marker of their potential efficacy on vascular repair. On the other hand, AB-ECFCs are autologous, and should be immunologically well tolerated, but these cells give rise to only few colonies, proliferate less and are less angiogenic than CB-ECFCs. In order to go further in CB-/AB- characterization, we have analyzed the mechanisms of AB-ECFC premature senescence, and shown that GDF15 had pivotal role in this context. Taken together, these new data constitute important steps toward clinical use of EPCs.",
     "keywords": ["Endothelial progenitor cells", "Stem cells", "Clonogenicity", "Senescence", "GDF15"]},
    {"article name": "Diabetic patients on Rutherford's stage 5 is the best indication of stem cell therapy in peripheral artery disease: A retrospective study on 367 patients",
     "doi": "https://doi.org/10.1016/j.jocit.2018.09.005",
     "publication date": "09-2018",
     "abstract": "Stem cell therapy currently seems to be pushing back limits to science. However, on the clinician's perspective, many results must be relativized, since efficiency and relevancy criterion are far away from practical reality. Therefore, we took an interest in the potential use of stem cell therapy in patients with peripheral artery disease. Through a retrospective clinical study, we identified a group of patients in which cell therapy could potentially be of interest, in terms of public health and cost. We demonstrated that this group corresponds to diabetic patients on Rutherford's stage 5. For this group of patients, we pave the way for a stem cell therapy clinical trial, associated with conventional care, with wound healing time and reintervention rate as endpoints.",
     "keywords": ["Stem cell therapy", "Peripheral artery disease", "Diabetes mellitus", "Public health"]},
    {"article name": "G protein-coupled receptor 120 in mediating the regulation effect of saturated and unsaturated long-chain fatty acid on human adipocytes",
     "doi": "https://doi.org/10.1016/j.jocit.2018.09.012",
     "publication date": "09-2018",
     "abstract": "To explore G protein-coupled receptor 120 (GPR120)'s role in mediating saturated and unsaturated long-chain fatty acid on adipocyte inflammation, ER stress and insulin signaling pathway.Omental adipose tissue from 5 patients undergoing elective gallstone removal surgery was collected and the primary adipocytes were isolated and cultured. In the first experiment, cells were divided into the following four groups: (1) Control group; (2): Docosahexaenoic acid (DHA) group; (3)DHA+10 μmol/L GW9508 group; and (4) DHA+20 μmol/L GW9508 group. In the second experiment, cells were divided into the following four groups:(1) Control group; (2) Palmic acid (PA) group; (3) PA+10 μmol/L GW9508 group; and (4) PA+20 μmol/L GW9508 group. Real time PCR and western blot were used to evaluate the gene and protein expression of GPR120, FABP4, inflammatory factors and ER stress markers.(1) Under the stimulation of DHA and PA, the expression of GPR and FABP4 were increased. But with inhibition of GPR120, the expression of GPR120and FABP4 decreased in both DHA and PA treatment groups.(2) DHA treatment could decrease TNF-alpha expression and inflammation factor mRNA levels in primary adipocytes. Production of these factors increased with inhibition of GPR120. PA treatment could increase TNF-alpha expression and inflammation factor mRNA levels in primary adipocytes. They were further increased by inhibition of GPR120. (3) DHA treatment could decrease ER stress in primary adipocytes. GPR120 inhibition could promote ER stress. PA treatment could increase ER stress in primary adipocytes. Again, GPR120 inhibition further increased ER stress. Conclusion GPR120 mediated long-chain fatty acid-related inflammation and ER stress regulation, and balanced the function of saturated and unsaturated long-chain fatty acid in adipose tissue.",
     "keywords": ["GPR120", "Long-chain fatty acid", "Adipocyte", "Inflammation", "ER stress"]},
    {"article name": "Cell nutriments and motility for mechanobiological bone remodeling in the context of orthodontic periodontal ligament deformation",
     "doi": "https://doi.org/10.1016/j.jocit.2018.09.006",
     "publication date": "09-2018",
     "abstract": "Bone remodeling is a complex phenomenon during which old and new bone is continuously removed and replaced. This phenomenon involves several processes at different length scales such as mechanical, biological, molecular, and chemicals. In the current work, we study the influence of the biological (cells) and molecular (oxygen and glucose) factors coupled with mechanical loads in order to predict bone remodeling for orthodontic treatments. A coupled theoretical mechanobiological model is proposed to extract the oxygen variation due to the deformation of the periodontal ligament leading to cell differentiation and activation. The mechanobiological stimulus is then calculated. The model is applied on a simplified two dimensional geometry to highlight the density variations and migrations of cells and molecular factors influencing the bone remodeling process.",
     "keywords": ["Stimulus", "Bone remodeling", "Oxygen", "Glucose", "Cell motility", "Periodontal ligament"]},
    {"article name": "The discriminant role of mechanics during cell migration",
     "doi": "https://doi.org/10.1016/j.jocit.2018.09.007",
     "publication date": "09-2018",
     "abstract": "Cell migration is a fundamental process involved in many mechanobiological phenomena such immune response, bone remodelling and tumorogenesis. During the last decades several numerical works have been proposed in the literature in order to unveil its main biological, chemical and mechanical principles. Here, I will show how a computational approach purely based on mechanics is able to reproduce cell migration in different configurations including migration under confinement, in presence of durotaxis and on flat substrates. A series of models will be presented each of which is based on three main ingredients: i) the active strains of the cell reproducing the cyclic protrusion-contraction movement of the cell (i.e. the polymerization and depolymerization processes), ii) the adhesion forces exerted by the cell on the surrounding and ii) the intra-synchronization between the active strains and the adhesion forces. I will show how mechanics play a critical role in determining the efficiency of the cell in terms of displacement, speed and forces.",
     "keywords": ["Cell migration", "Actin polymerization", "Confinement", "Durotaxis"]},
    {"article name": "Influence of the liver vascular distribution on its overall mechanical behavior: A first approach to multiscale fluid-structure homogenization",
     "doi": "https://doi.org/10.1016/j.jocit.2018.09.008",
     "publication date": "09-2018",
     "abstract": "Medical applications require the numerical models to be both precise and quickly computed. In the context of liver surgery, this study aims to develop a homogenized mechanical model of the liver accounting for both hepatic tissue properties and macroscopic level blood flow impact. For this, a fluid analysis is carried out to simulate the blood flow inside the liver vessels and extract the pressure on the liver vascularization walls. This pressure is then integrated through a homogenization study, based first on alternative Eshelby type approach, then through a Mori-Tanaka scheme to compute the equivalent material rigidity. Once the equivalent mechanical properties identified, they are integrated into the macroscopic liver model, allowing a light quickly computed model integrating the underlying physics relying on the blood flow mechanical impact.",
     "keywords": ["Multilevel homogenization", "Eshelby type estimatore", "Liver and blood vessels geometry"]},
    {"article name": "The biomechanical properties of 44 human digital collateral nerves from fresh frozen cadavers",
     "doi": "https://doi.org/10.1016/j.jocit.2018.09.009",
     "publication date": "09-2018",
     "abstract": "Nerve repair and regeneration continue to be disappointing nowadays. Despite big transformations and technical progress, we still have bad clinical results from nerve repair. This study offers a materials point of view of the human digital collateral nerve biomechanical characteristics to create a technical specifications chart for nerve repair.Forty-four human digital collateral nerves were harvested, preserved immersen in NaCl 0.9% solution until tested. They were all mounted and oriented same way and they were pulled at 6 mm/min. Density was measured with a pycnometer after the tensile test. The values of maximum stress, maximum strain, Young Modulus, density, specific stress and specific modulus were calculated.The obtained results are presented in Table I. We did not find statistically significant differences between fingers. Density has a not statistical correlation with nerve biomechanics.Goldberg et al. were the unique authors to make a judicious characterization of human digital collateral nerves biomechanics. They found different results perhaps a different tensile test setup. The fracture zone found in their work was inverted compared to our work. The biomechanical characteristics of peripheral nerves have a lot of dispersion as digital collateral nerves have. Density cannot homogenize the values because of its little or lack of correlation with the biomechanical properties of human digital collateral nerves.In conclusion, this study presented a complete spectra of values to characterize human digital collateral nerves. This data could be used to understand human digital collateral nerves biomechanics create models, and optimize nerve repair.",
     "keywords": ["Human digital collateral nerves", "Biomechanics", "Nerve repair", "Microsurgery"]},
    {"article name": "Periodontal ligament histology for orthodontic bone remodeling: First quantification",
     "doi": "https://doi.org/10.1016/j.jocit.2018.09.010",
     "publication date": "09-2018",
     "abstract": "Tooth movements are driven by biological control, mainly localized in the periodontal ligament (PDL). This biology is influenced by compression and tension of the PDL under applied external mechanical loads. The aim of this study is to histologically quantify the cellular density of fibroblasts, osteocytes, osteoblasts, osteoclasts, and vascular elements present in the PDL to use to predict tooth movements. We performed histological analyses on porcine samples, with PMMA-embedded blocks cut to a thickness of 100 μm. We measured the density of the vascular elements (av. 8.2/100 μm2), the fibroblasts in the PDL (av. 15.8/100 μm2), osteocytes (av. 8/100 μm2), osteoblasts (av. 1.8/100 μm2) in bone and multinuclear cells (av. 1/100 μm2). These data would serve to implement predictive numerical model of bone remodelling during orthodontic tooth movement. This issue has priority in orthodontics to be able to anticipate the biological reactions and thus limit the undesirable side effects.",
     "keywords": ["Periodontal ligament", "Histology", "Orthodontic model"]},
    {"article name": "Theoretical numerical modeling of the oxygen diffusion effects within the periodontal ligament for orthodontic tooth displacement",
     "doi": "https://doi.org/10.1016/j.jocit.2018.09.011",
     "publication date": "09-2018",
     "abstract": "Orthodontic tooth movement results from alveolar bone remodelling around the tooth. With applied mechanical forces, the periodontal ligament and its vascularization are deformed, the blood flow changes and so the amount of oxygen import, provoking, through cell density variation, bone remodelling and tooth movement. A numerical finite element (FE) model is presented in which the amount of oxygen and the cells densities of osteoclasts and osteoblasts are deduced from the oxygen variation inside the deformed periodontal ligament, leading to bone remodelling. Predicting this evolution will help the orthodontists in their decision making for patient dependent treatments.",
     "keywords": ["Oxygen concentration", "Osteoblast", "Orthodontics", "Bone remodelling", "Tooth movement"]},
    {"article name": "Chimeric antigen receptor (CAR) T cell therapy for malignant cancers: Summary and perspective",
     "doi": "https://doi.org/10.1016/j.jocit.2016.08.001",
     "publication date": "11-2016",
     "abstract": "This paper will summarize the data obtained primarily from the last decade of chimeric antigen receptor (CAR) T cell immunotherapy. It will do so in a manner that provides an overview needed to set the foundation for perspective on the state of research associated with CAR T cell therapy. The topics covered will include the construction of engineered CAR T cells from the standpoint of the different generations, the mode in which autologous T cells are transfected, the various biomarkers that have been used in CAR T cell immunotherapy, and setbacks associated with engineered T cells. Perspective on priorities of CAR T cell immunotherapy will also be addressed as they are related to safety and efficacy.",
     "keywords": ["Chimeric antigen receptor (CAR)", "Biomarker", "Tumor microenvironment", "Cytokine release syndrome (CRS)"]},
    {"article name": "Nanomedicine targeting the tumor microenvironment: Therapeutic strategies to inhibit angiogenesis, remodel matrix, and modulate immune responses",
     "doi": "https://doi.org/10.1016/j.jocit.2016.08.002",
     "publication date": "11-2016",
     "abstract": "Increasing attention has been given to the tumor microenvironment (TME), which includes cellular and structural components such as fibroblasts, immune cells, vasculature, and extracellular matrix (ECM) that surround tumor sites. These components contribute to tumor growth and metastasis and are one reason why traditional chemotherapy often is insufficient to eradicate the tumor completely. Newer treatments that target aspects of the TME, such as antiangiogenic and immunostimulatory therapies, have seen limited clinical success despite promising preclinical results. This can be attributed to a number of reasons, including a lack of drug penetration deeper into the necrotic tumor core, nonspecific delivery, rapid clearance from serum, or toxic side effects at high doses. Nanoparticles offer a potential solution to all of these obstacles, and many recent studies have shown encouraging results using nanomedicine to target TME vasculature, ECM, and immune response. While few of these platforms have made it to clinical trials to date, these strategies are relatively new and may offer a way to improve the effects of anticancer therapies.",
     "keywords": ["Tumor microenvironment", "Cancer immunotherapy", "Nanomedicine", "Angiogenesis"]},
    {"article name": "Local elevation of CCL22: A new trend in immunotherapy (skin model)",
     "doi": "https://doi.org/10.1016/j.jocit.2015.12.001",
     "publication date": "11-2016",
     "abstract": "Many evidences supported the suggestion that one of the reasons for the failure of immunosuppressant like Corticosteroides, Calcinurine inhibitors and VitD3 in reestablishing skin immune tolerance is relying on inhibition of CCL22 expression from skin dendritic cells. Inhibition of CCL22 decreases CD4+ CD25+ FoxP3+ regulatory T cells homing to macular area and reduces the suppression capacity of these cells that make a sort of an imbalance between effector and regulatory T cells. Addition of CCL22 into the skin lesion from external sources could change the ratio between effector and regulatory T cells which dramatically alter immune system and reestablish immune tolerance. This action can't be established by the later immunosuppressant (e.g. corticosteroids and calcinurine inhibitors) alone which give CCL22 an important role in the treatment of skin autoimmune and graft rejection diseases.",
     "keywords": ["CCL22", "Langerhans dendritic cells", "Corticosteroids", "Calcineurine inhibitors autoimmune", "Immunomodulation", "Tregs regulatory T cells", "regulatory T cells", "CTL cytotoxic T lymphocytes", "cytotoxic T lymphocytes"]},
    {"article name": "Dendritic cells used in anti-HIV immunotherapy showed different modulation in anti-HIV genes expression: New concept for the improvement of patients' selection criteria",
     "doi": "https://doi.org/10.1016/j.jocit.2016.03.002",
     "publication date": "11-2016",
     "abstract": "As the host's genetics influences immune response to HIV-1 and progression to AIDS, similar genetic factors could affect response to immunotherapy. Differential genes expression was evaluated in clinical trial, aimed at identifying a potential predictive marker for DC quality and, finally, for therapy responsiveness.DC used for immunotherapy revealed a clear difference of anti-HIV genes signature, so we classified DC into two groups (A-DC and B-DC). In A-DC a limited number of genes, including inflammasome-related genes (IL1B, IL18), were modulated during monocytes-to-DC differentiation. A larger subset of anti-HIV genes (restriction factors, co-factors, apoptotic factors) was modulated in B-DC. This more “activated/exhausted” expression profile of B-DC apparently resulted from a more activated monocyte precursor.These results suggest that the actual selection of HIV+ individual for immunotherapy, based on clinical features, did not ensure the same DC product, and that less “activated/exhausted” DC could positively affect the outcome of immunotherapy.",
     "keywords": ["HIV-1", "Immune-therapy", "Dendritic cells", "Genomic profile", "DC (monocyte derived) dendritic cells", "(monocyte derived) dendritic cells", "HIV+ seropositive individuals", "seropositive individuals", "PBMC peripheral blood mononuclear cells", "peripheral blood mononuclear cells", "PVL plasma viral load", "plasma viral load"]},
    {"article name": "The SNP rs3746444 within mir-499a is associated with breast cancer risk in Iranian population",
     "doi": "https://doi.org/10.1016/j.jocit.2016.08.003",
     "publication date": "11-2016",
     "abstract": "Our study aimed to evaluate the possible association between hsa-mir-499a (rs3746444 A>G) polymorphism and susceptibility to breast cancer in an Isfahanian population.In this case–control study we enrolled 91 healthy subjects and patients with breast cancer. Allele-specific primer PCR was applied for genotyping the SNP.Our study showed that the hsa-mir-499a rs3746444 G allele increased the risk of breast cancer regarding to allele frequency differences (OR: 1.922; 95% CI: 1.064–3.470; p = 0.02952) and Armitage's trend test (OR: 1.722; p = 0.04732) in comparison with the A allele. In addition, an in silico attempt to find functional consequences of A>G substation suggested that the G allele may decrease hsa-mir-499a stability based on calculated free energy differences between A and G alleles.Our findings illustrated that the mir-499a rs3746444 G polymorphism is associated with higher risk of developing breast cancer in Isfahanian population.",
     "keywords": ["Breast cancer", "Bioinformatics", "Functional SNP", "mir-499a"]},
    {"article name": "Bilateral occult breast carcinoma presenting as bilateral axillary mass: An unusual presentation",
     "doi": "https://doi.org/10.1016/j.jocit.2016.05.001",
     "publication date": "11-2016",
     "abstract": "Occult breast cancer presenting as an axillary mass is a rare clinical finding. Less than 5% of breast carcinoma presents as an axillary mass without an obvious primary tumor. Axillary lymph node showing metastatic adenocarcinoma poses diagnostic and therapeutic problems, when it is the only clinical presentation. In a significant proportion of breast cancer cases, mammographic detection of micro-calcifications is indicative of the presence of a breast lesion. We present a rare case of a bilateral occult breast carcinoma in a 40 year female with bilateral axillary mass without any palpable breast mass.",
     "keywords": ["Breast", "Bilateral axillary mass", "Occult carcinoma"]},
    {"article name": "Mesenchymal stem cells: Immunomodulatory capability and clinical potential in immune diseases",
     "doi": "https://doi.org/10.1016/j.jocit.2014.12.001",
     "publication date": "03-2016",
     "abstract": "Mesenchymal stem cells (MSCs) represent a heterogenous population of adult, fibroblast-like multi-potent cells. MSCs have drawn much attention during the last decade in the field of regenerative medicine, mainly due to their capacity to differentiate into specific cell types, abundant production of soluble growth factors and cytokines, and hematopoiesis supporting properties. In addition, MSCs can migrate to the sites of inflammation and hold potent of immunomodulatory and anti-inflammatory effects through cell and cell interactions between MSCs and lymphocytes or production of soluble factors. Therefore, the application of MSCs in many disease situations is full of possibilities for future clinical treatment. Phase III clinical trials have been run using MSCs for treatment of Graft versus Host Disease (GVHD), and MSCs product approval has been achieved for pediatric GVHD treatment in Canada and New Zealand (Prochymal®; Osiris Therapeutics). In addition, hundreds of clinical trials are being run using MSCs for treatment of several immune mediated diseases, including GVHD, aplastic anemia (AA), Crohn's disease (CD), rheumatoid arthritis (RA), and multiple sclerosis (MS). In this review we mainly focus on immunomodulation potential of MSCs and promising therapeutic application of MSCs in immune mediated diseases. Furthermore, we emphasize that biological effectiveness of MSCs will be one of most important standards to determine the dose of MSCs infusion.",
     "keywords": ["MSCs", "Immunomodulatory", "Cell infusion", "Biological effectiveness"]},
    {"article name": "Clinical efficacy and safety of stem cells in refractory Crohn's disease: A systematic review",
     "doi": "https://doi.org/10.1016/j.jocit.2016.01.001",
     "publication date": "03-2016",
     "abstract": "Refractory Crohn's disease, especially when complicated by complex perianal fistula, seriously reduces the patients' quality of life. Preclinical and clinical studies indicate stem cells may be a promising therapy for refractory Crohn's disease.To systematically review evidence on clinical efficacy and safety of stem cells in refractory Crohn's disease.A detailed search was performed to identify randomized controlled trials (RCT), systematic reviews of RCTs or high-quality non-RCTs published before September 2015 in the Cochrane Library, PubMed, Medline, EMBASE, and the ISI Web of Knowledge databases. Search terms included: MSC (mesenchymal stem cell), stem cells, HSC (hematopoietic stem cell), IBD (inflammatory bowel disease), CD (Crohn's disease), UC (ulcerative colitis). Two authors independently extracted data for analysis using predefined selection criteria and quality indicators. Trials were also retrieved from the website of www.Clinicaltrials.gov.18 of the 225 articles identified met the inclusion criteria. However, there were only two studies that had control groups. Therefore, a brief qualitative analysis of the evidence was considered to be more adequate. It seems stem cells can reduce Crohn's Disease Activity Index (CDAI) and help alleviate CD symptoms. Moreover, the incidence of serious adverse events caused by stem cell transplantation was very low (1.75%, 7/400).Stem cell therapy for CD is very promising, but large, multicenter and randomized clinical trials are needed to further support their therapeutic benefits.",
     "keywords": ["Stem cells", "Crohn's disease", "Clinical efficacy", "Mesenchymal stem cell", "Hematopoietic stem cell"]},
    {"article name": "CD138-directed adoptive immunotherapy of chimeric antigen receptor (CAR)-modified T cells for multiple myeloma",
     "doi": "https://doi.org/10.1016/j.jocit.2014.11.001",
     "publication date": "03-2016",
     "abstract": "Adoptive immunotherapy with T cells expressing a tumor-associated chimeric antigen receptor (CAR) provides a promising approach for tumor therapy. We designed a clinical trial for multiple myeloma (MM) treatment with CAR-modified T cells recognizing CD138 (CART-138). Five patients diagnosed with chemotherapy-refractory MM were enrolled into this trial, although one later advanced to plasma cell leukemia. By intravenous infusions, these patients received CD3+ CART-138 cells in an escalating dose. No intolerable toxicity was observed during this process. CART-138 cells were expanded to a level 1000 times higher than the initial engraftment level and were maintained in the peripheral blood. In addition, increased CART-138 cells were also detected in the bone marrow. Four of the five patients had stable disease (SD) longer than three months, and one patient with advanced plasma cell leukemia had a reduction of the myeloma cells in her peripheral blood (from 10.5% to <3%). This study suggests that the treatment of CART-138 is safe, feasible, and tolerable and has potential antitumor activity in vivo, warranting further research in MM treatment using CART-138.",
     "keywords": ["Chimeric antigen receptor-modified T cells", "Multiple myeloma", "CD138"]},
    {"article name": "Cellular immunotherapy as maintenance therapy prolongs the survival of the patients with small cell lung cancer in extensive stage",
     "doi": "https://doi.org/10.1016/j.jocit.2016.02.001",
     "publication date": "03-2016",
     "abstract": "Small cell lung cancer (SCLC) is the most devastating type of human lung cancer. Patients usually present with disseminated disease to many organs (extensive stage). This study was to investigate the efficacy and safety of cellular immunotherapy (CIT) with autologous natural killer (NK), γδT, and cytokine-induced killer (CIK) cells as maintenance therapy for extensive-stage SCLC (ES-SCLC) patients.A pilot prospective cohort study was conducted with ES-SCLC patients who had responded to initial chemotherapy. Patients received either CIT as maintenance therapy (CIT group), or no treatment (control group). Progression-free survival (PFS), overall survival (OS), and adverse effects were compared.Forty-nine patients were recruited in this study, with 19 patients in the CIT group and 30 patients in the control group. The patient characteristics of the 2 groups were comparable except for age, as patients in the CIT group were older than those in the control group (P < 0.05). PFS in the CIT group was superior to the control group (5 vs. 3.1 months, P = 0.020; HR, 0.489, 95% CI, 0.264–0.909, P = 0.024). OS of the CIT group was also longer than that of the control group (13.3 vs. 8.2 months, P = 0.044; HR, 0.528, 95% CI, 0.280–0.996, P = 0.048, respectively). No significant adverse reactions occurred in patients undergoing CIT.CIT maintenance therapy in ES-SCLC prolonged survival with only minimal side effects. Integrating CIT into the current treatment may be a novel strategy for ES-SCLC patients, although further multi-center randomized trials are needed.",
     "keywords": ["Small cell lung cancer", "Cellular immunotherapy", "Maintenance therapy", "CBR clinical benefit rate", "clinical benefit rate", "CI confidence interval", "confidence interval", "CIK cytokine-induced killer", "cytokine-induced killer", "CIT cellular immunotherapy", "cellular immunotherapy", "CR complete remission", "complete remission", "CT computed tomography", "computed tomography", "CSCs cancer stem cells", "cancer stem cells", "CTL cytotoxic T lymphocyte", "cytotoxic T lymphocyte", "CTLA-4 cytotoxic T-lymphocyte antigen-4", "cytotoxic T-lymphocyte antigen-4", "ECOG Eastern Cooperative Oncology Group", "Eastern Cooperative Oncology Group", "ES-SCLC extensive stage small cell lung cancer", "extensive stage small cell lung cancer", "GMP Good Manufacturing Practice", "Good Manufacturing Practice", "HR hazard ratio", "hazard ratio", "MRD minimal residual disease", "minimal residual disease", "MRI magnetic resonance imaging", "magnetic resonance imaging", "NK natural killer", "natural killer", "NSCLC non-small cell lung cancer", "non-small cell lung cancer", "OS overall survival", "overall survival", "PBMCs peripheral blood mononuclear cells", "peripheral blood mononuclear cells", "PD progressive disease", "progressive disease", "PD-1 programmed death-1", "programmed death-1", "PFS progression free survival", "progression free survival", "PR partial remission", "partial remission", "SCLC small cell lung cancer", "small cell lung cancer", "SD stable disease", "stable disease", "SOP standard operating procedure", "standard operating procedure"]},
    {"article name": "The LALF32-51 peptide as component of HPV therapeutic vaccine circumvents the alum-mediated inhibition of IL-12 and promotes a Th1 response",
     "doi": "https://doi.org/10.1016/j.jocit.2015.01.001",
     "publication date": "03-2016",
     "abstract": "Aluminum-containing adjuvants (alum) continue to be the most widely used adjuvants. It is common knowledge that these adjuvants predominantly induce humoral immunity, but some reports also describe their role combined with IL-12 in the induction of a Th1 immune response. In this study we want to investigate if alum could be an adjuvant to be used as a component of a therapeutic vaccine that require the generation of cell-mediated immunity. To demonstrate this concept we selected the human papillomavirus (HPV) 16-transformed mouse TC-1 cells as model and the fusion protein LALF32-51-E7 as antigen. Our results suggest that LALF32-51-E7 combined with aluminum hydroxide adjuvant promotes a Th1 immune response and consequently an anti-tumor response in the TC-1 tumor model. These results could have important application in future clinical trials in women with low grade squamous intraepithelial neoplasia.",
     "keywords": ["Adjuvant", "Alum", "Al(OH)3", "Fusion protein", "LALF32-51-E7"]},
    {"article name": "Phagocytic activity of neutrophil is induced by granulocyte colony stimulating factor and interleukin-15 in leukemic animal model",
     "doi": "https://doi.org/10.1016/j.jocit.2016.01.002",
     "publication date": "03-2016",
     "abstract": "In leukemia, secondary infection is common and after chemotherapy the number of normal active neutrophil reduced significantly. Therefore, to avoid side effects of chemotherapy and to induce neutrophil activity and number, in this study, we have treated with G-CSF plus IL-15 in combination to N–N′ Ethylnitrosourea (ENU) induced leukemia in BALB/c mice. After 5 months of ENU treatment in 3–4 weeks old mice at 80 mg/kg body weight, leukemia was confirmed by histology of blood smear co-treatment started with cytokines for 5 days. The in vitro phagocytosis activity of neutrophil from spleen was assayed using Dalton's lymphoma ascites as target cell. Using real time polymerase chain reaction (RT-PCR), Toll like receptor 4 (TLR4) and toll like receptor 9 (TLR9) expression of neutrophil was also measured. Our data suggests that G-CSF plus IL-15 induce the phagocytic activity of neutrophil. TLR4 and TLR9 expression was induced in neutrophil after treatment with cytokines together which was significantly reduced in leukemia. In conclusion, G-CSF plus IL-15 has potential role as therapeutic immunomodulators for neutrophil activity in leukemia.",
     "keywords": ["Leukemia", "Granulocyte colony stimulating factor (G-CSF)", "Interleukin-15 (IL-15)", "N–N′-Ethyl-Nitrosourea (ENU)", "Toll like receptor 4 (TLR4)", "Toll like receptor 9 (TLR9)"]}
    ]
}