{"primary": "Life Sciences",
"domain": "Biochemistry, Genetics and Molecular Biology",
"subdomain": ["Cancer Research"],
"journal name": "Leukemia Research Reports",
"articles": [
    {"article name": "The rare translocation t(14;21)(q11;q22) detected in a Moroccan patient with T-cell acute lymphoblastic leukemia",
     "doi": "https://doi.org/10.1016/j.lrr.2018.11.001",
     "publication date": "01-2019",
     "abstract": "Cytogenetic studies of acute lymphoblastic leukemia have been at the forefront of research in the pathogenesis of cancer. The presence of recurring chromosomal abnormalities (either numeral or structural rearrangements) provides immediate clues to the genetic events leading to leukemia and many abnormalities have important prognostic significance. The rare translocation t(14,21)(q11.2;q22) has been described in pediatric T lineage ALL in only one case so far in 2000. The present study is a case report of an ALL case in which we found a t(14,21)(q11.2;q22) as a non random chromosomal abnormality among 70 analyzed pediatric ALL cases referred exclusively to BIOLAB Laboratory from the children hospital of Morocco.",
     "keywords": ["Acute lymphoblastic leukemia", "T(14;21)", "Cytogenetic abnormalities", "Children", "Morocco"]},
    {"article name": "Cytomegalovirus reactivation triggers the late onset of hyperthyroidism after autologous peripheral blood transplantation",
     "doi": "https://doi.org/10.1016/j.lrr.2018.11.002",
     "publication date": "01-2019",
     "abstract": "Thyroid dysfunction is an important issue in patients receiving autologous and allogenic hematopoietic stem cell transplantation (HSCT). However, the exact mechanisms underlying thyrotoxicosis secondary to HSCT remain unclear. The present case exhibited a reversed imbalance in helper/suppressor T-cell populations and B-cell dysregulation for a long time after transplantation, and the reactivation of cytomegalovirus may have been associated with the development of clinical hyperthyroidism. The long-term monitoring of thyroid function, T-cell populations, and cytomegalovirus after HSCT is important.",
     "keywords": ["Thyroid disease", "Transplantation", "Autologous", "Autoimmune", "Cytomegalovirus"]},
    {"article name": "Myodesopsia is a symptom of central nervous system blast crisis in chronic myeloid leukemia",
     "doi": "https://doi.org/10.1016/j.lrr.2019.03.001",
     "publication date": "01-2019",
     "abstract": "A 49-year-old woman diagnosed with chronic myeloid leukemia in the chronic phase was started on dasatinib treatment, after which she complained of myodesopsia. Nineteen months after diagnosis, the patient again complained of myodesopsia and developed bilateral optic neuritis. Cerebrospinal fluid analysis revealed an increase in blasts, although peripheral blood and bone marrow examination confirmed that the patient remained in a molecular response to tyrosine kinase inhibitor (TKI) therapy. The patient was diagnosed with an isolated central nervous system blast crisis, a rare occurrence with second-generation TKI therapy, and the initial presentation of myodesopsia represented a symptom of this condition.",
     "keywords": ["Chronic myeloid leukemia", "Tyrosine kinase inhibitor", "Central nervous system", "Blast crisis", "Myodesopsia"]},
    {"article name": "Evaluation of eltrombopag in patients with aplastic anemia in real-world experience",
     "doi": "https://doi.org/10.1016/j.lrr.2019.03.002",
     "publication date": "01-2019",
     "abstract": "Although eltrombopag has recently been approved for treating AA, the effects of its clinical use remain unknown.We retrospectively analyzed 11 patients with AA, who had been treated with eltrombopag from August 2017 to May 2018.Overall response rate was 55%. There was tri-lineage recovery in four patients and platelet recovery in two. The reactive time was within 8 weeks after treatment initiation. Stage at the initial assessment, the neutrophil-to-lymphocyte ratio and platelet counts were significantly different between the responders and non-responders.Eltrombopag is a promising agent for treating patients with any degree of AA.",
     "keywords": ["Eltrombopag", "Aplastic anemia", "Neutrophil-to-lymphocyte ratio", "Real-world setting"]},
    {"article name": "Chronic myelomonocytic leukemia as a transformation from polycythemia vera",
     "doi": "https://doi.org/10.1016/j.lrr.2019.03.004",
     "publication date": "01-2019",
     "abstract": "The hallmark of Polycythemia vera (PV) is the presence of JAK2V617F mutation and increased RBC mass. Chronic myelomonocytic leukemia (CMML) is defined as persistent blood absolute monocyte count (AMC) >/= 1 × 109/L for at least 3 months with myeloid cell dysplasia. Few cases of evolved CMML from PV have been described. We present a case of PV that progressed to CMML. We demonstrated the CMML clone was most likely derived from PV- JAK2V617F clone. This clone carried a complex genetic mutations of ASXL1, RUNX1, SRSF2 and TET2, NRAS, KRAS, plus CMML cells were of the classical phenotype CD14+ CD16−by flow cytometry.",
     "keywords": ["Chronic myelomonocytic leukemia", "Polycythemia vera", "Monocytosis"]},
    {"article name": "Matched unrelated donor hematopoietic progenitor cell transplantation: A report based on a single registry in India",
     "doi": "https://doi.org/10.1016/j.lrr.2019.03.003",
     "publication date": "01-2019",
     "abstract": "Currently, more than 10,000 matched unrelated donor transplants (MUDT) are performed annually worldwide. India has recorded a significant increase in the number of hematopoietic progenitor cell transplantation (HPCT) centers reporting transplants. The number of HPCTs increases by approximately 10% every year, with 1878 transplants reported by Indian stem cell transplant registries in 2016. However, published outcome data of MUDT in India are scant, with reports limited to autologous and allogenic matched unrelated transplants, which motivated us to present our MUDT data.To review the operations, and more importantly, the patient outcome data of a new registry in India.We accessed an Indian HLA donor database with high-resolution HLA typing results of 7682 (until 31st July 2018) volunteer HLA donors. The typing results were uploaded to proprietary software. The search result was considered a “match” when a 10/10 potential HLA match was found. Patients who were found to be alive through mail communication and did not exhibit signs and symptoms of disease were considered to have disease-free survival (DFS).During the six years of operations of the database, 1165 searches resulted in 68 10/10 matches from the registry. Of these, 11 were MUD HPCT records. At a minimum follow-up of almost 11 months, seven recipients continue to exhibit DFS.The patient DFS data prove that even a small registry with slightly more than 7000 donors can yield reasonably good patient outcomes.",
     "keywords": ["MUD", "HPCT", "Transplant", "Disease-free survival (DFS)"]},
    {"article name": "Effective maintenance treatment with lenalidomide for a patient with aggressive adult T cell leukemia after chemotherapy",
     "doi": "https://doi.org/10.1016/j.lrr.2019.04.001",
     "publication date": "01-2019",
     "abstract": "Adult T cell leukemia/lymphoma (ATL) is incurable with conventional chemotherapies, and allogeneic stem cell transplantation (SCT) is the only curative treatment. Direct antitumor effects and antitumor immune responses are important factors that need to be considered in the treatment of ATL. A phase II study reported long overall survival despite short progression-free survival in patients, implying that lenalidomide confers a survival benefit through immunomodulation for patients with ATL. We herein report that low-dose lenalidomide as maintenance therapy maintained a complete remission in a patient with aggressive ATL, whose condition has since remained stable with no recurrence for 24 months.",
     "keywords": ["Lenalidomide", "Adult T cell leukemia/ lymphoma (ATL)", "Maintenance"]},
    {"article name": "Tumor necrosis factor- and interleukin-6-producing high-grade B-cell lymphoma, not otherwise specified in the pleura",
     "doi": "https://doi.org/10.1016/j.lrr.2018.06.001",
     "publication date": "01-2018",
     "abstract": "A 65-year-old man was admitted to our hospital with left-sided chest and back pain and dyspnea. Computed tomography demonstrated a marked circumferential left pleural thickening. A thoracoscopic pleural biopsy led to a diagnosis of high-grade B-cell lymphoma, not otherwise specified (HGBL, NOS). Lymphoma cells were positive for tumor necrosis factor (TNF) and interleukin-6. This is the first case report of TNF- and IL-6-producing aggressive HGBL, NOS in the pleura, in which radiological findings mimicked pleural mesothelioma. The aggressive tumor progression in the present case may have been caused by abnormal cytokine production from lymphoma cells.",
     "keywords": null},
    {"article name": "Secondary pure red cell aplasia in multiple myeloma treated with lenalidomide",
     "doi": "https://doi.org/10.1016/j.lrr.2018.06.005",
     "publication date": "01-2018",
     "abstract": "Pure red cell aplasia (PRCA) is a rare disorder characterized by marked erythroid hypoplasia with maturation arrest in the bone marrow. Secondary acquired PRCA may be associated with hematologic disorders. A few case reports have described PRCA associated with multiple myeloma (MM). However, the clinical course and mechanism of PRCA associated with MM remain unknown. We herein report two cases of PRCA associated with MM in patients undergoing treatment with lenalidomide.",
     "keywords": ["Pure red cell aplasia", "Multiple myeloma", "Lenalidomide"]},
    {"article name": "Retrospective analysis of primary plasma cell leukemia in Kansai Myeloma Forum registry",
     "doi": "https://doi.org/10.1016/j.lrr.2018.07.001",
     "publication date": "01-2018",
     "abstract": "We retrospectively analyzed twenty-six patients with primary plasma cell leukemia (pPCL) registered from May 2005 until April 2015 by the Kansai Myeloma Forum. Twenty patients received novel agents (bortezomib or lenalidomide), and their median survival of was 34 months. The median survival of patients who underwent autologous stem cell transplantation (SCT) was 40 months, those undergoing allogeneic SCT 55 months, and those undergoing both types of SCT (auto–allo) 61 months; whereas for those who did not undergo SCT it was 28 months (p = 0.845). The only statistically significant risk factor identified by multivariate analysis was hypercalcemia.",
     "keywords": ["Primary plasma cell leukemia", "Novel agent", "Hypercalcemia", "Stem cell transplantation"]},
    {"article name": "Primary isolated bone marrow diffuse large B cell lymphoma with long-term complete remission",
     "doi": "https://doi.org/10.1016/j.lrr.2018.05.004",
     "publication date": "01-2018",
     "abstract": "Secondary bone marrow involvement of non-Hodgkin's lymphoma (NHL) is relatively common. However, primary isolated bone marrow involvement in NHL which was successfully treated and remains in complete remission (CR) for a long-term duration without any relapse is extremely rare. We herein report a patient of primary bone marrow diffuse large B cell lymphoma (PBML/DLBCL) who presented a prolonged high-grade fever and systemic purpura due to severe thrombocytopenia. The patient was successfully treated with systemic chemotherapy by R-CHOP (rituximab, cyclophosphamide, doxorubicin, vincristine, prednisolone) and remains in CR at 8 years after the initial diagnosis. Review of the literature in PBML/DLBCL cases are also shown.",
     "keywords": ["Isolated bone marrow involvement", "PBML/DLBCL", "Thrombocytopenia", "CHOP, CR"]},
    {"article name": "All-trans-retinoic-acid and arsenic trioxide induced remission in promyelocytic blast crisis",
     "doi": "https://doi.org/10.1016/j.lrr.2018.07.002",
     "publication date": "01-2018",
     "abstract": "A 78-year-old-male with chronic myeloid leukemia (CML) treated for seven years with dasatinib developed an acute promyelocytic leukemia complicated by disseminated intravascular coagulopathy. A promyelocytic blast crisis was diagnosed by demonstrating co-expression of chimeric BCL/ABL and PML/RARα translocations by karyotyping, fluorescence in situ hybridization, and quantitative real-time polymerase chain reaction. Promyelocytic blast crisis of CML is a rare event with historically poor outcomes. Treatment of our patient with all-trans-retinoic acid (ATRA) and arsenic trioxide (ATO) resulted in complete morphologic remission. We review here the relevant literature of promyelocytic blast crisis and highlight the potential of ATRA/ATO as first line management.",
     "keywords": ["ATRA", "ATO", "CML", "Promyelocytic", "Blast crisis"]},
    {"article name": "Detection of KIT mutations in core binding factor acute myeloid leukemia",
     "doi": "https://doi.org/10.1016/j.lrr.2018.06.004",
     "publication date": "01-2018",
     "abstract": "We have investigated the frequency and the effect of KIT mutations on the outcome of patients with CBF-AML. 69 patients (34 pediatrics and 35 adults) with CBF-AML were enrolled in the study. The frequency of KIT mutations was higher in adults compared to pediatrics (22.9% and 14.7%, p = 0.38) respectively. Leukocytosis ≥ 20 × 109 /L was significantly associated with pediatrics compared to adults. t(8;21)(q22;22) was significantly associated with thrombocytopenia in adults. We conclude that no significant difference is found between KIT mutated and unmutated CBF-AML in adults and pediatrics. Children with CBF-AML present with leukocytosis. t(8;21) is associated with thrombocytopenia.",
     "keywords": ["CBF-AML", "KIT mutations", "FLT-3 mutations", "HRM analysis", "CBF-AML core binding factor AML", "core binding factor AML", "PCR-RFLP Polymerase chain reaction restriction fragment length polymorphism", "Polymerase chain reaction restriction fragment length polymorphism", "HRM High resolution melting curve analysis", "High resolution melting curve analysis", "NCCN National comprehensive cancer network", "National comprehensive cancer network", "ELN European Leukemia Network", "European Leukemia Network", "FLT-3-ITD FLT3 internal tandem duplication", "FLT3 internal tandem duplication"]},
    {"article name": "The role of FLT3 inhibitors as maintenance therapy following hematopoietic stem cell transplant",
     "doi": "https://doi.org/10.1016/j.lrr.2018.06.003",
     "publication date": "01-2018",
     "abstract": "Activating mutations in FLT3 in acute myeloid leukemia (AML) portend a poor prognosis, and targeting FLT3 with a tyrosine kinase inhibitor has been an area of intense research recently. Most FLT3 mutated AML patients undergo hematopoietic stem cell transplantation (HSCT) as standard of care but a significant proportion of patients relapse. Although the use of FLT3 inhibitors in the pre-HSCT perspective is more clearly defined, its use in the post-HSCT scenario, when most relapses occur, remains unclear. In this review, we comprehensively present the data on the recent and ongoing studies evaluating the role of various FLT3 inhibitors in AML with a particular focus in the post-HSCT setting.",
     "keywords": ["Acute myeloid leukemia", "FLT3", "Hematopoietic stem cell transplant", "Tyrosine kinase inhibitors", "Multikinase inhibitors", "Drug resistance"]},
    {"article name": "Lenalidomide induced durable remission in a patient with MDS/MPN-with ring sideroblasts and thrombocytosis with associated 5q- syndrome",
     "doi": "https://doi.org/10.1016/j.lrr.2018.08.001",
     "publication date": "01-2018",
     "abstract": "We describe a patient with MDS/MPN with ring sideroblasts and thrombocytosis who had deletions of long arm of chromosome 5 (5q-) and chromosome 20 (20q-). Molecular studies showed an exon 9, frame shift mutation in the calreticulin (CALR) gene, and absence of mutations in JAK2, MPL, SETBP1 or SF3B1.Treatment with lenalidomide resulted in durable clinical remission which has lasted 2 years.",
     "keywords": ["MDS/MPN", "Ring sideroblast", "Thrombocytosis", "5q", "Lenalidomide"]},
    {"article name": "Renal infiltration presenting as acute kidney injury in Hodgkin lymphoma – A case report and review of the literature",
     "doi": "https://doi.org/10.1016/j.lrr.2018.07.003",
     "publication date": "01-2018",
     "abstract": "Renal involvement in Hodgkin lymphoma (HL) is rare, although extralymphatic disease is usually found. Acute kidney injury is a recognized presentation of non-Hodgkin lymphoma, with bilateral kidney involvement, promptly requiring specific treatment. Regarding to HL, this manifestation is extremely rare and lacks pathologic description and management experiences. Herein, we describe a case of HL with atypical presentation as well as its management, current evaluation by PET-scan and histologic findings. This case report highlights clinical presentation and a successful experience on managing these cases. Moreover, it is important to drive biologic insights for understanding of kidney infiltration mechanism in HL.",
     "keywords": ["Hodgkin lymphoma", "Renal involvement", "Acute kidney injury", "Chemotherapy"]},
    {"article name": "High-dose methotrexate vs. Capizzi methotrexate for the treatment of childhood T-cell acute lymphoblastic leukemia",
     "doi": "https://doi.org/10.1016/j.lrr.2018.10.001",
     "publication date": "01-2018",
     "abstract": "Sixty-three children (1–14 years of age) newly diagnosed with T-cell acute lymphoblastic leukemia were treated from January 2001 to December 2014. Patient outcomes were evaluated based on the regimen received; Capizzi methotrexate (C-MTX) vs. high-dose methotrexate (HDMTX). Complete remission (CR) was achieved in 54 of 60 (90.0%) patients and 3 patients died during induction. The 5-year overall survival (OS) and disease-free survival (DFS) were 88.3 ± 6.5% and 85 ± 7.5%, respectively. Post-induction, 35 patients were treated with HDMTX and 25 with C-MTX. There was no difference in OS or DFS for patients treated with HDMTX vs. C-MTX (P > 0.05 for both). Central nervous system involvement (CNS3) was associated with inferior survival outcomes compared to Non-CNS3 patients (OS, CNS3 73.3 ± 9.1% vs.non-CNS3 93.2 ± 2.6%, (P = 0.045) and DFS, CNS3 66.7 ± 10.4% vs. non-CNS3 90.9 ± 3.1% (P = 0.0163)). Delayed radiation in CNS3 was associated with relapse (P = 0.0037) regardless of regimen. Thus optimization of CNS-directed therapy for patients with CNS3 is needed.",
     "keywords": ["Acute lymphoblastic leukemia", "High dose methotrexate", "Central nervous system", "T cell", "Children"]},
    {"article name": "Alemtuzumab-based therapy for Secondary Malignant Histiocytosis arising from Pre-B-ALL",
     "doi": "https://doi.org/10.1016/j.lrr.2017.11.003",
     "publication date": "01-2018",
     "abstract": "• Secondary Malignant Histiocytosis (SMH) is an exceedingly rare, life-threatening condition that invariably occurs in the presence of an underlying monoclonal hematologic disorder. Prognosis of SMH remains dismal and there is no established treatment.• We report a case of a patient who developed SMH during induction chemotherapy for his underlying pre-B-ALL, that caused persistently high fevers and was only diagnosed by a marrow while cytopenic in phase 2 induction. He was treated with alemtuzumab-based therapy that reduced the histiocytic infiltration of the bone marrow from 80% to 15% and made him eligible to undergo T-cell replete allogeneic stem transplantation from his sibling.• This report is the first to highlight the role of alemtuzumab, an anti-CD52 monoclonal antibody, in clonal disorders originating from transdifferentiation.• The alemtuzumab-based regimen should be reserved only for carefully selected allogeneic transplant patients.",
     "keywords": ["Secondary Malignant Histiocytosis (SMH)", "Pre-B-Cell Acute Lymphoblastic Leukemia (Pre-B-ALL)", "Transdifferentiation", "C/EBPα", "PAX5"]},
    {"article name": "Expression of a specific extracellular matrix signature is a favorable prognostic factor in acute myeloid leukemia",
     "doi": "https://doi.org/10.1016/j.lrr.2017.12.001",
     "publication date": "01-2018",
     "abstract": "Relapse of acute myeloid leukemia (AML) is still dramatically frequent, imposing the need for early markers to quantify such risk. Recent evidence point to a prominent role for extracellular matrix (ECM) in AML, but its prognostic value has not yet been investigated. Here we have investigated whether the expression of a 15-ECM gene signature could be applied to clinical AML research evaluating a retrospective cohort of 61 AML patients and 12 healthy donors. Results show that patients whose ECM signature expression is at least twice as that of healthy donors have considerably longer relapse-free survival, with further stage-specific therapy outcomes.",
     "keywords": ["Extracellular matrix (ECM)", "Acute myeloid leukemia (AML)", "Hematopoiesis", "Clinical study", "PCR"]},
    {"article name": "Essential thrombocytemia following immune thrombocytopenia with JAK2V617F mutation",
     "doi": "https://doi.org/10.1016/j.lrr.2017.12.002",
     "publication date": "01-2018",
     "abstract": "JAK2V617F mutation is found in about 60% of cases of essential thrombocytemia (ET) and represents a driving mutation. Immune thrombocytopenia (ITP) is an autoimmune disease characterized by a low platelet (PLT) count. So far, only 2 reports described ET following ITP. For the first time we analyzed in a patient the JAK2V617F allele burden at ITP onset occurred 13 years before the ET diagnosis and found the presence of a small clone JAK2V617F positive clone (3%) raised to 27% in the following years. The association of ET and ITP could suggest similar pathogenetic mechanisms that should be further investigated.",
     "keywords": ["Essential thrombocytemia", "Immune thrombocytopenia", "JAK2V617F mutation"]},
    {"article name": "Unrelated HLA mismatched microtransplantation in a patient with refractory secondary acute myeloid leukemia",
     "doi": "https://doi.org/10.1016/j.lrr.2018.02.002",
     "publication date": "01-2018",
     "abstract": "Microtransplantation (MST), a type of HLA-mismatched allogeneic cellular therapy, is a promising, cellular therapy for acute myeloid leukemia (AML). MST transfuses granulocyte colony-stimulating factor (G-CSF)-mobilized, HLA-mismatched donor peripheral blood stem cells into patients undergoing conventional chemotherapy. MST, using haploidentical donors, has been shown to yield clinical benefit without any permanent marrow engraftment in AML. Consequently, graft-versus-host disease concerns are rendered irrelevant with no need for immunosuppression. We describe the first reported patient with refractory AML who underwent salvage MST from an unrelated, complete HLA-mismatched donor. The patient achieved remission without complication, warranting further study of unrelated HLA-mismatched donor MST in AML.",
     "keywords": null},
    {"article name": "Forskolin attenuates doxorubicin-induced accumulation of asymmetric dimethylarginine and s-adenosylhomocysteine via methyltransferase activity in leukemic monocytes",
     "doi": "https://doi.org/10.1016/j.lrr.2018.02.001",
     "publication date": "01-2018",
     "abstract": "Doxorubicin (DOX) is an antitumor drug, associated with cardiomyopathy. Strategies to address DOX-cardiomyopathy are scarce. Here, we identify the effect of forskolin (FSK) on DOX-induced-asymmetric-dimethylarginine (ADMA) accumulation in monocytoid cells. DOX-challenge led to i) augmented cytotoxicity, reactive-oxygen-species (ROS) production and methyltransferase-enzyme-activity identified as ADMA and s-adenosylhomocysteine (SAH) accumulation (SAH-A). However, except cytotoxicity, other DOX effects were decreased by metformin and FSK. FSK, did not alter the DOX-induced cytotoxic effect, but, decreased SAH-A by >50% and a combination of three drugs restored physiological methyltransferase-enzyme-activity. Together, protective effect of FSK against DOX-induced SAH-A is associated with mitigated methyltransferase-activity, a one-of-a-kind report.",
     "keywords": ["ADMA asymmetric dimethylarginine", "asymmetric dimethylarginine", "cAMP cyclic AMP", "cyclic AMP", "CVD cardiovascular disease", "cardiovascular disease", "CT chemotherapy", "chemotherapy", "DOX doxorubicin", "doxorubicin", "DDAH dimethylarginine diaminohydrolase", "dimethylarginine diaminohydrolase", "eNOS endothelial nitric oxide synthase", "endothelial nitric oxide synthase", "FSK forskolin", "forskolin", "HCY homocysteine", "homocysteine", "HTRF homogenous time-resolved fluorescence", "homogenous time-resolved fluorescence", "L-arg L-arginine", "L-arginine", "L-cit L-citrulline", "L-citrulline", "MET metformin", "metformin", "NAD+ nicotinamide adenine dinucleotide", "nicotinamide adenine dinucleotide", "OS oxidative stress", "oxidative stress", "PRMT1 protein arginine methyltransferase1", "protein arginine methyltransferase1", "ROS reactive oxygen species", "reactive oxygen species", "SAH s-adenosylhomocysteine;", "s-adenosylhomocysteine;", "SAH-A SAH accumulation", "SAH accumulation", "SAHH s-adenosylhomocysteine hydrolase", "s-adenosylhomocysteine hydrolase", "SAM s-adenosylmethionine", "s-adenosylmethionine", "SIRT1 sirtuin1", "sirtuin1", "Metformin", "Forskolin", "Endothelial dysfunction", "Methyltransferase", "Cancer", "Cardiovascular disease"]},
    {"article name": "Acute promyelocytic leukemia presenting with features of metastatic osseous disease",
     "doi": "https://doi.org/10.1016/j.lrr.2018.02.003",
     "publication date": "01-2018",
     "abstract": "Acute promyelocytic leukemia (APL) is a distinct subtype of acute myeloid leukemia defined by a balanced translocation between chromosomes 15 and 17 resulting in fusion of the promyelocytic leukemia gene (PML) on chromosome 15 with the retinoic acid receptor-alpha gene (RARα) on chromosome 17. APL often presents with pancytopenia and is associated with a life threatening coagulopathy making prompt diagnosis and initiation of therapy critical. We report an unusual case of APL in a 59 year old female without peripheral blood abnormalities or diffuse marrow involvement. Clinical and radiographic findings were initially interpreted as metastatic osseous disease but ultimately found to be APL.",
     "keywords": null},
    {"article name": "1,25-OH2 vitamin D3 and AKT-inhibition increase glucocorticoid induced apoptosis in a model of T-cell acute lymphoblastic leukemia (ALL)",
     "doi": "https://doi.org/10.1016/j.lrr.2018.01.003",
     "publication date": "01-2018",
     "abstract": "In acute lymphoblastic leukemia (ALL), steroid resistance and hypovitaminosis D are both associated with a poor prognosis. We show that methylprednisolone, calcitriol and the AKT-inhibitor MK-2206 have a synergistic effect on the apoptosis of steroid resistant T-ALL cells. Compared to methylprednisolone monotherapy, calcitriol increases methylprednisolone induced apoptosis dose-dependently (1.37–1.92-fold; p < 0.05). Pre-incubation with calcitriol increases the apoptotic effect of MK-2206 even further (3.6-fold; p < 0.05). It also potentiates synergism between MK-2206 and methylprednisolone (vehicle control 38% vs. calcitriol 58%, p < 0.01). The combination of calcitriol and AKT inhibition should be investigated further as treatment options for steroid resistance in T-ALL.",
     "keywords": ["Calcitriol", "MK-2206", "Ruxolitinib", "Steroid resistance", "Jurkat"]},
    {"article name": "Anti-CD19 chimeric antigen receptor targeting of CD19 + acute myeloid leukemia",
     "doi": "https://doi.org/10.1016/j.lrr.2018.03.002",
     "publication date": "01-2018",
     "abstract": "Aberrant expression of CD19 in acute myeloid leukemia (AML) is commonly associated with t(8;21)(q22;q22), although AML cases lacking this translocation occasionally express CD19. Mixed-phenotype acute leukemia also frequently expresses CD19. Chimeric antigen receptor (CAR) technology is a major breakthrough for cancer treatment, with the recent approval of CD19-directed CAR (CD19CAR) for treating B-cell malignancies. However, little information exists on using CD19CAR for other CD19 positive neoplasms such as AML. Our findings indicate that CD19CAR therapy can potentially be used for those with mixed phenotype leukemia and a subset of AML cases.",
     "keywords": ["T cells", "Immunotherapy", "Acute myeloid leukemia", "Mixed phenotype acute leukemia", "Chimeric antigen receptors"]},
    {"article name": "A case of chronic eosinophilic leukemia with secondary transformation to acute myeloid leukemia",
     "doi": "https://doi.org/10.1016/j.lrr.2018.04.001",
     "publication date": "01-2018",
     "abstract": "The natural history of primary eosinophilia remains highly variable and is characterized by underlying disease heterogeneity. Chronic eosinophilic leukemia, not otherwise specified (CEL-NOS) is a rare and aggressive disease characterized by non-specific cytogenetic abnormalities or elevated blasts, with high risk of transformation to acute leukemia. We describe a case of CEL-NOS with two hierarchically related non-specific cytogenetic rearrangements, associated with an NPM1 mutation and followed by evolution to secondary AML. NPM1 mutations are not previously described in CEL-NOS.",
     "keywords": ["CEL-NOS", "Hypereosinophilia", "Secondary AML", "NPM1 mutation", "Decitabine"]},
    {"article name": "The fear of lymphadenopathy: A cautionary case of sarcoidosis masquerading as recurrent diffuse large b-cell lymphoma (DLBCL)",
     "doi": "https://doi.org/10.1016/j.lrr.2018.04.003",
     "publication date": "01-2018",
     "abstract": "We describe the cautionary case of a patient with advanced-stage large B-cell lymphoma (DLBCL). After combination chemotherapy, CT-PET revealed a persistent focus of likely DLBCL for which he received radiotherapy. Follow-up CT-PET showed diffuse hypermetabolic adenopathy and recurrent DLBCL was presumed. As part of clinical trial assessment, multiple biopsies showed non-caseating lymphadenitis consistent with sarcoidosis. No treatment for asymptomatic sarcoidosis was required and 18 months later he remains cancer-free. The presentation of sarcoidosis masquerading as recurrent DLBCL highlights the importance of tissue sampling prior to engaging in toxic and potentially life-threatening chemotherapy and the interesting link between DLBCL and sarcoidosis.",
     "keywords": ["Diffuse large B-cell lymphoma", "Sarcoidosis", "Lymphadenopathy"]},
    {"article name": "Delayed diagnosis of Shwachman diamond syndrome with short telomeres and a review of cases in Asia",
     "doi": "https://doi.org/10.1016/j.lrr.2018.04.002",
     "publication date": "01-2018",
     "abstract": "Inherited bone marrow failure syndrome (IBMFS) including Shwachman Diamond Syndrome (SDS) can present initially to the hematologist with myelodysplastic syndrome (MDS). Accurate diagnosis affects choice of chemotherapy, donor selection, and transplant conditioning. We report a case of delayed diagnosis of SDS in a family with another child with aplastic anemia, and review reported cases of SDS in Asia. This highlights the gap in identifying inherited bone marrow failure syndromes in adults with hematologic malignancies.",
     "keywords": ["Shwachman diamond syndrome", "Inherited bone marrow failure syndrome", "Telomere"]},
    {"article name": "Systemic lupus erythematosus and myelofibrosis: A case report and revision of literature",
     "doi": "https://doi.org/10.1016/j.lrr.2018.04.004",
     "publication date": "01-2018",
     "abstract": "Blood cytopenia represents one of the diagnostic criteria for systemic lupus erythematosus (SLE) and may occur as the first symptom of the disease. Antibody-mediated peripheral destruction of blood cells is the main cause of cytopenia observed in patients affected by SLE, however, inflammatory anemia, nutritional deficiencies, immunosuppressive therapy and, more rarely, myelofibrosis (MF) have also been documented. In the literature, 45 cases of autoimmune MF (AIMF) and SLE have been previously reported. Here the 46th case of a 43-year-old female with a SLE and an underhand cytopenia, with a review of the literature.",
     "keywords": ["Systemic lupus erythematosus", "Autoimmune myelofibrosis", "Blood cytopenia"]},
    {"article name": "Secondary clonal hematologic neoplasia following successful therapy for acute promyelocytic leukemia (APL): A report of two cases and review of the literature",
     "doi": "https://doi.org/10.1016/j.lrr.2018.04.005",
     "publication date": "01-2018",
     "abstract": "Although rare, secondary clonal hematologic neoplasia may occur after successful therapy for acute promyelocytic leukemia (APL). These secondary clonal events may be considered therapy-related, but may also be due to an underlying background of clonal hematopoiesis from which both malignancies may develop. In this manuscript, we describe two patients with secondary clones after APL therapy characterized in one patient by deletion of chromosome 11q23 and, in the other, by monosomy of chromosome 7, and also provide a review of all secondary clonal disorders described after APL therapy. We suggest that since most reports identify karyotypic abnormalities not typically associated with chemotherapy, there may be another mechanism underlying secondary clonal development after complete response to initial APL therapy.",
     "keywords": ["Acute myelocytic leukemia (AML)", "Secondary clone", "Myelodysplastic syndrome (MDS)", "Therapy-related acute myelocytic leukemia (t-AML)", "Therapy-related myelodysplastic syndrome (t-MDS)", "AML acute myelocytic leukemia", "acute myelocytic leukemia", "APL acute promyelocytic leukemia", "acute promyelocytic leukemia", "ATO arsenic trioxide", "arsenic trioxide", "ATRA all-trans retinoic acid", "all-trans retinoic acid", "ATG antithymyocyte globulin", "antithymyocyte globulin", "CR complete remission", "complete remission", "FISH fluorescence in situ hybridization", "fluorescence in situ hybridization", "6-MP 6-mercaptopurine", "6-mercaptopurine", "MDS myelodysplastic syndrome", "myelodysplastic syndrome", "PML-RARalpha promyelocytic leukemia/Retinoic acid receptor alpha", "promyelocytic leukemia/Retinoic acid receptor alpha", "t-AML therapy-related acute myelocytic leukemia", "therapy-related acute myelocytic leukemia", "t- MDS therapy-related myelodysplastic syndrome", "therapy-related myelodysplastic syndrome"]},
    {"article name": "Sezary syndrome manifesting as posttransplant lymphoproliferative disorder",
     "doi": "https://doi.org/10.1016/j.lrr.2018.04.006",
     "publication date": "01-2018",
     "abstract": "Posttransplant lymphoproliferative disorders (PTLDs) of T-cell orgin are rare biologically heterogeneous diseases of mature lymphoid cells manifesting in immunosuppressed patients. Only a few cases of mycosis fungoides diagnosed post allogeneic hematopoietic cell transplant (alloHSCT) have been described so far. We present a patient with myelodysplastic syndrome (MDS) post matched unrelated donor alloHSCT who was on long-term immunosuppressive therapy due to graft versus host disease. Three years after an alloHSCT, she developed generalized erythroderma and peripheral blood lymphocytosis. Both skin biopsy and peripheral blood flow cytometry revealed atypical CD4+ T-cell population consistent with diagnosis of Sezary syndrome. Chimerism studies revealed 100% donor engraftment. Therapy with extracorporeal photopheresis resulted in complete response in blood and skin.",
     "keywords": null},
    {"article name": "Incident adverse events following therapy for acute promyelocytic leukemia",
     "doi": "https://doi.org/10.1016/j.lrr.2018.05.001",
     "publication date": "01-2018",
     "abstract": "The use of all-trans retinoic acid (ATRA) combined with arsenic trioxide (ATO) with or without cytotoxic chemotherapy is highly effective in acute promyelocytic leukemia (APL) but incident chronic adverse events (AEs) after initiation of therapy are not well understood. We retrospectively analyzed adult patients with newly diagnosed APL from 2004 through 2014 to identify incident AEs following treatment and contributing risk factors. Cardiac and neurologic AEs were more common and characterized in detail. Cardiac AEs such as the development of coronary artery disease (CAD), arrhythmias, and heart failure had a cumulative incidence of 6.4% (CI95 1.8–11.1%), 2.9% (CI95 0.0–6.4%), 5.8% (CI95 1.2–10.3%) at 4 years from diagnosis, respectively. In multivariate analyses of factors influencing heart failure, the presence of clinical or radiographic CAD (HR 4.25; P = 0.011) or troponin elevation prior to completion of therapy (HR 8.86; P = 0.0018) were associated with increased heart failure incidence, but not anthracycline use or dose. Neurological AEs were common following therapy; at 4 years, the cumulative incidence of vision changes was 12.4% (CI95 6.0–18.7%), peripheral neuropathy 10.3% (CI95 4.5–16.1%), and memory or cognitive change 7.6% (CI95 2.5–12.7%). We did not identify any association between specific therapies and the development of cardiac and neurologic AEs. APL is a highly curable leukemia; further efforts are needed to address incident chronic AEs, with particular focus on cardiac and neurological care.",
     "keywords": ["Promyelocytic", "Leukemia", "Neurologic", "Cardiac", "Outcome assessment"]},
    {"article name": "EB virus reactivation triggers thrombotic thrombocytopenic purpura in a healthy adult",
     "doi": "https://doi.org/10.1016/j.lrr.2017.06.001",
     "publication date": "01-2017",
     "abstract": "Thrombotic thrombocytopenic purpura (TTP) is rare but life-threatening disease, characterized typically by microangiopathic hemolytic anemia (MAHA), profound peripheral thrombocytopenia and severe deficiency in the von Willebrand factor-cleaving prortease ADAMTS13. It has been reported that acquired immune TTP is closely associated with human immunodeficiency virus infection and influenza infection or vaccination. However, it has not been reported to be associated with Epstein Barr Virus infection or reactivation. We herein report a first case of acquired TTP associated with EBV reactivation in an otherwise healthy adult.",
     "keywords": ["Thrombocytopenic purpura (TTP)", "Epstein Barr Virus (EBV)", "Reactivation", "ADAMTS13"]},
    {"article name": "Successful salvage chemotherapy and allogeneic transplantation of an acute myeloid leukemia patient with disseminated Fusarium solani infection",
     "doi": "https://doi.org/10.1016/j.lrr.2017.07.001",
     "publication date": "01-2017",
     "abstract": "Disseminated Fusarium infection is associated with high mortality in immunocompromised patients. Patients with acute myeloid leukemia (AML) often have an extended duration of neutropenia during intensive induction chemotherapy, consolidation chemotherapy, and hematopoietic stem cell transplantation (SCT). There is no consensus regarding management of invasive disseminated Fusarium infections in the setting of prolonged neutropenia (Tortorano et al., 2014) [1]. We report a case of disseminated Fusarium in a patient with relapsed AML who underwent successful chemotherapy and haplo-identical allogeneic SCT with administration of granulocyte colony stimulating factor (G-CSF) and granulocyte infusions.",
     "keywords": ["Acute myeloid leukemia", "Fusarium solani", "Allogenic transplant"]},
    {"article name": "An unusual type of myeloid sarcoma localization following myelofibrosis: A case report and literature review",
     "doi": "https://doi.org/10.1016/j.lrr.2017.07.002",
     "publication date": "01-2017",
     "abstract": "Myeloid Sarcoma (MS) is a rare malignancy that can present as an isolated disease or more frequently in association with or following acute myeloid leukemia or other myeloid neoplasms and rarely following myelofibrosis.Since molecular pathogenesis and prognostic factors of MS are not well understood, its prognosis remains poor even in the era of novel agents and target therapies.We report the case of a patient with MS following myelofibrosis with multiple subcutaneous, cutaneous and muscle localizations; the latter has been reported in the literature as anecdotal. In this way we aimed to enhance the understanding of this disease.",
     "keywords": ["Myeloid sarcoma", "Primary myelofibrosis", "Calreticulin"]},
    {"article name": "Diagnostic and therapeutic implications of genetic heterogeneity in myeloid neoplasms uncovered by comprehensive mutational analysis",
     "doi": "https://doi.org/10.1016/j.lrr.2017.09.001",
     "publication date": "01-2017",
     "abstract": "While growing use of comprehensive mutational analysis has led to the discovery of innumerable genetic alterations associated with various myeloid neoplasms, the under-recognized phenomenon of genetic heterogeneity within such neoplasms creates a potential for diagnostic confusion. Here, we describe two cases where expanded mutational testing led to amendment of an initial diagnosis of chronic myelogenous leukemia with subsequent altered treatment of each patient. We demonstrate the power of comprehensive testing in ensuring appropriate classification of genetically heterogeneous neoplasms, and emphasize thoughtful analysis of molecular and genetic data as an essential component of diagnosis and management.",
     "keywords": ["BCR-ABL1", "JAK2", "Myeloproliferative neoplasm", "CML"]},
    {"article name": "Thinking about CNS metastasis in cutaneous lymphoma: Analysis of existing data",
     "doi": "https://doi.org/10.1016/j.lrr.2017.10.001",
     "publication date": "01-2017",
     "abstract": "To determine some of the key clinical features that help prompt clinicians to pursue additional work-up for evaluation of CNS involvement of MF, we conducted a systematic review to better define characteristics, treatments, outcomes, and mortality in these patients. Our analyses indicated that neurologic surveillance after the diagnosis of MF is crucial. Review of systems should include change in mentation, vestibular, and ocular symptoms. Progression to CNS involvement does not always occur in tandem with cutaneous disease burden. Single-agent therapies can delay disease progression and improve prognosis. Multi-agent treatment does not improve survival.",
     "keywords": ["Cutaneous T-cell lymphoma", "Lymphoma", "Mycosis fungoides", "Central nervous system diseases", "Brain metastasis"]},
    {"article name": "Tumor Lysis Syndrome (TLS) following intrathecal chemotherapy in a child with acute myelogenous leukemia (AML)",
     "doi": "https://doi.org/10.1016/j.lrr.2017.10.002",
     "publication date": "01-2017",
     "abstract": "Tumor Lysis Syndrome (TLS) is a well-known complication of induction therapy for hematologic malignancies. It is characterized by rapid breakdown of malignant white blood cells (WBCs) leading to metabolic derangements and serious morbidity if left untreated. Most commonly, TLS is triggered by systemic chemotherapy, however, there have been case reports of TLS following intrathecal (IT) chemotherapy, all in patients with acute lymphoblastic leukemia (ALL)/lymphoma. Here, we report the first case of a patient with acute myelogenous leukemia (AML) who developed TLS following a single dose of IT cytosine arabinoside (Ara-C).",
     "keywords": null},
    {"article name": "Ibrutinib as a bridge to transplant in high-risk chronic lymphocytic leukemia: A case report and review of the literature",
     "doi": "https://doi.org/10.1016/j.lrr.2017.11.001",
     "publication date": "01-2017",
     "abstract": "The treatment landscape of chronic lymphocytic leukemia (CLL) has been challenged by the advent of novel classes of drugs, such as B-cell receptor (BCR)-inhibitors and BCL-2 antagonists. In selected high-risk patients, the choice to start allogeneic hematopoietic stem cell transplantation (alloHCT) or continue these agents is a matter of debate. Furthermore, published data about the impact on the feasibility of alloHCT and the optimal timing of administration are limited. Here we present a case of relapsed TP53 mutated CLL treated with ibrutinib as a bridge to alloHCT, discussing risks and benefits of different treatment options in a “real life” situation.",
     "keywords": ["Chronic lymphocytic leukemia", "B-cell receptor inhibitors", "Allogeneic hematopoietic stem cell transplantation", "TP53 mutation"]},
    {"article name": "A primary esophageal MALT lymphoma patient with Helicobacter pylori infection achieved complete remission after H. pylori eradication without anti-lymphoma treatment",
     "doi": "https://doi.org/10.1016/j.lrr.2016.12.001",
     "publication date": "01-2017",
     "abstract": "Primary esophageal lymphoma is an extremely rare disease. We report a 76-year-old woman with esophageal lymphoma who achieved remission after Helicobacter pylori (HP) eradication. Esophagogastroduodenoscopy (EGD) revealed a mass in the lower esophagus, and she was diagnosed with stage IE mucosa-associated lymphoid tissue (MALT) lymphoma. She rejected any anti-lymphoma treatment except for HP eradication. Follow-up EGD demonstrated the disappearance of the esophageal MALT lymphoma 2 months after HP eradication, and she remained in remission for more than 3 years. Our results demonstrate that HP eradication may be effective as initial therapy in primary esophageal MALT lymphoma patients with HP infection.",
     "keywords": ["Esophageal lymphoma", "Helicobacter pylori", "Eradication therapy", "MALT lymphoma"]},
    {"article name": "Clinical outcomes of AML patients treated with Azacitidine in Portugal: A retrospective multicenter study",
     "doi": "https://doi.org/10.1016/j.lrr.2016.12.002",
     "publication date": "01-2017",
     "abstract": "Retrospective data was collected from 77 elderly acute myeloid leukemia (AML) patients treated with Azacitidine (AZA) and 50 elderly AML patients treated with intensive chemotherapy (IC) from 4 Portuguese Hospitals.Median OS was 10.6 months in those receiving AZA as 1st line. Response (overall response rate 44%) had a significant impact on overall survival (p=<0.0001). Median OS of the comparator IC cohort was significantly inferior to that observed in the cohort treated with AZA in first line (p=0.0104).These results support the efficacy of AZA in AML in the elderly in any line of treatment.",
     "keywords": ["Acute myeloid leukemia", "Elderly", "Hypomethylating agents", "Azacitidine"]},
    {"article name": "“Hemophagocytic Lymphohistiocytosis after EBV reactivation and ibrutinib treatment in relapsed/refractory Chronic Lymphocytic Leukemia”",
     "doi": "https://doi.org/10.1016/j.lrr.2017.01.002",
     "publication date": "01-2017",
     "abstract": "Hemophagocytic Lymphohistiocytosis (HLH) is a rare syndrome characterized by ineffective T-cell and NK response. We report the clinical course of a patient with relapsed CLL who developed acute symptoms soon after starting ibrutinib. Hyperpyrexia, splenomegaly, hyperferritinemia, hypertriglyceridemia, cytopenias, and a typical cytokine pattern, i.e. high interleukin (IL)−6, IL10 and IL18, were consistent with a diagnosis of HLH. Coexistent Epstein Barr virus reactivation was documented. Ibrutinib-induced impairment of NK degranulation, associated with EBV reactivation and CLL-related immunodeficiency may have contributed to the development of HLH in our patient.",
     "keywords": ["Hemophagocytic Lymphohisticytosis", "Chronic Lymphocytic Leukemia", "Epstein-barr virus", "Ibrutinib", "Anti-cytokine therapy"]},
    {"article name": "Clofarabine desensitization: A case report: Leukemia research reports",
     "doi": "https://doi.org/10.1016/j.lrr.2017.02.001",
     "publication date": "01-2017",
     "abstract": "We describe a relapsed AML patient who had two prior severe reactions to clofarabine involving rigors, emesis, tachycardia, hypotension, and acute kidney injury. Given previous prolonged remission achieved with clofarabine and cytarabine therapy years prior, rechallenge was undertaken upon discovery of AML relapse. We designed a desensitization protocol performed with the first dose of clofarabine, leading to successful administration of the entire clofarabine/cytarabine treatment course. From this case we show promise for clofarabine rechallenge after prior hypersensitivity reactions in patients with few treatment options for relapsed AML.",
     "keywords": ["Clofarabine", "Acute Myeloid Leukemia", "Desensitization"]},
    {"article name": "A case of acute myeloid leukemia with e6a2 BCR-ABL fusion transcript acquired after progressing from chronic myelomonocytic leukemia",
     "doi": "https://doi.org/10.1016/j.lrr.2017.01.003",
     "publication date": "01-2017",
     "abstract": "Philadelphia (Ph) chromosome is a cytogenetic hallmark of chronic myeloid leukemia (CML). Most patients with CML harbor either the e13a2 or e14a2 BCR-ABL fusion product, while a small subset of the cases expresses e1a2 or e19a2 transcripts. We report a patient with chronic myelomonocytic leukemia (CMML), initially Ph chromosome negative at presentation, with rapid disease progression to acute myeloid leukemia (AML) and appearance of Ph chromosome and BCR-ABL e6a2, a very uncommon fusion transcript. The AML was refractory to treatment with subsequent emergence and dominance of a Ph negative leukemic clone. The patient expired shortly after disease progression.",
     "keywords": ["CMML", "BCR-ABL e6a2", "AML transformation"]},
    {"article name": "A rare breed: Wild-type braf and ighv expression in a 29 year old lady with classical hairy cell leukemia",
     "doi": "https://doi.org/10.1016/j.lrr.2017.01.001",
     "publication date": "01-2017",
     "abstract": "The V600 BRAF mutation has been described as a key mutation in the pathogenesis of classical hairy cell leukemia (c-HCL) cases without expression of a mutant immunoglobulin heavy chain (IgHV). Here we present a rare case of c-HCL with neither V600 BRAF mutation nor the aforementioned IgHV variant successfully treated with cladribine and review the current literature on its use in women of childbearing age/pregnancy.",
     "keywords": null},
    {"article name": "Aspirin and risk of multiple myeloma in adults: A systematic review and meta-analysis",
     "doi": "https://doi.org/10.1016/j.lrr.2017.02.002",
     "publication date": "01-2017",
     "abstract": "Multiple myeloma is a relatively uncommon plasma cell malignancy. Preclinical and clinical studies have suggested that aspirin might modify the risk of multiple myeloma. We performed a systematic review and meta-analysis of studies to examine the association between regular aspirin use and risk of multiple myeloma. Five observational studies including 332,660 adults were evaluated. The pooled estimate had a hazard ratio of 0.90 (95% confidence interval =0.58−1.39; P=0.638). Odds ratios from the two case-control studies were similar. The findings demonstrated that there was no significant association between aspirin use and the risk of multiple myeloma.",
     "keywords": ["Multiple myeloma", "Aspirin", "Analgesics", "Neoplasms", "Meta-analysis"]},
    {"article name": "On arsenic trioxide in the clinical treatment of acute promyelocytic leukemia",
     "doi": "https://doi.org/10.1016/j.lrr.2017.03.001",
     "publication date": "01-2017",
     "abstract": "Arsenic is generally considered hypertoxic. However, it has been used in traditional Chinese medicine since ancient times, to treat serious illnesses. Recently, a single dose of arsenic trioxide (As2O3) has been found especially effective in treating acute promyelocytic leukemia (APL). Generally speaking, As2O3 is a more effective treatment of APL than other, newer medications and has less severe adverse reactions and greater safety.",
     "keywords": ["Arsenic", "Trioxide", "Treatment", "Acute Promyelocytic Leukemia"]},
    {"article name": "Low body weight and body mass index may be associated with musculoskeletal pain following imatinib discontinuation in chronic myeloid leukemia",
     "doi": "https://doi.org/10.1016/j.lrr.2017.04.002",
     "publication date": "01-2017",
     "abstract": "It is difficult to predict musculoskeletal pain as a withdrawal syndrome following the discontinuation of imatinib (IM) in patients with chronic myeloid leukemia. We investigated a link between physical size and musculoskeletal pain following IM discontinuation. In total, seven out of 24 patients developed musculoskeletal pain after discontinuing IM. Those with symptoms had a significantly lower body weight (BW) and body mass index (BMI) than those without symptoms. While previous reports indicated that physical size is associated with the pharmacokinetics of IM, our current study suggests that lower BW and BMI may be associated with musculoskeletal pain following IM discontinuation.",
     "keywords": ["Chronic myeloid leukemia", "Imatinib discontinuation", "Musculoskeletal pain", "Body weight", "Body mass index"]},
    {"article name": "Dexrazoxane for cardioprotection in older adults with acute myeloid leukemia",
     "doi": "https://doi.org/10.1016/j.lrr.2017.04.001",
     "publication date": "01-2017",
     "abstract": "Anthracyclines constitute the backbone of intensive adult acute myeloid leukemia (AML) therapy. Cardiotoxicity is one of its most serious adverse effects, and its incidence increases with cumulative dose. Dexrazoxane is a cardioprotective agent used in conjunction with anthracycline therapy. There is limited data of its usage in adult AML patients. We report the outcomes of six older adults at high risk of anthracycline-induced cardiotoxicity who received dexrazoxane during induction/re-induction therapy. Five had preserved left-ventricular function while two proceeded onto stem-cell transplantation. Additional investigation of dexrazoxane in adult leukemia therapy is warranted, particularly in older patients at highest risk for cardiovascular mortality.",
     "keywords": ["Anthracycline", "Daunorubicin", "Idarubicin", "Mitoxantrone", "Acute myeloid leukemia", "Heart failure", "Cardiotoxicity"]},
    {"article name": "Cellular immune profiling after sequential clofarabine and lenalidomide for high risk myelodysplastic syndromes and acute myeloid leukemia",
     "doi": "https://doi.org/10.1016/j.lrr.2017.04.003",
     "publication date": "01-2017",
     "abstract": "Patients with high risk myelodysplastic syndromes (MDS) and acute myelogenous leukemia (AML) are commonly older with multiple co-morbidities, rendering them unsuitable for intensive induction chemotherapy or transplantation. We report preliminary cellular immune profiling of four cases receiving sequential clofarabine and lenalidomide for high risk MDS and AML in a phase I study. Our results highlight the potential of immune profiling for monitoring immune-modifying agents in high risk MDS and AML.",
     "keywords": ["Clofarabine", "Lenalidomide", "Immune profiling"]},
    {"article name": "Acute myeloid leukemia in the older adults",
     "doi": "https://doi.org/10.1016/j.lrr.2016.06.001",
     "publication date": "01-2016",
     "abstract": "AML is an aggressive hematological malignancy with highest incidence in the older adults. The adverse features of AML in the elderly, and the frailties and comorbidities frequently present in them, make their management a particularly difficult therapeutic challenge. In this context, it is important to assess carefully patient- as well as disease-associated prognostic features with validated tools. The fittest patients should be considered for curative therapy, such as bone marrow transplantation, whereas low intensity options may be more appropriate for frail patients. Here we review how to assess patients with elderly AML and the treatments options available for them.",
     "keywords": ["Acute myeloid leukemia", "Elderly", "Prognosis", "Therapy", "Geriatric assessment"]},
    {"article name": "Chronic lymphocytic lymphoma and concomitant renal cell carcinoma (Clear Cell Type): Review of the literature",
     "doi": "https://doi.org/10.1016/j.lrr.2016.06.002",
     "publication date": "01-2016",
     "abstract": "In the present report, a 73 years-old male patient who developed clear cell type renal cell carcinoma (RCC) 5 years after the diagnosis of chronic lymphocytic lymphoma (CLL) and plausible explanations for this association were discussed by the authors. The incidence of CLL and RCC occurring in the same patient is higher than that expected in the general population. Various explicative hypotheses of this concurrence include treatment-related development of a second malignancy, immunomodulatory mechanisms, viral aetiology, cytokine (interleukin 6) release from a tumor, and common genetic mutations. Further investigations are warranted.",
     "keywords": ["Chronic lymphocytic lymphoma", "Renal cell carcinoma"]},
    {"article name": "A case of SRSF2 mutation in chronic lymphocytic leukemia",
     "doi": "https://doi.org/10.1016/j.lrr.2016.03.001",
     "publication date": "01-2016",
     "abstract": "Chronic lymphocytic leukemia (CLL) is characterized by extremely variable clinical course indicating substantial differences in the biology of the disease. Molecular characterization provides new insights useful for treatment decision making. We report on a patient diagnosed with CLL, whose disease was characterized by episodes of rapid progression and disease stabilization, and in which a SRSF2 gene mutation was identified in the absence of other commonly known mutations of CLL. To the best of our knowledge this is the first case of SRSF2 gene mutation ever reported in CLL.",
     "keywords": ["Genetic analysis", "Chronic lymphocytic leukemia", "Clinical aspect", "SRSF2"]},
    {"article name": "A remarkable hematological and molecular response pattern in a patient with polycythemia vera during combination therapy with simvastatin and alendronate",
     "doi": "https://doi.org/10.1016/j.lrr.2016.06.004",
     "publication date": "01-2016",
     "abstract": "We report a 57-year old man with polycythemia vera, who had a remarkable hematological and molecular response during treatment with simvastatin and alendronate. The patient was treated with this combination for 56 months, and during this period the patient has been in complete hematological remission. The JAK2-V617F allele burden has dropped from 64% to sustained values below 20%, and follow-up bone marrow biopsies have revealed no change in PV features, without any regular cytoreductive treatment.",
     "keywords": ["Myeloproliferative neoplasms", "Polycythemia vera", "JAK2-V617F mutation", "Simvastatin", "Alendronate"]},
    {"article name": "Enhanced international prognostic index in Japanese patients with diffuse large B-cell lymphoma",
     "doi": "https://doi.org/10.1016/j.lrr.2016.06.003",
     "publication date": "01-2016",
     "abstract": "To evaluate the National Comprehensive Cancer Network (NCCN) International Prognostic Index (IPI), we analyzed 284 patients treated with the combination of rituximab, cyclophosphamide, doxorubicin, vincristine, and prednisone (R-CHOP) in our institution in Japan. Their 5-year overall survival (OS) by risk level was 80.7%, 74.8%, 55.4% and 67.5% (P=0.005); and their 5-year progression-free survival (PFS) was 76.8%, 78.6%, 63.7% and 58.3% (P=0.0722). The NCCN-IPI is a simple scale that uses conventional clinical factors, but did not reflect survival in our cohort. The NCCN-IPI may require further evaluation for different regions and ethnicities before adopting it for routine clinical use.",
     "keywords": ["NCCN-IPI", "DLBCL", "Rituximab", "Albumin"]},
    {"article name": "The role of the Exon 13 G571S JAK2 mutation in myeloproliferative neoplasms",
     "doi": "https://doi.org/10.1016/j.lrr.2016.07.003",
     "publication date": "01-2016",
     "abstract": "The exon 14 JAK2 V617F mutation has been well established as a driver mutation in polycythemia vera (PV) and other myeloproliferative neoplasms. JAK2 exon 12 mutations have also been implicated in PV, although patients with these mutations may show isolated erythrocytosis. Recently additional JAK2point mutations have been described―all in regions encoding the pseudokinase domain that regulates the tyrosine kinase activity of JAK2. We present a case of a patient with erythrocytosis and an exon 13 G571S mutation, and discuss the putative role of this mutation in myeloproliferative neoplasms.",
     "keywords": ["JAK2", "Erythrocytosis", "Polycythemia", "G571S mutation"]},
    {"article name": "Congenital B-lymphoblastic leukemia with a cryptic MLL rearrangement and post-treatment evolution to mixed phenotype acute leukemia",
     "doi": "https://doi.org/10.1016/j.lrr.2016.07.002",
     "publication date": "01-2016",
     "abstract": "Congenital leukemia is a rare event with a poor prognosis. We report a case of congenital leukemia with a cryptic rearrangement of MLL demonstrable only with RT-PCR. Interestingly, with treatment, the patient showed lineage plasticity of the leukemia with the development of monocytic lineage blasts after presenting with B-cell lineage blasts. This was heralded by the development of a new clonal cytogenetic abnormality. This case highlights the primitive nature of the leukemic cells in congenital leukemia, and emphasizes that RT-PCR for MLL rearrangements may identify a subset of cases which are otherwise negative by karyotyping, FISH, and chromosomal microarrays.",
     "keywords": ["Congenital leukemia", "MLL rearrangement", "Lineage switch", "MPAL"]},
    {"article name": "Involvement of CD147 on multidrug resistance through the regulation of P-glycoprotein expression in K562/ADR leukemic cell line",
     "doi": "https://doi.org/10.1016/j.lrr.2016.08.001",
     "publication date": "01-2016",
     "abstract": "The relationship between P-gp and CD147 in the regulation of MDR in leukemic cells has not been reported. This study aimed to investigate the correlation between CD147 and P-gp in the regulation of drug resistance in the K562/ADR leukemic cell line. The results showed that drug-resistant K562/ADR cells expressed significantly higher P-gp and CD147 levels than drug-free K562/ADR cells. To determine the regulatory effect of CD147 on P-gp expression, anti-CD147 antibody MEM-M6/6 significantly decreased P-gp and CD147 mRNA and protein levels. This is the first report to show that CD147 mediates MDR in leukemia through the regulation of P-gp expression.",
     "keywords": ["Multidrug resistance", "Leukemia", "P-glycoprotein", "CD147"]},
    {"article name": "Novel therapeutic options in Acute Myeloid Leukemia",
     "doi": "https://doi.org/10.1016/j.lrr.2016.09.001",
     "publication date": "01-2016",
     "abstract": "Acute myeloid leukemia (AML) is a biologically complex and molecularly and clinically heterogeneous disease, and its incidence is increasing as the population ages. Cytogenetic anomalies and mutation testing remain important prognostic tools for tailoring treatment after induction therapy. Despite major advances in understanding the genetic landscape of AML and its impact on the pathophysiology and biology of the disease, as well as the rapid development of new drugs, standard treatment options have not experienced major changes during the past three decades. Especially for patients with intermediate or high-risk AML, which often show relapse. Allogeneic hematopoietic stem cell transplantation (HSCT) remains the best chance for cure. Here we review the state of the art therapy of AML, with special focus on new developments in immunotherapies and cellular therapies including HSCT and particularly discuss the impact of new conditioning and haplo-identical donor regimens for HSCT, post-transplant strategies for preventing and treating relapse, and emerging novel therapeutic options.",
     "keywords": ["Acute myeloid leukemia", "Cellular therapies", "Haplo-identical", "Hematopoietic stem cell transplantation", "Immunotherapy", "Molecular targeted therapies"]},
    {"article name": "An ETV6-ABL1 fusion in a patient with chronic myeloproliferative neoplasm: Initial response to Imatinib followed by rapid transformation into ALL",
     "doi": "https://doi.org/10.1016/j.lrr.2016.09.002",
     "publication date": "01-2016",
     "abstract": "We report the case of a 26 year-old patient presenting with a persistent leukocytosis and CML-like marrow but no evidence of a BCR/ABL1 fusion. Molecular cytogenetics revealed that a portion of the ETV6 locus was inserted into the ABL1 locus. An ETV6/ABL1 fusion transcript could subsequently be confirmed. The patient was started on imatinib and went into complete cytomorphological remission. QRT-PCR measurements showed a 4 log reduction of the ETV6/ABL1 fusion. 15 months later, the disease transformed into ALL and the patient expired. Thus, an ETV6/ABL1 fusion positive MPN has the potential to transform very rapidly into ALL.",
     "keywords": ["ETV6/ABL1 fusion", "CML", "ALL", "MRD assay", "TKI treatment"]},
    {"article name": "An unexpected and devastating adverse event of dasatinib: Rhabdomyolysis",
     "doi": "https://doi.org/10.1016/j.lrr.2015.11.001",
     "publication date": "01-2016",
     "abstract": "We, herein, describe a 52-year-old male whom developed rhabdomyolysis and acute renal failure likely related to dasatinib shortly after the administration of treatment. After withdrawal of dasatinib, the myalgia reduced, and his CK returned to normal levels within a week. On follow-up acute renal failure did resolve without requiring dialysis, but unfortunately the patient died of severe respiratory distress. We recommend that musculoskeletal symptoms should be monitorized during therapy with dasatinib, and CML patients with musculoskeletal symptoms should have CK levels checked in order to prevent this unexpected but devastating adverse event.",
     "keywords": ["Dasatinib", "Rhabdomyolysis", "Creatine kinase"]},
    {"article name": "Four hepatosplenic T-cell lymphoma cases of Japanese patients",
     "doi": "https://doi.org/10.1016/j.lrr.2015.12.001",
     "publication date": "01-2016",
     "abstract": "Hepatosplenic T-cell lymphoma (HSTCL), a rare type of γδ T-cell lymphoma, is characterized by hepatosplenomegaly and cytopenias. It is associated with immunodeficiency and its age of onset is reportedly between the 20s and 30s. We herein report 4 Japanese HSTCL cases. Three of them, including an elderly case that was 74 years of age, were not at adolescence. No cases had a history of immunodeficiency. All other disease phenotypes were similar to the typical HSTCL cases. These findings suggest that there are a certain proportion of HSTCL patients who presented after middle age.",
     "keywords": ["Hepatosplenic T-cell lymphoma", "Immunodeficiency", "Elderly patients"]},
    {"article name": "Clonal evolution of AML on novel FMS-like tyrosine kinase-3 (FLT3) inhibitor therapy with evolving actionable targets",
     "doi": "https://doi.org/10.1016/j.lrr.2016.01.002",
     "publication date": "01-2016",
     "abstract": "For acute myeloid leukemia (AML), identification of activating mutations in the FMS-like tyrosine kinase-3 (FLT3) has led to the development of several FLT3-inhibitors. Here we present clinical and next generation sequencing data at the time of progression of a patient on a novel FLT3-inhibitor clinical trial (ASP2215) to show that employing therapeutic interventions with these novel targeted therapies can lead to consequences secondary to selective pressure and clonal evolution of cancer. We describe novel findings alongside data on treatment directed towards actionable aberrations acquired during the process. (Clinical Trial: NCT02014558; registered at: 〈https://clinicaltrials.gov/ct2/show/NCT02014558〉)",
     "keywords": ["Acute Leukemia", "FMS-like tyrosine kinase-3 (FLT3) inhibitors", "ASP2215", "Clonal evolution", "Philadelphia chromosome (BCR-ABL)", "Ponatinib"]},
    {"article name": "Refractory acute promyelocytic leukemia successfully treated with combination therapy of arsenic trioxide and tamibarotene: A case report",
     "doi": "https://doi.org/10.1016/j.lrr.2016.01.001",
     "publication date": "01-2016",
     "abstract": "A 40-year-old male developed refractory acute promyelocytic leukemia (APL) after various treatments including all-trans retinoic acid, tamibarotene, arsenic trioxide (As2O3), conventional chemotherapy, and autologous peripheral blood stem cell transplantation. We attempted to use both tamibarotene and As2O3 as a combination therapy, and he achieved molecular complete remission. Grade 2 prolongation of the QTc interval on the electrocardiogram was observed during the therapy. The combination therapy of As2O3 and tamibarotene may be effective and tolerable for treating refractory APL cases who have no treatment options, even when they have previously been treated with tamibarotene and As2O3as a single agent.",
     "keywords": null},
    {"article name": "The formation of an aberrant PAX5 transcript in a patient with mixed phenotype acute leukemia harboring der(9)t(7;9)(q11.2;p13)",
     "doi": "https://doi.org/10.1016/j.lrr.2016.04.001",
     "publication date": "01-2016",
     "abstract": "We experienced the case of a 56-year-old male with B-lymphoid/myeloid lineage mixed phenotype acute leukemia (MPAL). A cytogenetic analysis of the patient's bone marrow revealed a complex karyotype, including der(9)t(7;9)(q11.2;p13). We identified an aberrant PAX5 transcript, including the exons 1A to 5 and the contiguous intron 5/6 sequence using the 3′ rapid amplification of cDNA ends-polymerase chain reaction method, and confirmed their expression in the leukemic cells. Our case suggests that der(9)t(7;9)(q11.2;p13) can cause the truncation of the PAX5 transcript, which is supposed to contribute to the generation of MPAL, in addition to three previously reported types of PAX5 fusion.",
     "keywords": ["MPAL", "der(9)t(79)(q11.2p13)", "PAX5"]},
    {"article name": "Erythroid blast crisis in chronic myelogenous leukemia: Case report and review of literature",
     "doi": "https://doi.org/10.1016/j.lrr.2016.04.002",
     "publication date": "01-2016",
     "abstract": "Chronic myelogenous leukemia (CML) is a myeloproliferative disorder where over a period of time 15–20% of patients show blastic transformation with majority transforming into acute myeloid leukemia, most of which are of granulocytic lineage. Erythroid blast phase of CML is relatively rare with the incidence ranging from 0–10%. Further the incidence of acute erythroid leukemia by itself is fairly low amongst all acute leukemias. We report a case of 41-year-old patient with CML who failed to achieve cytogenetic remission, transformed to acute erythroid leukemia and eventually succumbed to the disease over a short period of time. Related literature is also reviewed",
     "keywords": ["Chronic myeloid leukemia", "Acute erythroid leukemia"]},
    {"article name": "Genomic imbalances in peripheral blood confirm the diagnosis of myelodysplastic syndrome in a patient presenting with non-immune hemolytic anemia",
     "doi": "https://doi.org/10.1016/j.lrr.2016.05.001",
     "publication date": "01-2016",
     "abstract": "Myelodysplastic syndrome (MDS) is a clonal stem-cell disorder characterized by dyshematopoiesis. We report a patient who presented with cytopenias and microangiopathic hemolytic anemia. Chromosome microarray analysis (CMA), using single nucleotide polymorphism arrays, on peripheral blood revealed genomic imbalances indicative of MDS, which was confirmed by bone marrow examination. This report highlights the importance of suspecting MDS in patients with cytopenias and microangiopathic hemolytic anemia. CMA of peripheral blood may assist in the preliminary diagnosis of MDS, representing a comparatively less invasive diagnostic procedure and may aid bone marrow evaluation when an aspirate sample is insufficient for conventional cytogenetic analysis.",
     "keywords": ["Peripheral blood", "Myelodysplastic syndrome", "Chromosomal microarray analysis", "Single nucleotide polymorphism", "Whole genome scanning"]},
    {"article name": "Acute acalculous cholecystitis complicating chemotherapy for acute myeloblastic leukemia",
     "doi": "https://doi.org/10.1016/j.lrr.2015.05.004",
     "publication date": "01-2015",
     "abstract": "Acute acalculous cholecystitis is a rare complication in the treatment of acute myeloblastic leukemia. Diagnosis of acute acalculous cholecystitis remains difficult during neutropenic period. We present two acute myeloblastic leukemia patients that developed acute acalculous cholecystitis during chemotherapy-induced neutropenia. They suffered from fever, vomiting and acute pain in the epigastrium. Ultrasound demonstrated an acalculous gallbladder. Surgical management was required in one patient and conservative treatment was attempted in the other patient. None treatment measures were effective and two patients died. Acute acalculous cholecystitis is a serious complication in neutropenic patients. Earlier diagnosis could have expedited the management of these patients.",
     "keywords": ["Neutropenic", "Cholecystitis", "Acute leukemia", "Voriconazole", "Chemotherapy"]},
    {"article name": "Pseudo-Guillain–Barré syndrome masking acute myeloid leukemia relapse: Brief report and review",
     "doi": "https://doi.org/10.1016/j.lrr.2015.05.002",
     "publication date": "01-2015",
     "abstract": "Central nervous system (CNS) relapse is not a rare presentation in acute myeloid leukemia (AML) as its incidence ranges between 2% and 9%. It manifests with meningeal leukemia, cranial nerve palsies or cerebral mesenchymal myeloid sarcoma. We herein report the case of a 69 year-old female that presented a pseudo-Guillain–Barré syndrome masking an AML CNS relapse. Her symptoms completely resolved upon administration of a tailored treatment. This case suggests that puzzling neurological manifestations in patients with a history of AML should be considered as a CNS recurrence and investigated accordingly even in the context of normal imaging findings.",
     "keywords": ["Acute myeloid leukemia", "Isolated central nervous system recurrence", "Cerebrospinal fluid"]},
    {"article name": "Chronic-phase chronic myeloid leukemia: Not always a reassuring diagnosis",
     "doi": "https://doi.org/10.1016/j.lrr.2015.05.003",
     "publication date": "01-2015",
     "abstract": "Primary resistance to tyrosine-kinase inhibitors (TKIs) is quite uncommon in chronic-phase Chronic Myeloid Leukemia (CML) and related to still poorly understood mechanisms, as ABL mutations are rarely detected in primary resistant patients. We report the challenging case of a CML patient who was resistant to multiple TKIs because of different emerging ABL mutations and became pregnant while on Nilotinib therapy despite repeated and clear discouragement to conceive. She decided to continue with her pregnancy, showing an admirable and incredible perseverance in the pursuit of her personal aims.",
     "keywords": ["Chronic Myeloid Leukemia", "Tyrosine-kinase inhibitors", "Resistance", "Pregnancy"]},
    {"article name": "Associations between genetic variants in folate and drug metabolizing pathways and relapse risk in pediatric acute lymphoid leukemia on CCG-1952",
     "doi": "https://doi.org/10.1016/j.lrr.2015.05.005",
     "publication date": "01-2015",
     "abstract": "Genetic variation in drug detoxification pathways may influence outcomes in pediatric acute lymphoblastic leukemia (ALL). We evaluated relapse risk and 24 variants in 17 genes in 714 patients in CCG-1961. Three TPMT and 1 MTR variant were associated with increased risks of relapse (rs4712327, OR 3.3, 95%CI 1.2–8.6; rs2842947, OR 2.7, 95%CI 1.1–6.8; rs2842935, OR 2.5, 95%CI 1.1–5.0; rs10925235, OR 4.9, 95%CI 1.1–25.1). One variant in SLC19A1 showed a protective effect (rs4819128, OR 0.5, 95%CI 0.3–0.9). Our study provides data that relapse risk in pediatric ALL is associated with germline variations in TPMT, MTR and SLC19A1.",
     "keywords": ["Acute lymphoblastic leukemia", "SNPs", "Relapse", "Folate pathway"]},
    {"article name": "The YPEL5–PPP1CB fusion transcript is detected in different hematological malignancies and in normal samples",
     "doi": "https://doi.org/10.1016/j.lrr.2015.07.001",
     "publication date": "01-2015",
     "abstract": "Chronic lymphocytic leukemia (CLL) is the most frequent leukemia in Western adults. It was suggested that transcripts from a reciprocal trans-splicing event between YPEL5 and PPP1CB were present exclusively in CLL patients (more than 90%). Here we show that the YPEL5–PPP1CB fusion is not specific for CLL but is also detected in other hematological malignancies such as chronic myeloid leukemia, monoclonal B cell lymphocytosis or acute leukemia and also in normal samples. As such, it is unlikely that the YPEL5–PPP1CB fusion is a good drug target in CLL or a suitable target to monitor disease.",
     "keywords": ["Chronic lymphocytic leukemia", "YPEL5–PPP1CB", "Trans-splicing"]},
    {"article name": "A radiolabeled antibody targeting CD123+ leukemia stem cells – initial radioimmunotherapy studies in NOD/SCID mice engrafted with primary human AML",
     "doi": "https://doi.org/10.1016/j.lrr.2015.07.003",
     "publication date": "01-2015",
     "abstract": "Radioimmunotherapy (RIT) with anti-CD123 monoclonal antibody CSL360 modified with nuclear translocation sequence (NLS) peptides and labeled with the Auger electron-emitter, 111In (111In-NLS-CSL360) was studied in the prevalent NOD/SCID mouse AML engraftment assay. Significant decreases in CD123+ leukemic cells and impairment of leukemic stem cell self-renewal were achieved with high doses of RIT. However, NOD/SCID mice were very radiosensitive to these doses. At low non-toxic treatment doses, 111In-NLS-CSL360 demonstrated a trend towards improved survival associated with decreased spleen/body weight ratio, an indicator of leukemia burden, and almost complete eradication of leukemia from the bone marrow in some mice.",
     "keywords": ["Auger electrons", "111In", "Monoclonal antibodies", "AML", "Leukemia stem cells"]},
    {"article name": "Pharmacological targeting of PI3K isoforms as a therapeutic strategy in chronic lymphocytic leukaemia",
     "doi": "https://doi.org/10.1016/j.lrr.2015.09.001",
     "publication date": "01-2015",
     "abstract": "PI3Kδ inhibitors such as idelalisib are providing improved therapeutic options for the treatment of chronic lymphocytic leukaemia (CLL). However under certain conditions, inhibition of a single PI3K isoform can be compensated by the other PI3K isoforms, therefore PI3K inhibitors which target multiple PI3K isoforms may provide greater efficacy. The development of compounds targeting multiple PI3K isoforms (α, β, δ, and γ) in CLL cells, in vitro, resulted in sustained inhibition of BCR signalling but with enhanced cytotoxicity and the potential for improve clinical responses. This review summarises the progress of PI3K inhibitor development and describes the rationale and potential for targeting multiple PI3K isoforms.",
     "keywords": ["CLL", "PI3K", "Idelalisib", "Duvelisib"]},
    {"article name": "Patterns of relapse and outcome of elderly multiple myeloma patients treated as front-line therapy with novel agents combinations",
     "doi": "https://doi.org/10.1016/j.lrr.2015.09.002",
     "publication date": "01-2015",
     "abstract": "We report the characteristics of relapse, treatment response, and outcomes of 145 elderly patients with multiple myeloma in first relapse after front-line treatment with VMP or VTP. Reappearance of CRAB symptoms (113 patients) and more aggressive forms of disease (32 patients) were the most common patterns of relapse. After second-line therapy, 75 (51.7%) patients achieved at partial response and 16 (11%) complete response (CR). Overall survival was longer among patients receiving VMP as front-line induction (21.4 vs. 14.4 months, P=0.037), in patients achieving CR (28.3 vs. 14.8 months; P=0.04), and in patients without aggressive relapse (28.6 vs. 7.6 months; P=0.0007).",
     "keywords": ["Relapsed myeloma", "Elderly patients", "Patterns of relapse"]},
    {"article name": "Detection of a PDGFRB fusion in refractory CMML without eosinophilia: A case for broad spectrum tumor profiling",
     "doi": "https://doi.org/10.1016/j.lrr.2015.07.002",
     "publication date": "01-2015",
     "abstract": "In this case report, we describe a refractory CMML case without eosinophilia harboring a PDGFRB rearrangement leading to a favorable response with imatinib. We believe this case demonstrates the utility of broad spectrum genomic profiling in refractory CMML cases as an opportunity to uncover additional treatment options.",
     "keywords": null},
    {"article name": "Young woman with mild bone marrow dysplasia, GATA2 and ASXL1 mutation treated with allogeneic hematopoietic stem cell transplantation",
     "doi": "https://doi.org/10.1016/j.lrr.2015.10.001",
     "publication date": "01-2015",
     "abstract": "Heterozygous mutations in GATA2 underlie different syndromes, previously described as monocytopenia and mycobacterial avium complex infection (MonoMAC); dendritic cell, monocytes, B- and NK lymphocytes deficiency (DCML); lymphedema, deafness and myelodysplasia (Emberger syndrome) and familiar myelodysplastic syndrome/acute myeloid leukemia (MDS / AML). Onset and severity of clinical symptoms vary and preceding cytopenias are not always present.We describe a case of symptomatic DCML deficiency and rather discrete bone marrow findings due to GATA2 mutation. Exome sequencing revealed a somatic ASXL1 mutation and the patient underwent allogeneic stem cell transplantation successfully.",
     "keywords": ["GATA2 mutation", "Myelodysplastic syndrome", "ASXL1 mutation", "Allogeneic hematopoietic stem cell transplantation"]},
    {"article name": "Unusual massive bone marrow fibrosis in acute promyelocytic leukemia following arsenic trioxide therapy",
     "doi": "https://doi.org/10.1016/j.lrr.2015.06.001",
     "publication date": "01-2015",
     "abstract": "Bone marrow fibrosis has been associated with different types of non-neoplastic conditions like granulomatous and autoimmune diseases and a variety of neoplastic disorders such as acute megakaryoblastic leukemia, Hodgkin lymphoma, non-Hodgkin lymphoma and myeloproliferative neoplsms. Therapy induced fibrosis is a rare phenomenon. Here we report a case of an incidentally diagnosed acute promyelocytic leukemia (APL) with t(11;17) which was treated with arsenic trioxide (ATO) for 45 days. However, the patient did not go into remission and developed massive fibrosis of bone marrow. Literature search does not reveal such documented marrow fibrosis following therapy with ATO in a case of APL.",
     "keywords": ["Acute promyelocytic leukemia", "Arsenic trioxide", "Marrow fibrosis"]},
    {"article name": "Progressive transfusion and growth factor independence with adjuvant sertraline in low risk myelodysplastic syndrome treated with an erythropoiesis stimulating agent and granulocyte-colony stimulating factor",
     "doi": "https://doi.org/10.1016/j.lrr.2014.11.001",
     "publication date": "01-2015",
     "abstract": "Refractoriness to growth factor therapy is commonly associated with inferior outcome in patients with low-risk myelodysplastic syndrome (LR-MDS) who require treatment for cytopenias. However, the mechanisms leading to refractoriness are unknown. Here we describe a clinically depressed 74-year-old male with refractory cytopenia with multilineage dysplasia (RCMD) and documented growth factor refractory anemia after erythropoeisis stimulating agent (ESA) therapy, who attained transfusion and growth factor independence after the addition of sertraline to his medication regimen. Our case demonstrates hematological improvement-erythroid (HI-E) in growth factor refractory, low risk MDS and highlights a potential mechanistic link between common inflammatory diseases and LR-MDS.",
     "keywords": ["Myelodysplasia", "Transfusion dependence", "Erythropoietin", "Sertraline"]},
    {"article name": "Emergence of a STAT3 mutated NK clone in LGL leukemia",
     "doi": "https://doi.org/10.1016/j.lrr.2014.12.001",
     "publication date": "01-2015",
     "abstract": "Large granular lymphocyte (LGL) leukemia is a chronic clonal lymphoproliferative disorder. Here, a T-LGL leukemia patient developed NK-LGL leukemia with residual leukemic T-LGL. TCRVβ usage and CDR3 sequence drifts were observed with disease progression. A STAT3 S614R mutation was identified in NK but not T-cells in the mixed leukemic stage. Multiple, non-dominant T-cell clones with distinct STAT3 mutations were present throughout. Our results suggest that T and NK-LGL leukemia may share common pathogenesis mechanisms and that STAT3 mutation alone is insufficient to bring about clonal expansion. Mutational and immunological monitoring may provide diagnostic and therapeutic significance in LGL leukemia.",
     "keywords": ["Clonal evolution", "T cell receptor", "Classifications", "Mutation detection", "Leukemia markers"]},
    {"article name": "Acute promyelocytic leukemia with JAK2 V617F and severe differentiation syndrome",
     "doi": "https://doi.org/10.1016/j.lrr.2014.12.003",
     "publication date": "01-2015",
     "abstract": "Myeloproliferative neoplasms transformed into AML usually have a poor prognosis. We report a case of essential thrombocythemia with myelofibrosis that transformed into acute promyelocytic leukemia (APL) with both the t(15;17) translocation as well as the JAK2 V617F mutation. Clinically, this case was notable for severe differentiation syndrome despite treatment with high-dose dexamethasone. Cytokine production by differentiating APL cells was not directly abrogated by JAK2 inhibitors in vitro, suggesting that JAK2 V617F enhances the hyperinflammatory response downstream of cytokines. JAK1/2 inhibitors may therefore dampen the inflammatory cascade downstream of cytokine production, similar to glucocorticoids, and have a role in treating severe differentiation syndrome.",
     "keywords": ["Acute promyelocytic leukemia (APL)", "Myeloproliferative neoplasm (MPN)", "Essential thrombocythemia (ET)", "JAK2", "Differentiation syndrome"]},
    {"article name": "“Preleukemic or smoldering” chronic myelogenous leukemia (CML):BCR-ABL1 positive: A brief case report",
     "doi": "https://doi.org/10.1016/j.lrr.2014.12.002",
     "publication date": "01-2015",
     "abstract": "Chronic myelogenous leukemia (CML), in the Chronic Phase (CP), is often suspected as a result of a complete blood count (CBC), which shows increased granulocytes, mostly mature including a peak in myelocytes, increased basophils, and rarely blasts and/or promyelocytes. Morphologic dysplasia is not present. CML is confirmed by detecting the characteristic Philadelphia chromosome (Ph)[t(9;22)(q34;q11.2)] by routine cytogenetics or fluorescent in situ hybridization (FISH) or molecular studies (RT-PCR) for the bcr-abl fusion gene.The most common feature of CML is an elevated WBC count, usually above 25×103/µL, and frequently above 100×103/µL. We report a case of confirmed Ph+CML with a normal CBC detected because of the presence of rare myelocytes and 2% basophils [Fig. 1]. Previous leukocyte counts for the preceding eight years were normal with the exception of one done four months prior to his presentation that showed an abnormal differential with 1% basophils, 2% metamyelocytes and 2% myelocytes.",
     "keywords": ["Chronic myeloid leukemia", "Philadelphia chromosome"]},
    {"article name": "Effects of 5-azacytidine on natural killer cell activating receptor expression in patients with refractory anemia with excess of blasts",
     "doi": "https://doi.org/10.1016/j.lrr.2014.09.004",
     "publication date": "01-2015",
     "abstract": "Epigenetic drugs modify DNA methylation and are used in refractory anemia with excess of blasts (RAEB). These drugs may reactivate anti-oncogene expression and restore a normal phenotype instead of inducing antitumor toxicity, although they also have immunosuppressive effects on T-lymphocytes [1] In RAEB and acute myeloid leukemia, a defect in natural killer (NK) cell cytotoxicity has been shown, which relies on abnormal expression of activating receptors. Previous study has shown that 5-azacytidine impaired mRNA synthesis and induced apoptosis in NK cells [2]. In this study we investigated the effect of the demethylating drug 5-azacytidine (Vidaza®) on NK receptors with the hypothesis that demethylation of the promoters of activating NK receptor genes induces gene reactivation and thus may increase their expression.",
     "keywords": ["Natural killer cells", "Refractory anemia with excess of blasts", "Natural cytotoxicity receptors", "Demethylation", "5-azacytidine"]},
    {"article name": "An intensive approach to treatment for older patients with relapsed isolated NPM1 mutated AML",
     "doi": "https://doi.org/10.1016/j.lrr.2015.01.001",
     "publication date": "01-2015",
     "abstract": "We present a short case series of elderly patients with NK-AML and isolated NPM1 mutation who were treated with intensive chemotherapy, achieving significant CRs multiple times on reinduction, even with a single course.We hope to highlight the NPM1 as a molecular marker in elderly for consideration of aggressive treatment, even if abridged, as this subset may achieve a durable, good quality responses at diagnosis or subsequent relapses.",
     "keywords": ["NK AML in elderly", "NPM1 mutation", "Intensive chemotherapy"]},
    {"article name": "Acute appendicitis in acute leukemia and the potential role of decitabine in the critically ill patient",
     "doi": "https://doi.org/10.1016/j.lrr.2015.03.001",
     "publication date": "01-2015",
     "abstract": "Acute appendicitis in children with acute leukemia is uncommon and often recognized late. Immunocompromised host state coupled with the importance of avoiding treatment delays makes management additionally challenging. Leukemic infiltration of the appendix though rare must also be considered. Although successful conservative management has been reported, surgical intervention is required in most cases. We present our experience with acute appendicitis in children with acute leukemia and a case of complete remission of acute myeloid leukemia with a short course of decitabine. Decitabine may serve as bridging therapy in critically ill patients who are unable to undergo intensive chemotherapy.",
     "keywords": ["Acute appendicitis", "Acute leukemia", "Management", "Decitabine"]},
    {"article name": "Two novel RUNX1 mutations in a patient with congenital thrombocytopenia that evolved into a high grade myelodysplastic syndrome",
     "doi": "https://doi.org/10.1016/j.lrr.2015.03.002",
     "publication date": "01-2015",
     "abstract": "Here we report two new RUNX1 mutations in one patient with congenital thrombocytopenia that transformed into a high grade myelodysplastic syndrome with myelomonocytic features. The first mutation was a nucleotide base substitution from guanine to adenine within exon 8, resulting in a nonsense mutation in the DNA-binding inhibitory domain of the Runx1 protein. This nonsense mutation is suspected a de novo germline mutation since both parents are negative for the mutation. The second mutation identified was an in-frame six nucleotide base pair insertion in exon 5 of the RUNX1 gene, which is predicted to result in an insertion in the DNA-binding runt homology domain (RHD). This mutation is believed to be a somatic mutation as it was mosaic before allogeneic hematopoietic cell transplantation and disappeared after transplant. As no other genetic mutation was found using genetic screening, it is speculated that the combined effect of these two RUNX1 mutations may have exerted a stronger dominant negative effect than either RUNX1 mutation alone, thus leading to a myeloid malignancy.",
     "keywords": ["Congenital thrombocytopenia", "Familial platelet disorder", "Myelodysplastic syndromes", "RUNX1"]},
    {"article name": "Acute myeloid leukemia in a patient with constitutional 47,XXY karyotype",
     "doi": "https://doi.org/10.1016/j.lrr.2015.04.001",
     "publication date": "01-2015",
     "abstract": "Klinefelter syndrome (KS), a 47,XXY chromosomal abnormality, has been shown to be associated with a number of malignancies, but has not been linked to acute leukemias to date. We present a case of a 54-year-old male diagnosed with acute myeloid leukemia (AML) with monocytic differentiation, whose cytogenetic and subsequent FISH analyses revealed a constitutional 47,XXY karyotype. We also review and discuss relevant prior literature.",
     "keywords": ["Acute myeloid leukemia", "Klinefelter syndrome", "Constitutional chromosomal abnormality"]},
    {"article name": "Linking the SUMO protease SENP5 to neutrophil differentiation of AML cells",
     "doi": "https://doi.org/10.1016/j.lrr.2015.04.002",
     "publication date": "01-2015",
     "abstract": "In an mRNA profiling screen performed to unveil novel mechanisms of leukemogenesis, we found that the sentrin-specific protease 5 (SENP5) was significantly repressed in clinical acute myeloid leukemia when compared to healthy neutrophil samples. SENP5 is an enzyme that targets and cleaves small ubiquitin-like modifier (SUMO) residues from SUMOylated proteins. Further investigation with AML neutrophil differentiation cell models showed increased SENP5 expression upon induction of differentiation; in contrast, knocking down SENP5 resulted in significantly attenuated neutrophil differentiation. Our results support a new role of SENP5 in AML pathology, and in particular in the neutrophil differentiation of myeloid leukemic cells.",
     "keywords": ["Acute myeloid leukemia", "SENP5", "SUMO protease", "AML", "Neutrophil differentiation"]},
    {"article name": "Successful pregnancy outcome in paroxysmal nocturnal hemoglobinuria (PNH) following escalated eculizumab dosing to control breakthrough hemolysis",
     "doi": "https://doi.org/10.1016/j.lrr.2015.05.001",
     "publication date": "01-2015",
     "abstract": "Pregnancy in women with paroxysmal nocturnal hemoglobinuria (PNH) is associated with increased maternal and fetal morbidity and mortality. There is limited published experience regarding therapy of PNH during pregnancy. We describe a case of a 30 year old female with hypoplastic myelodysplastic syndrome and PNH. After two years of treatment with eculizumab, she became pregnant. She developed breakthrough hemolysis at 20 weeks gestation. Pharmacokinetic and pharmacodynamic studies demonstrated a subtherapeutic eculizumab level with absence of complement blockade. Escalation of her eculizumab dose successfully controlled hemolysis and restored therapeutic eculizumab level and activity. She delivered a healthy baby at 36 weeks.",
     "keywords": ["Breakthrough PNH hemolysis complicating pregnancy", "Escalated eculizumab dosing"]},
    {"article name": "Acute leukemia of ambiguous lineage with trisomy 4 as the sole cytogenetic abnormality: A case report and literature review",
     "doi": "https://doi.org/10.1016/j.lrr.2014.04.003",
     "publication date": "01-2014",
     "abstract": "We describe a patient with acute leukemia of ambiguous lineage who had trisomy 4 as the sole cytogenetic abnormality. Clinical, pathological, immunophenotypic and molecular features are presented and compared with the previous 4 published cases. Over expression of c-kit, which is localized to chromosome 4, was documented on the leukemic blasts. Prognosis seems to be poor. Treatment with acute lymphoblastic leukemia like regimens seems to be superior compared to acute myeloid leukemia like regimens and allogeneic stem cell transplant is recommended after achieving remission.",
     "keywords": ["Trisomy 4", "Biphenotypic leukemia", "Acute leukemia ambiguous lineage", "c-Kit"]},
    {"article name": "Cardiac anaplastic large cell lymphoma in an 8-year old boy",
     "doi": "https://doi.org/10.1016/j.lrr.2014.05.001",
     "publication date": "01-2014",
     "abstract": "We report on an 8 year old boy with primary cardiac anaplastic large cell lymphoma (ALCL), in whom the diagnosis was challenging and who was treated with modified chemotherapy without radiation therapy according to the ALCL 99 study protocol [1]. Two years and 4 months after completion of therapy the boy is in complete remission with normal cardiac function.",
     "keywords": ["Childhood", "ALCL", "Lymphoma", "Heart", "Cardiac tumour", "ALCL99"]},
    {"article name": "Acute myeloid leukemia arising from a donor derived premalignant hematopoietic clone: A possible mechanism for the origin of leukemia in donor cells",
     "doi": "https://doi.org/10.1016/j.lrr.2014.04.001",
     "publication date": "01-2014",
     "abstract": "During recent years, it has become increasingly evident that donor leukemia following allogeneic transplant may be more common then realized in the past. We identified five cases of potential donor leukemia cases during past five years. The precise mechanism of the origin of such leukemias, however, remains poorly defined. In this short communication, we report a well documented case of donor-derived de novo acute myeloid leukemia (AML) that developed fourteen years after allogeneic stem cell transplantation for treatment induced AML for his primary malignancy Immunoblastic lymphoma. This case allows us to postulate a possible mechanism of the origin of donor leukemia. The de novo AML clone contained a distinct cytogenetic abnormality, trisomy 11, which was simultaneously detected in preserved peripheral blood obtained at the time of transplantation as well as in the current bone marrow from an otherwise clinically and phenotypically normal donor. The findings from this unique case, provides insight into the process of leukemogenesis, and suggests that the sequence of events leading to leukemogenesis in this patient involved the senescence/apoptosis of normal donor hematopoietic cells due to telomere shortening resulting in the selective proliferation and transformation of this clone with MLL (mixed-lineage leukemia) gene amplification.",
     "keywords": ["Donor leukemia", "Acute secondary leukemia", "Telomere length in translantation", "Allogeneic bone marrow transplantation", "Origin of donor leukemia mechanism"]},
    {"article name": "Hemophagocytic lymphohistiocytosis secondary to T-cell/histiocyte-rich large B-cell lymphoma",
     "doi": "https://doi.org/10.1016/j.lrr.2014.05.004",
     "publication date": "01-2014",
     "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is a life-threatening clinical syndrome characterized by dysregulation of the immune system. Impaired function of cytotoxic T cells and natural killer cells is often seen, and T-cell malignancies represent most cases of lymphoma-associated HLH. HLH associated with B-cell lymphoma is rare. We describe a case of a 30-year-old man who presented with fever, splenomegaly, and hyperferritinemia. Bone marrow biopsy revealed T-cell/histiocyte-rich large B-cell lymphoma, a rare, aggressive B-cell malignancy. This case highlights the interplay between a pro-inflammatory cytokine microenvironment and tumor-mediated immune suppression, and addresses the importance of accurately diagnosing these entities for appropriate clinical management.",
     "keywords": ["Hemophagocytic lymphohistiocytosis (HLH)", "T-cell/histiocyte rich large B-cell lymphoma (THRLBCL)", "Chemotherapy", "Stem cell transplant"]},
    {"article name": "Translocation (8;21) acute myeloid leukemia presenting as severe aplastic anemia",
     "doi": "https://doi.org/10.1016/j.lrr.2014.04.002",
     "publication date": "01-2014",
     "abstract": "We report a case of t(8;21) acute myeloid leukemia presenting as severe aplastic anemia. While initial bone marrow biopsy lacked any cytogenetic abnormalities in 20 analyzed metaphases, repeat bone marrow biopsy eight days later demonstrated this translocation. Initial cytogenetic analysis of 20 metaphases was therefore insufficient to make the diagnosis of hypocellular acute myeloid leukemia. We discuss that further complementary molecular tests, such as CGH, would likely provide a more robust diagnosis of hematopoietic diseases.",
     "keywords": ["t(8;21)", "Aplastic anemia", "Acute leukemia", "Comparative genomic hybridization"]},
    {"article name": "Early relapse of Burkitt lymphoma heralded by a bone marrow necrosis and numb chin syndrome successfully treated with allogeneic stem cell transplantation",
     "doi": "https://doi.org/10.1016/j.lrr.2014.06.002",
     "publication date": "01-2014",
     "abstract": "The optimal salvage therapy for patients with relapsed Burkitt lymphoma is unknown. Bone marrow necrosis is an underreported (<1% of bone marrow failures). Numb chin syndrome is another rare syndrome associated with aggressive malignancies. Survival of these syndromes is dictated by the underlying disease and is usually dismal. Our 35-year-old patient experienced an early relapse of Burkitt lymphoma accompanied by syndromes, achieved second complete remission and underwent allogeneic stem cell transplantation. He remains alive and well >2 years after the transplant. To our knowledge, this is the longest reported survival of the two syndromes in the setting of BL relapse.",
     "keywords": ["Burkitt lymphoma", "Salvage", "Allogeneic", "Bone marrow necrosis", "Numb chin syndrome"]},
    {"article name": "Identification of a novel SEPT9-ABL1 fusion gene in a patient with T-cell prolymphocytic leukemia",
     "doi": "https://doi.org/10.1016/j.lrr.2014.06.004",
     "publication date": "01-2014",
     "abstract": "T-cell prolymphocytic leukemia (T-PLL), a rare type of peripheral T-cell leukemia, is characterized by marked splenomegaly with rapidly progressive lymphocytosis and a poor prognosis. Nine kinds of ABL1 chimeric genes have been identified in various kinds of hematological malignancies, such as chronic myeloid leukemia and B- or T-lymphoblastic leukemia. However, there have been no reports describing T-PLL cases with ABL1 rearrangements. We herein report a case of T-PLL with a novel SEPT9-ABL1 fusion gene which induced strong resistance to tyrosine kinase inhibitors such as imatinib and dasatinib.",
     "keywords": ["T-cell prolymphocytic leukemia", "SEPT9-ABL1", "Tyrosine kinase inhibitors"]},
    {"article name": "An exploratory phase 2 study of investigational Aurora A kinase inhibitor alisertib (MLN8237) in acute myelogenous leukemia and myelodysplastic syndromes",
     "doi": "https://doi.org/10.1016/j.lrr.2014.06.003",
     "publication date": "01-2014",
     "abstract": "Alisertib (MLN8237) is an investigational, oral, selective, Aurora A kinase (AAK) inhibitor. In this phase 2 trial, 57 patients with acute myeloid leukemia (AML) or high-grade myelodysplastic syndrome received alisertib 50 mg BID for 7 days in 21-day cycles. Responses in 6/35 AML patients (17% response rate with an additional 49% stable disease, 34% transfusion independence) included 1 complete response lasting >1 year. No responses were observed in MDS patients. Adverse events >30% included diarrhea, fatigue, nausea, febrile neutropenia, and stomatitis. Results suggest modest activity in AML, supporting further research to better understand how AAK inhibition may induce leukemic cell senescence.",
     "keywords": ["Aurora A kinase inhibitor", "Alisertib", "Safety", "Acute myeloid leukemia (AML)", "Myelodysplastic syndrome (MDS)"]},
    {"article name": "High pseudotumor cerebri incidence in tretinoin and arsenic treated acute promyelocytic leukemia and the role of topiramate after acetazolamide failure",
     "doi": "https://doi.org/10.1016/j.lrr.2014.07.001",
     "publication date": "01-2014",
     "abstract": "Dual differentiation therapy with arsenic trioxide and tretinoin (all-trans-retinoic acid; ATRA) for the management of low and intermediate risk acute promyelocytic leukemia has recently been recommended by the National Comprehensive Cancer Network. Some less common toxicities of the combination may have yet to be fully realized. Of ten patients we have treated thus far, five (50%) have developed pseudotumor cerebri. In one patient, temporary discontinuation of ATRA and initiation of acetazolamide controlled symptoms. In four patients, topiramate was substituted for acetazolamide to relieve symptoms and allow ATRA dose re-escalation. We conclude that providers should monitor for pseudotumor cerebri and consider topiramate if acetazolamide fails.",
     "keywords": ["Tretinoin", "All-trans retinoic acid", "Pseudotumor cerebri", "Topiramate", "Arsenic trioxide"]},
    {"article name": "Significant clinical response to JAK1/2 inhibition in a patient with CSF3R-T618I-positive atypical chronic myeloid leukemia",
     "doi": "https://doi.org/10.1016/j.lrr.2014.07.002",
     "publication date": "01-2014",
     "abstract": "Mutations in CSF3R (colony-stimulating factor 3 receptor) are frequent oncogenic drivers in chronic neutrophilic leukemia (CNL) and atypical chronic myeloid leukemia (aCML). Here we describe a 75 year old man who was diagnosed with CSF3R-T618I-positive atypical CML. He presented with leukocytosis, anemia, and thrombocytopenia and developed massive splenomegaly and severe constitutional symptoms. Hydroxyurea was given over a 6 month period but failed to provide any measureable clinical benefit. Eventually, he was treated with ruxolitinib, an FDA-approved JAK1/2 inhibitor, which resulted in dramatic improvement of his blood counts. He also had significant reduction of spleen volume and constitutional symptoms. This case highlights the need for a clinical trial to interrogate JAK1/2 as a potential molecular target in CNL and aCML in patients with or without CSF3R mutation. A clinical trial evaluating the safety and efficacy of ruxolitinib for this patient population is registered at ClinicalTrials.gov (NCT02092324).",
     "keywords": ["Colony-stimulating factor 3 receptor", "Chronic neutrophilic leukemia", "Atypical chronic myeloid leukemia", "Ruxolitinib"]},
    {"article name": "Human endogenous retrovirus np9 gene is over expressed in chronic lymphocytic leukemia patients",
     "doi": "https://doi.org/10.1016/j.lrr.2014.06.005",
     "publication date": "01-2014",
     "abstract": "The human genome contains a large number of endogenous retroviruses (HERVs). Their reactivation has frequently been observed in patients with cancer. Considering their role in the carcinogenesis process, we aimed to study the possible relationship between HERVs gene expression and Chronic Lymphocytic Leukemia (CLL). We focused on two viral genes gag and np9, the latter presumably an oncogene. We found that the transcriptional activity of HERV-K np9 gene was greater in CLL patients than in healthy donors. However, gag expression was not significantly increased.These findings suggest a noteworthy relationship between CLL disease and HERV-K np9 expression.",
     "keywords": ["HERVs", "np9", "CLL"]},
    {"article name": "Combination therapy with interferon and JAK1-2 inhibitor is feasible: Proof of concept with rapid reduction in JAK2V617F-allele burden in polycythemia vera",
     "doi": "https://doi.org/10.1016/j.lrr.2014.05.003",
     "publication date": "01-2014",
     "abstract": "We report a 55 year old woman with post-ET PV for 12 years, who experienced resolution of severe constitutional symptoms within 3 days, a marked reduction in splenomegaly and a rapid decline in the JAK2V617F allele burden during combination therapy with interferon-alpha2a and ruxolitinib. Within 4 weeks the patient achieved complete hematological remission with normalization of peripheral blood counts and within 10 months the JAK2V617F-allele burden was reduced from 90% to 28%. Such a rapid decline in the JAK2V617F allele burden is highly unusual in PV-patients during low-dose IFN-alpha2 monotherapy and this finding warrants a prospective study with combination therapy.",
     "keywords": ["Polycythemia vera", "JAK2V617F-allele burden", "Combination therapy", "Interferon", "Ruxolitinib"]},
    {"article name": "Interaction between IL-6 and TNF-α genotypes associated with bacteremia in multiple myeloma patients submitted to autologous stem cell transplantation (ASCT)",
     "doi": "https://doi.org/10.1016/j.lrr.2014.05.002",
     "publication date": "01-2014",
     "abstract": "Stem cell transplantation affects patient׳s vulnerability to infections due to immunological changes related to chemotherapy. Multiple myeloma is characterized by susceptibility to infections, and IL-6 and TNF-α increased levels affect immune response (IR). Polymorphisms in promoter region of cytokine genes may alter expression levels and affect IR. We performed interaction analysis of IL-6 (−174G/C) and TNF-α (−308G/A) polymorphisms with infection susceptibility in 148 patients classified accordingly to infection status and found an interaction when compared groups with and without bacteremia (p=0.0380). The interaction may be more important than single effects for the IR associated with the infection susceptibility in ASCT.",
     "keywords": ["Transplantation", "Epistasis", "Multiple myeloma"]},
    {"article name": "The BH3-mimetic ABT-737 effectively kills acute myeloid leukemia initiating cells",
     "doi": "https://doi.org/10.1016/j.lrr.2014.06.001",
     "publication date": "01-2014",
     "abstract": "The anti-apoptotic proteins Bcl-XL and Bcl-2 are abundantly expressed in hematopoietic stem cells and/or progenitor cells. Furthermore, leukemic cells expressing these proteins are enriched in minimal residual disease cell populations. This prompted us to test the BH3-mimetic compound ABT-737 for its ability to eradicate putative leukemic stem cells. ABT-737 demonstrated potent cytotoxic effects in all patient samples tested. The efficacy of ABT-737 against AML blasts and the primitive CD34+/CD38− population was equal and independent of sensitivity to cytarabine/daunorubicin. These results, together with previously reported synergistic effects of ABT-737 with chemotherapeutics make BH3-mimetics promising candidates for future AML treatment regimens.",
     "keywords": ["Acute myeloid leukemia", "Putative leukemic stem cells", "CD34+/CD38−", "ABT-737", "BH3-mimetic"]},
    {"article name": "An unusual case of splenomegaly and increased lactate dehydrogenase heralding acute myeloid leukemia with eosinophilia and RUNX1–MECOM fusion transcripts",
     "doi": "https://doi.org/10.1016/j.lrr.2014.09.003",
     "publication date": "01-2014",
     "abstract": "We report the first case of acute myeloid leukemia (AML) with RUNX1–MECOM fusion transcripts, showing marked eosinophilia. A 63-year old man admitted in August 2013, had previously been observed in April 2013, because of persisting homogeneous splenomegaly and increased LDH, which were initially attributed to both minor β-thalassemia and previous acute myocardial infarction. However, based upon the retrospective analysis of clinical features combined with the documentation of both JAK2 V617F and c-KIT D816V mutations at AML diagnosis, an aggressive leukemic transformation with eosinophilia of a previously unrecognized myeloproliferative neoplasm, rather than the occurrence of de novo AML, may be hypothesized.",
     "keywords": ["Acute myeloid leukemia", "t(3;21)(q26;q22)", "RUNX1–MECOM", "Eosinophilia", "Splenomegaly", "Myeloproliferative neoplasm"]},
    {"article name": "Deletion and deletion/insertion mutations in the juxtamembrane domain of the FLT3 gene in adult acute myeloid leukemia",
     "doi": "https://doi.org/10.1016/j.lrr.2013.09.003",
     "publication date": "01-2014",
     "abstract": "In contrast to FLT3 ITD mutations, in-frame deletions in the FLT3 gene have rarely been described in adult acute leukemia. We report two cases of AML with uncommon in-frame mutations in the juxtamembrane domain of the FLT3 gene: a 3-bp (c.1770_1774delCTACGinsGT; p.F590_V592delinsLF) deletion/insertion and a 12-bp (c.1780_1791delTTCAGAGAATAT; p.F594_Y597del) deletion. We verified by sequencing that the reading frame of the FLT3 gene was preserved and by cDNA analysis that the mRNA of the mutant allele was expressed in both cases. Given the recent development of FLT3 inhibitors, our findings may be of therapeutic value for AML patients harboring similar FLT3 mutations.",
     "keywords": ["FLT3", "Juxtamembrane domain", "Deletion/insertion", "Mutation", "Acute myeloid leukemia (AML)"]},
    {"article name": "Successful HLA haploidentical myeloablative stem cell transplantation for aggressive hepatosplenic alpha/beta (αβ) T-cell lymphoma",
     "doi": "https://doi.org/10.1016/j.lrr.2014.09.001",
     "publication date": "01-2014",
     "abstract": "Hepatosplenic T cell lymphoma (HSTCL) is a type of hematologic neoplasia with a poor prognosis and a high frequency of refractoriness to conventional chemotherapy. The results obtained by high dose chemotherapy followed by autologous stem cells transplantation seem to be a more effective option but still unsatisfactory. Also the role of allogeneic stem cell transplantation is still unclear, although the few cases reported on the literature would seem to show good results in overall survival rates.In this paper, we reported the patient׳s medical history affected by a αβ variant of hepatosplenic T cell successfully rescued with a haploidentical transplant.",
     "keywords": ["Hepatosplenic T-cell lymphoma", "αβ T-lymphocytes", "TCR rearrangement", "Haploidentical-SCT"]},
    {"article name": "A novel del(8)(q23.2q24.11) contributing to disease progression in a case of JAK2/TET2 double mutated chronic myelomonocytic leukemia",
     "doi": "https://doi.org/10.1016/j.lrr.2014.09.002",
     "publication date": "01-2014",
     "abstract": "We have identified a novel 7.7 Mb del(8)(q23.2q24.11) in a patient progressing to acute myeloid leukemia (AML) following a 12-year stable phase of chronic myelomonocytic leukemia (CMML). A surprisingly high JAK2+ allelic burden of 92% at the time of AML led us to delineate the molecular aberrations relevant for leukemogenesis. While a frameshift mutation in the TET2 gene was stably present throughout the course of disease the JAK2 mutation was acquired after initial diagnosis of CMML. At progression aCGH revealed del(8q)(q23.2q24.11) encompassing various cancer relevant genes of which RAD21 and CSMD3 are of particular interest.",
     "keywords": ["del(8q)", "CMML", "TET2", "JAK2", "Transformation"]},
    {"article name": "Prevalence of human endogenous retroviral element associates with Hodgkin's lymphoma incidence rates",
     "doi": "https://doi.org/10.1016/j.lrr.2013.10.001",
     "publication date": "01-2014",
     "abstract": "Human endogenous retrovirus-H (HERV-H) is implicated in leukaemias and lymphomas, but the precise molecular mechanism underlying HERV-mediated carcinogenesis remains unknown. We determined the prevalence of HERV-H in a cross-section of the Singapore population and explored the relationship between HERV-H positivity and incidence rates for Hodgkin's lymphoma in three major ethnic groups of Singapore. We observed that Malays were 1.11 times likely (95% CI=1.05–1.17; P<0.01), and Indians 1.12 times likely (95% CI=1.07–1.18; P<0.01) to be HERV-H positive when compared to Chinese. Interestingly, the incidence rates of Hodgkin's lymphoma for the three races positively correlated to the respective prevalence rate for HERV-H positivity (r=0.9921 for male; r=0.9801 for female), suggesting that viral inheritance in human may predispose certain racial origin unfavourably to malignancy.",
     "keywords": ["HERV", "Lymphoma", "Ethnicity", "Prevalence", "Singapore"]},
    {"article name": "Extreme hyperleukocytosis in a pediatric T-ALL patient with a rare translocation, t(7;19)(q35;p13), and submicroscopic deletions at 4q25, 7q33 and 10q23",
     "doi": "https://doi.org/10.1016/j.lrr.2013.09.004",
     "publication date": "01-2014",
     "abstract": "Although childhood T-cell acute lymphoblastic leukemia (T-ALL) is a high-risk disease the outcome can vary considerably. The varying outcomes suggest that unrecognized factors may contribute to disease progression. We report on a 2-year-old T-ALL patient presenting with a very short history of constipation and extreme hyperleukocytosis (WBC 882×109/L). In her leukemic cells we detected the very rare translocation t(7;19)(q35;p13) and LYL1 overexpression. Additionally, we detected submicroscopic deletions at 4q25, 7q33 and 10q23 by oligo-aCGH analysis. We suggest that LYL1 overexpression contributed to the leukemic state and propose that the observed microdeletions may have influenced to the rapid disease progression.",
     "keywords": ["Acute T-lymphoblastic leukemia", "Hyperleukocytosis", "t(7;19)", "LYL1", "aCGH analysis"]},
    {"article name": "FLAG-induced remission in a patient with acute mast cell leukemia (MCL) exhibiting t(7;10)(q22;q26) and KIT D816H",
     "doi": "https://doi.org/10.1016/j.lrr.2013.11.001",
     "publication date": "01-2014",
     "abstract": "Mast cell leukemia (MCL) is a life-threatening disease associated with high mortality and drug-resistance. Only few patients survive more than 12 months. We report on a 55-year-old female patient with acute MCL diagnosed in May 2012. The disease was characterized by a rapid increase in white blood cells and mast cells (MC) in the peripheral blood, and a rapid increase of serum tryptase levels. The KIT D816H mutation was detected in the blood and bone marrow (BM). Induction chemotherapy with high-dose ARA-C and fludarabine (FLAG) was administered. Unexpectedly, the patient entered a hematologic remission with almost complete disappearance of neoplastic MC and a decrease of serum tryptase levels to normal range after 2 cycles of FLAG. Consecutively, the patient was prepared for allogeneic stem cell transplantation. However, shortly after the third cycle of FLAG, tryptase levels increased again, immature MC appeared in the blood, and the patient died from cerebral bleeding. Together, this case shows that intensive chemotherapy regimens, like FLAG, may induce remission in acute MCL. However, treatment responses are short-lived and the overall outcome remains dismal in these patients. We propose to separate this acute type of MCL from more subacute or chronic variants of MCL.",
     "keywords": ["Mast cells", "Mast cell leukemia", "KIT", "Chemotherapy", "FLAG"]},
    {"article name": "Acute renal failure and normal blood count: A rare presentation of T-cell acute lymphoblastic leukemia",
     "doi": "https://doi.org/10.1016/j.lrr.2013.11.002",
     "publication date": "01-2014",
     "abstract": "A 10-year-old boy presented with headache and visual disturbance. During work-up in hospital he developed acute renal failure with a maximum creatinine level of 534 μmol/l. Complete blood count was normal. Kidney and bone marrow biopsy both showed massive infiltration of lymphoblasts of T-cell linage. Renal function normalized rapidly on prednisolone therapy. Kidney involvement in acute lymphoblastic leukemia is uncommon and renal failure due to leukemic infiltration is only sporadically reported. This case emphasizes the importance of kidney and bone marrow biopsy in cases of unexplained acute renal failure even with normal hematology.",
     "keywords": ["Acute lymphoblastic leukemia", "Acute renal failure"]},
    {"article name": "Relationship between baseline white blood cell count and renal and hepatic function in older patients with acute myeloid leukemia",
     "doi": "https://doi.org/10.1016/j.lrr.2013.12.001",
     "publication date": "01-2014",
     "abstract": "In a phase III trial, older patients with acute myeloid leukemia (N=485) received decitabine or treatment choice (supportive care or cytarabine). This post hoc analysis examined whether baseline renal and hepatic function and white blood cell (WBC) counts predicted response.Baseline WBCs and renal and liver function markers were tabulated for responders/nonresponders.Nonresponders had higher mean baseline creatinine (P=0.005). Creatinine data showed no significant between-group differences by treatment within responder category.No relationship was found between baseline WBCs or hepatic function and response. Higher baseline creatinine in nonresponders may not be clinically relevant.",
     "keywords": ["ALT alanine aminotransferase", "alanine aminotransferase", "AML acute myeloid leukemia", "acute myeloid leukemia", "AST aspartate aminotransferase", "aspartate aminotransferase", "BUN blood urea nitrogen", "blood urea nitrogen", "CR complete response", "complete response", "CRi complete response with incomplete blood count recovery", "complete response with incomplete blood count recovery", "ECOG PS Eastern Cooperative Oncology Group Performance Status", "Eastern Cooperative Oncology Group Performance Status", "FAB French–American–British classification", "French–American–British classification", "PR partial remission", "partial remission", "SC supportive care", "supportive care", "WBC white blood cell", "white blood cell", "Decitabine", "Acute myeloid leukemia", "Prognosis", "Leukemia", "Adult"]},
    {"article name": "Intravascular large B cell lymphoma",
     "doi": "https://doi.org/10.1016/j.lrr.2013.12.002",
     "publication date": "01-2014",
     "abstract": "Intravascular large B cell lymphoma (IVBCL) is a rare type of extranodal large B cell lymphoma characterized by selective growth of lymphoma cells within the microvasculature. We present an illustrative case of intravascular B cell lymphoma suspected by the presence of a very small monoclonal B cell population identified by immunophenotype and polymerase chain reaction in bone marrow. The diagnosis was confirmed by skin biopsy.",
     "keywords": ["Intravascular B cell lymphoma", "Lymphoma", "Rituximab maintenance"]},
    {"article name": "Hematologic improvements in a myelodysplastic syndromes with myelofibrosis (MDS-F) patient treated with azacitidine",
     "doi": "https://doi.org/10.1016/j.lrr.2014.03.002",
     "publication date": "01-2014",
     "abstract": "Myelodysplastic syndromes with myelofibrosis (MDS-F) is a poor prognostic hematopoietic disorder. Azacitidine was shown to prolong survival of high-risk MDS patients. However, the effects of azacitidine on MDS-F have yet to be elucidated. Azacitidine was administered to a 74-year-old man with MDS-F at a dose of 75 mg/m2/daily subcutaneously for 7 days every 28 days. Hematologic improvements were observed according to the International Working Group 2006 criteria after 8 cycles of the azacitidine treatment, and complete remission was achieved after 14 cycles. The grade of myelofibrosis was also improved. The therapeutic activity of azacitidine was confirmed in our MDS-F patient.",
     "keywords": ["MDS", "Myelofibrosis", "Azacitidine", "IWG 2006 criteria", "Hematologic improvement"]},
    {"article name": "Fludarabine and cyclophosphamide provides a nonmyeloablative alternative conditioning regimen with low transplant-related mortality and control of high risk disease",
     "doi": "https://doi.org/10.1016/j.lrr.2014.03.001",
     "publication date": "01-2014",
     "abstract": "Non-myeloablative allogeneic transplant (NMAT) has a curative potential for patients who are not myeloablative allogeneic transplant (MAT) candidates. We report a phase II trial of a NMAT regimen with cyclophosphamide and fludarabine in 40 patients; 21 of whom had a prior MAT. Day +100 and 1-year transplant-related mortality (TRM) post-NMAT were 13% and 34%, respectively. Day +100 and 1-year Overall/Progression-Free Survival (OS/PFS) were 80%/65% and 43%/25%, respectively. OS was higher in patients with KPS≥90 and lower in recipient/donor CMV+/− vs. other combinations. FluCy has low TRM and is curative in about 20% of high-risk patients.",
     "keywords": ["Non-myeloablative", "Allogeneic transplant", "Fludarabine", "Cyclophosphamide"]},
    {"article name": "Treatment of acute erythroleukemia with Azacitidine: A case series",
     "doi": "https://doi.org/10.1016/j.lrr.2013.04.001",
     "publication date": "01-2013",
     "abstract": "Acute erythroleukemia (AEL) is a rare form of acute myeloid leukemia (AML) often associated with a poor prognosis. It is more frequent in elderly patients, limiting the use aggressive therapies. Azacitidine is a hypomethylating agent with recognized efficacy in high risk myelodysplasia and AML in the elderly. Here we report 5 cases of AEL treated with Azacitidine. The cohort included 4 men and 1 woman, median age 70. One patient had been refractory to intensive chemotherapy, the others received Azacitidine as first line. Treatment was well tolerated. Four patients achieved transfusion independence. Two patients achieved complete remission and 1 achieved partial remission. After a median follow up time of 20 months, the median survival of the cohort was 20 months. Three patients died of disease progression. These results confirm the therapeutic value of Azacitidine in AEL.",
     "keywords": ["Erythroleukemia", "Azacytidine", "Hypomethylating agents"]},
    {"article name": "Valproic acid for the treatment of low-risk myelodysplastic syndromes: A case report and a review of the literature",
     "doi": "https://doi.org/10.1016/j.lrr.2013.03.003",
     "publication date": "01-2013",
     "abstract": "Myelodysplastic syndromes are heterogeneous myeloid neoplasms ranging from indolent conditions with a near-normal life expectancy to forms approaching acute myeloid leukemia. Here we report a 51-year-old woman with depression and severe obesity who was diagnosed with an International Prognostic Scoring System low-risk myelodysplastic syndrome, presenting mainly with thrombocytopenia, treated with escalating dose of valproic acid as a single agent. After two years of treatment her platelet count is almost normal and the tolerance to therapy is good. It is already known that valproic acid could be used in high-risk myelodysplastic syndromes and acute myeloid leukemia, mainly in association with other drugs, but its role in low-risk myelodysplastic syndrome is not well established yet.",
     "keywords": ["Low-risk myelodysplastic syndromes", "Valproic acid"]},
    {"article name": "Allogeneic stem cell transplantation for chronic myeloid leukaemia is safe and effective in high risk patients following second generation tyrosine kinase inhibitors: A single centre's experience",
     "doi": "https://doi.org/10.1016/j.lrr.2013.05.001",
     "publication date": "01-2013",
     "abstract": "Most patients now receiving a haematopoietic stem cell transplant (HSCT) for chronic myeloid leukaemia (CML) have been treated with first and second line TKIs pre-HSCT, raising concerns that these patients will have more resistant disease and accumulated greater toxicity from sequential lines of therapy, potentially compromising their outcome. We outline a series of 9 patients treated with imatinib then second generation TKIs for CML followed by HSCT and compare their outcomes with patients receiving imatinib-only pre-HSCT. Our case series demonstrates that second line and sequential tyrosine kinase inhibitors followed by HSCT is a safe and effective therapeutic approach for high risk CML.",
     "keywords": ["Chronic myeloid leukaemia (CML)", "Tyrosine kinase inhibitor", "Haematopoietic stem cell transplant (HSCT)"]},
    {"article name": "Kinetics of del(7q) driven leukemogenesis in a patient with JAK2 V617F and TET2 mutated chronic myeloproliferative neoplasm",
     "doi": "https://doi.org/10.1016/j.lrr.2013.06.001",
     "publication date": "01-2013",
     "abstract": "Chronic myeloid neoplasms have susceptibility to transform into acute myeloid leukemia due to attainment of additional molecular lesions. We here describe the kinetics of a del(7q) driven leukemogenesis in a patient with multiple TET2 mutations and JAK2 V617F mutated chronic myeloproliferative neoplasm. The del(7q) emerged in the accelerated phase of disease, which was preceded by a lag phase of almost three years with normalized peripheral blood cell counts. Our results reveal that the del(7q), independently of other lesions, acts as a leukemic driver in this patient and that the stable long-lasting normalization of peripheral blood cell values concealed pending transformation.",
     "keywords": ["Del(7q)", "TET2", "JAK2", "Essential thrombocythemia"]},
    {"article name": "Lymphocyte recovery and infused CD34+ cells dose: Effect on the evolution after stem cell autotransplantation",
     "doi": "https://doi.org/10.1016/j.lrr.2013.06.002",
     "publication date": "01-2013",
     "abstract": "The number of infused CD34+cells (CD34+i) has been associated with absolute lymphocyte count (ALC) and the outcome undergoing autologous hematopoietic stem cell transplantation (HSCT) in patients with hematologic malignancies. The study's aim was to analyze the relationship between CD34+i, ALC and prognosis in this patients.Medical records of 163 patients receiving HSCT between 2005 and 2012 were reviewed.We found significant and inversely proportional relationship between the CD34+i and the days required to reach ALC≥500/μl according to the regression line: days=−0.981×number of CD34+i+18.09.We have obtained a predictive model of lymphocyte recovery based recovery of CD34+i.",
     "keywords": ["Inmune reconstitution", "Stem cell autotransplantation", "Infused CD34+ cells", "Lymphocyte recovery", "Prognosis"]},
    {"article name": "Leptin modification in chronic myeloid leukemia patients treated with imatinib: An emerging effect of targeted therapy.",
     "doi": "https://doi.org/10.1016/j.lrr.2013.07.001",
     "publication date": "01-2013",
     "abstract": "We evaluated serum leptin levels in 9 young chronic myeloid leukemia (CML) patients under imatinib therapy during a long-term follow-up. Body mass index (BMI) and fat mass percentage (%FM) were also measured. Leptin was above the normal range in 8 out of 9 patients. In one case the hormone was below the reference value. All subjects showed a normal BMI, but 3 had a small increase of FM%. One patient recovered the leptin normal value after imatinib suspension. A tendency to leptin normalization in patients switched to an intermittent therapy was also found. This study suggests that imatinib therapy may result in leptin alteration.",
     "keywords": ["Chronic myeloid leukemia", "Leptin", "Imatinib"]},
    {"article name": "Myeloproliferative neoplasms in five multiple sclerosis patients",
     "doi": "https://doi.org/10.1016/j.lrr.2013.06.004",
     "publication date": "01-2013",
     "abstract": "The concurrence of myeloproliferative neoplasms (MPNs) and multiple sclerosis (MS) is unusual. We report five patients from a localized geographic area in Denmark with both MS and MPN; all the patients were diagnosed with MPNs in the years 2007–2012. We describe the patients' history and treatment. A potential link between MS and MPNs has not been previously recognized. This observation calls attention to potential environmental factors and/or previously unrecognized genetic factors predisposing these patients to both MS and MPNs.",
     "keywords": ["Essential thrombocythemia", "Polycythemia vera", "Myelofibrosis", "Multiple sclerosis", "Interferon"]},
    {"article name": "Prognostic impact of JAK2V617F mutation in myelodysplatic syndromes: A matched case control study",
     "doi": "https://doi.org/10.1016/j.lrr.2013.06.003",
     "publication date": "01-2013",
     "abstract": "While in RARS-T, JAK2V617F mutation is common and associated with good prognosis, the clinical and prognostic impact of this mutation in other MDS is unknown. We collected data from 132 non-RARS-T MDS with known JAK2V617F mutation status. JAK2V617F mutation was significantly correlated with lower progression to AML (p<.0011) and better overall survival (OS, p=.011). OS difference persisted after matching on age, sex, IPSS and % marrow blast (p=.031). Thus, in MDS other than RARS-T, JAK2V617F mutation may be associated with favorable outcome.",
     "keywords": ["JAK2V617F mutation", "MDS", "RARS-T", "Prognosis", "AML progression"]},
    {"article name": "Extramedullary blast crisis of chronic myelogenous leukemia as an initial presentation",
     "doi": "https://doi.org/10.1016/j.lrr.2013.07.002",
     "publication date": "01-2013",
     "abstract": "Extramedullary blast crisis of chronic myelogenous leukemia (CML) is defined as the development of extramedullary disease caused by the infiltration of blasts regardless of proliferation of blasts in the bone marrow. The onset of extramedullary blast crisis in the newly diagnosed patients is known to be extremely rare. Here, we present a case of extramedullary blast crisis of CML as an initial presentation in a 17-year-old female presenting with pain in the left femur tumor. This case was treated successfully with dasatinib and allogeneic hematopoietic stem cell transplantation, with achievement of long-term remission.",
     "keywords": ["Extramedullary blast crisis", "Chronic myelogenous leukemia (CML)", "Dasatinib"]},
    {"article name": "Lenalidomide monotherapy and in combination with cytarabine, daunorubicin and etoposide for high-risk myelodysplasia and acute myeloid leukaemia with chromosome 5 abnormalities",
     "doi": "https://doi.org/10.1016/j.lrr.2013.07.003",
     "publication date": "01-2013",
     "abstract": "Patients with high risk myelodysplasia (HR-MDS) and acute myeloid leukaemia (AML) with chromosomal changes involving deletion of the long arm of chromosome 5 (del5q), especially with complex karyotype, rarely have a durable response to combination chemotherapy. In the subgroup with monosomal karyotype there are no long term survivors (Fang et al., 2011) [1]. Recent experience indicates that the incidence of del5q in AML is ~20–30%, with only 20–25% of patients achieving complete remission (CR) (Farag et al., 2006) [2]. Additionally, therapy has significant toxicity, with induction death rates ~20% even in younger patients (Juliusson et al., 2009) [3]. This lack of efficacy provides the clinical rationale for combination/sequential therapy with Lenalidomide and combination chemotherapy. Dose dependent haematological toxicity is the major safety concern with such a combination protocol. Therefore we conducted a phase 2 study, AML Len5 (ISRCTN58492795), to assess safety, tolerability and efficacy of lenalidomide monotherapy, followed by lenalidomide with intensive chemotherapy in patients with primary/relapsed/refractory high risk MDS or AML with abnormalities of chromosome 5.",
     "keywords": ["Myelodysplasia", "Acute myeloid leukaemia", "Chromosome 5", "Lenalidomide", "Chemotherapy"]},
    {"article name": "Standard and variant Philadelphia translocation in a CML patient with different sensitivity to imatinib therapy",
     "doi": "https://doi.org/10.1016/j.lrr.2013.07.004",
     "publication date": "01-2013",
     "abstract": "Most chronic myeloid leukemia (CML) patients show the Philadelphia chromosome (Ph) arising from the reciprocal t(9;22), but 5–10% present variants of this translocation involving different breakpoints besides 9q34 and 22q11.We report the non simultaneous occurrence of two different types of Ph translocation in a CML patient: a t(9;22)(q34;q11) standard and a three-way variant t(9;11;22)(q34;p15;q11).Bone marrow cells with standard translocation did not have BCR/ABL kinase domain (KD) mutations and were sensitive to imatinib therapy. In contrast, bone marrow cells with the variant translocation showed two BCR/ABL KD mutations and were resistant to imatinib, thus inducing transformation to the blast phase and karyotype evolution.",
     "keywords": ["CML", "Variant translocation", "BCR/ABL KD mutation", "Tyrosine kinase inhibitors"]},
    {"article name": "Differential cytogenetic profile in advanced chronic myeloid leukemia with sequential lymphoblastic and myeloblastic blast crisis",
     "doi": "https://doi.org/10.1016/j.lrr.2013.08.001",
     "publication date": "01-2013",
     "abstract": "Frequency of additional chromosomal abnormalities in chronic myeloid leukemia (CML) is estimated to be 7% in chronic phase and increases to 40–70% in advanced disease. Progression of CML from chronic phase to accelerated phase or blast crisis is often associated with secondary chromosomal aberrations. We report an exceptional case of CML as debut in lymphoblastic blast crisis and a subsequent progression in myeloblastic blast crisis with rare cytogenetic abnormalities.",
     "keywords": ["Chronic myeloid leukemia", "Blast crisis", "Cytogenetic abnormalities"]},
    {"article name": "Rabbit antithymocyte globulin induces rapid expansion of effector memory CD8 T cells without accelerating acute graft versus host disease",
     "doi": "https://doi.org/10.1016/j.lrr.2013.09.001",
     "publication date": "01-2013",
     "abstract": "Rabbit antithymocyte globulin (Thymoglobulin®) is commonly used as graft-versus-host disease (GvHD) prophylaxis. Since we found similar total CD8 T cell numbers in patients with and without Thymoglobulin® therapy within the first six months after allogeneic hematopoietic stem cell transplantation, we have analyzed the reconstitution of the CD8 T cell compartment in detail. After T cell-depletion, higher and more sustained proliferative capacity of memory CD8 T cells resulted in their rapid expansion, whereas the fraction of naive CD8 T cells decreased. Importantly, this shift towards effector memory CD8 T cells did not accelerate the incidence of GvHD.",
     "keywords": ["HSCT", "antithymocyte globulin", "CD8 T cell", "effector memory", "naive"]},
    {"article name": "Haemoglobinopathia Ypsilanti – A rare, but important differential diagnosis to polycythaemia vera",
     "doi": "https://doi.org/10.1016/j.lrr.2013.09.002",
     "publication date": "01-2013",
     "abstract": "We present a case of a mother and daughter who were initially diagnosed with polycythaemia vera and treated with venesectio. As JAK2 V6217F/exon 12 mutation analyses became available, these were performed and turned out negative. Haemoglobin electrophoresis was performed and the patients were found to have high oxygen affinity haemoglobin Ypsilanti. It is important and relevant to look for high oxygen affinity variants of haemoglobin when there is a family history of erythrocytosis, in young persons and when there is no apparent reason or clonal marker present.",
     "keywords": ["JAK2-negative polycythaemia vera", "High oxygen affinity haemoglobin", "Familial erythrocytosis", "Haemoglobin electrophoresis"]},
    {"article name": "Somatic mutations of the CREBBP and EP300 genes affect response to histone deacetylase inhibition in malignant DLBCL clones",
     "doi": "https://doi.org/10.1016/j.lrr.2012.10.002",
     "publication date": "01-2013",
     "abstract": "Heterogeneous clinical responses to histone deacetylase inhibitors (HDACi) in diffuse large B-cell lymphoma (DLBCL) have prompted a need for evaluating the impact of mutations in the histone acetyl transferases (HAT) CREBBP and EP300 on HDACi treatment outcome. We identified four DLBCL cell lines; Toledo, with mutations in CREBBP and EP300, SUDHL-7 with mutation of CREBBP and wild-type (wt) EP300, RL with mutation of EP300 and wt CREBBP, and U2932 with wt CREBBP and wt EP300. Vorinostat treatment induced apoptosis significantly more rapid and profound in the CREBBP/EP300 double mutant cell line. Our results suggest that pre-treatment stratification according to HAT defects may be relevant in DLBCL.",
     "keywords": ["Histone acetyl transferase", "Somatic mutation", "Diffuse large B-cell lymphoma", "Histone deacetylase inhibition", "Vorinostat"]},
    {"article name": "Hemophagocytic lymphohistiocytosis masquerading as progressive chronic lymphocytic leukemia",
     "doi": "https://doi.org/10.1016/j.lrr.2012.10.003",
     "publication date": "01-2013",
     "abstract": "Hemophagocytic lymphohistiocytosis (HLH) is a potentially fatal syndrome characterized by a non-malignant expansion of the macrophage population in the setting of a heightened cytokine response with subsequent widespread hemophagocytosis. It can occur as either genetic or acquired forms; the latter of which frequently occurs in the setting of infection, autoimmune disease, or malignancy. We present the second known case of HLH associated Chronic Lymphocytic Leukemia (CLL) in the absence of infectious etiology and review the current literature.",
     "keywords": ["HLH", "CLL", "Fevers", "Pancytopenia and hematologic malignancies"]},
    {"article name": "Durable second complete remissions with oral melphalan in hypocellular Acute Myeloid Leukemia and Refractory Anemia with Excess Blast with normal karyotype relapsing after intensive chemotherapy",
     "doi": "https://doi.org/10.1016/j.lrr.2012.10.001",
     "publication date": "01-2013",
     "abstract": "We treated six patients who had relapsed after intensive chemotherapy, presenting initially with AML or RAEB, a hypocellular marrow and normal karyotype, and who were deemed unsuitable for re-induction with intensive chemotherapy, with low dose oral melphalan. Three of six patients achieved complete hematological response with no significant toxicity and with a duration of 12, 8 and 3+ months respectively. These three patients had received only two prior courses of chemotherapy each, in contrast to non-responders who were more heavily pre-treated. Low dose melphalan is highly effective therapy for this rare subtype of AML/RAEB, even in relapsed disease with limited prior chemotherapy.",
     "keywords": ["Melphalan", "Acute Myeloid Leukemia", "Myelodysplastic syndromes", "Refractory Anemia with Excess Blasts"]},
    {"article name": "Mcl-1 as a therapeutic target in acute myelogenous leukemia (AML)",
     "doi": "https://doi.org/10.1016/j.lrr.2012.11.006",
     "publication date": "01-2013",
     "abstract": "The B-cell lymphoma-2 (Bcl-2) family of proteins regulates the intrinsic, or mitochondrial pathway of apoptosis, the final common mechanism of cell death in response to a variety of physiologic and pharmacologic signals, and plays a central role in AML pathogenesis, prognosis and responsiveness to chemotherapy. Traditionally thought to be an important survival factor for multiple myeloma cells, the anti-apoptotic Bcl-2 family protein myeloid cell leukemia-1 (Mcl-1) has recently been shown in preclinical studies to be critical to the development and maintenance of AML, making it an attractive therapeutic target in this disease. Several characteristics, such as its very short half-life, distinguish Mcl-1 from other anti-apoptotic Bcl-2 family members. Additionally, Mcl-1 levels are regulated by a large number of pathways affecting its transcription, translation and degradation. A variety of approaches exploiting these features have been developed to inhibit directly or indirectly the anti-apoptotic function of Mcl-1. Many of these lend themselves well to combination therapies, leading to striking synergism, at least in preclinical models. In this brief review, we highlight some of the more promising strategies targeting Mcl-1 in AML, with a particular emphasis on rational combinations of novel agents.",
     "keywords": ["AML", "Mcl-1", "Obatoclax", "Sorafenib", "CDK inhibitors"]},
    {"article name": "Two copies of isochromosome 5p in refractory cytopenia with multilineage dysplasia: A case report",
     "doi": "https://doi.org/10.1016/j.lrr.2012.11.005",
     "publication date": "01-2013",
     "abstract": "Isochromosome 5p-i(5)(p10)-represents a rare but recurrent abnormality in myeloid disorders, especially in acute myeloid leukemia. In all published cases, the isochromosome 5p was present in single copy and accompanied by one or more additional anomalies, mostly trisomy 8. Here we report a case of refractory cytopenia with multilineage dysplasia with two copies of isochromosome 5p, a single normal chromosome 5and an apparently balanced translocation between long arms of chromosome 7and 10. To our knowledge, the pentasomia 5p has never been described before the presentstudy.",
     "keywords": ["Myelodysplastic syndrome", "Refractory cytopenia with multilineage dysplasia", "Isochromosome", "Pentasomia 5p"]},
    {"article name": "Strategies to circumvent the T315I gatekeeper mutation in the Bcr-Abl tyrosine kinase",
     "doi": "https://doi.org/10.1016/j.lrr.2013.02.001",
     "publication date": "01-2013",
     "abstract": "Despite the remarkable success of imatinib against Bcr-Abl, development of secondary resistance, most often due to point mutations in the Bcr-Abl tyrosine kinase (TK) domain, is quite common. Of these, the T315I “gatekeeper” mutation is resistant to all currently registered Bcr-Abl TK inhibitors (TKIs) with the notable exception of ponatinib (Iclusig™), which was very recently approved by the United States Food and Drug Administration (FDA). Besides ponatinib, numerous strategies have been developed to circumvent this problem. These include the protein synthesis inhibitor omacetaxine (Synribo®), and “switch-control” inhibitors. Dual Bcr-Abl and aurora kinase inhibitors represent another promising strategy. Finally, several promising synergistic combinations, such as TKIs with histone deacetylase inhibitors (HDACIs), warrant attention.",
     "keywords": ["Gatekeeper mutations", "T315I", "Bcr-Abl", "Tyrosine kinase inhibitors", "HDAC inhibitors"]},
    {"article name": "GATA2 zinc finger 2 mutation found in acute myeloid leukemia impairs myeloid differentiation",
     "doi": "https://doi.org/10.1016/j.lrr.2013.02.002",
     "publication date": "01-2013",
     "abstract": "We identified two novel GATA2 mutations in acute myeloid leukemia (AML). One mutation (p.R308P-GATA2) was a R308P substitution within the zinc finger (ZF)-1 domain, and the other (p.A350_N351ins8-GATA2) was an eight-amino-acid insertion between A350 and N351 residues within the ZF-2 domain. p.R308P-GATA2 did not affect DNA-binding and transcriptional activities, while p.A350_N351ins8-GATA2 reduced them, and impaired G-CSF-induced granulocytic differentiation of 32D cells. Although p.A350_N351ins8-GATA2 did not show a dominant-negative effect over wild-type (Wt)–GATA2 by the reporter assay, it might be involved in the pathophysiology of AML by impairing myeloid differentiation because of little Wt-GATA2 expression in primary AML cells harboring the p.A350_N351ins8 mutation.",
     "keywords": ["GATA2", "AML", "Mutation", "Differentiation"]},
    {"article name": "Evaluation of early discharge after hospital treatment of neutropenic fever in acute myeloid leukemia (AML)",
     "doi": "https://doi.org/10.1016/j.lrr.2013.01.001",
     "publication date": "01-2013",
     "abstract": "Hospital admission for neutropenic fever in patients with AML is a standard practice. However, discharge practices vary once patients become afebrile, with many patients hospitalized until rise in the absolute neutrophil count (ANC) to >500 (ANC recovery). Data to support this practice are sparse. We hypothesized that patients admitted for neutropenic fever, particularly if in complete remission (CR) or about to enter CR following the chemotherapy course associated with neutropenic fever, might be safely discharged earlier (ED). Benefits of ED are less exposure to hospital pathogens, reduced cost, increased availability of beds for patients more in need of urgent care, and potentially, enhanced psychological well-being.We identified patients age 18–70 with newly diagnosed AML who were admitted to the University of Washington Medical Center with neutropenic fever between January 2008 and May 2010. We compared subsequent (within 30 days of discharge) deaths, intensive care unit (ICU) admissions, and readmissions for neutropenic fever according to discharge ANC, regarded as a numerical variable using the Mann–Whitney U test and as <500 vs >500 using the Fisher Exact test. We used the Mann–Whitney U or Spearman correlation to analyze the relation between ANC at discharge and other covariates that might have affected outcome: age, ECOG performance status at admission for neutropenic fever, days inpatient, remission status, and type of infection (pneumonia, gram negative bacteremia, others).We evaluated 49 patients discharged after admission for neutropenic fever, 26 of whom were discharged with an ANC <500. Thirty five of the patients were in CR or entered CR following the chemotherapy course associated with their neutropenic fever admission. Patients who were discharged with lower ANC were more likely to be readmitted with neutropenic fever (Mann–Whitney U p=0.03), although this was not true using ANC categorized as < vs >500 (Fisher Exact p=0.24, 95% confidence interval −0.47, 0.11). There was no relation between ANC at discharge and subsequent admission to an ICU (Mann–Whitney U p=0.50, Fisher Exact p=0.64, 95% confidence interval 0.2, 0.34 using the 500 ANC cut off). One patient died: a 55 year old discharged with ANC 0 after successful treatment of neutropenic fever died 19 days after hospital readmission with fever of unknown origin. Stenotrophomonas maltophilia pneumonia and sepsis were discovered 14 days after readmission. Assuming a beta distribution and rates of death of 1/26 for discharge with ANC<500 and 0/23 for discharge with ANC>500, the probability that a discharge ANC with <500 is associated with a higher death rate is 0.019. The number of events was too small for a multivariate analysis. However, patients with better performance status (<ECOG 2) or who spent a shorter time in hospital after admission for neutropenic fever were more likely to be discharged with lower ANC (Fisher exact p=0.09 and Spearman p=0.02 respectively), while the likelihood of discharge with ANC<500 was unrelated to age, remission status, or type of infection. Thus we examined the relation between ANC and readmission for neutropenic fever separately in patients with better or worse performance status and in patients who spent more or less than the median time (8 days) in hospital after admission for neutropenic fever. This analysis indicated that patients discharged with lower ANC were more likely to be readmitted only if they had spent more than 8 days in hospital or if they were performance status <2.Our results suggest that an ANC of 500 is an excessively high cut off for discharge following hospitalization for neutropenic fever. The rate of rise of the ANC, as well as its absolute value, may also play a role.",
     "keywords": ["Leukemia", "Neutropenic", "Fever", "Discharge", "Neutrophil"]},
    {"article name": "A successful renal transplantation for renal failure after dasatinib-induced thrombotic thrombocytopenic purpura in a patient with imatinib-resistant chronic myelogenous leukaemia on nilotinib",
     "doi": "https://doi.org/10.1016/j.lrr.2013.02.003",
     "publication date": "01-2013",
     "abstract": "Second-generation tyrosine kinase inhibitors (TKI2) often induce molecular remission, and prolonged survival with a better tolerance in imatinib-resistant chronic myelogenous leukaemia (CML) patients. We report the case of a CML in first chronic phase who was diagnosed in August 2003 in a young 24 year-old Caucasian woman. Our patient received first imatinib and then dasatinib and nilotinib. Imatinib was well tolerated and she developed TTP/HUS on dasatinib without documented evolution of CML and finally obtained MR5.0 with nilotinib and without any side effect. This case also illustrates the absence of cross-resistance and side-effects between the different TKIs and the feasibility of kidney transplantation associated with a nilotinib treatment of CML allowing a continuing MR5.0 and no further side effects.",
     "keywords": ["TTP/HUS", "Dasatinib", "CML", "Kidney transplantation", "Nilotinib"]},
    {"article name": "Large granular lymphocytic leukemia associated with Lambert–Eaton Myasthenic Syndrome: A case report",
     "doi": "https://doi.org/10.1016/j.lrr.2013.02.004",
     "publication date": "01-2013",
     "abstract": "Large granular lymphocytic (LGL) leukemia is an uncommon clonal lymphoproliferative disorder. Lambert–Eaton Myasthenic Syndrome (LEMS) is a rare neuromuscular autoimmune disease caused by pathogenic autoantibodies targeting the voltage-gated calcium channels (VGCC) on the presynaptic nerve terminal. We here describe the case of a 77-year old patient with LGL leukemia, associated with a seropositive and symptomatic LEMS and a seronegative rheumatoid arthritis. LGL leukemia treatment clearly improved LEMS symptoms, and led to anti-VGCC antibodies value decrease. To our knowledge, this is the first ever described association between LGL leukemia and LEMS.",
     "keywords": ["Large granular lymphocytic leukemia", "LGL leukemia", "Lambert–Eaton Myasthenic Syndrome"]},
    {"article name": "The use of low-dose protracted oral clofarabine in a patient with myelodysplastic syndrome after failing 5-azacitidine",
     "doi": "https://doi.org/10.1016/j.lrr.2013.03.002",
     "publication date": "01-2013",
     "abstract": "Patients with myelodysplastic syndrome who fail hypomethylating agents have a very short median survival and about 25% risk of disease transformation to acute myeloid leukemia. We report our experience with low-dose protracted oral clofarabine in one patient who achieved stable disease for more than two years after failing 5-azacitidine.",
     "keywords": ["Azacitidine", "Decitabine", "Clofarabine", "Myelodysplastic syndrome"]},
    {"article name": "Successful treatment with rituximab for angioimmunoblastic T-cell lymphoma",
     "doi": "https://doi.org/10.1016/j.lrr.2013.03.001",
     "publication date": "01-2013",
     "abstract": "We experienced a patient with angioimmunoblastic T-cell lymphoma (AITL) without Epstein–Barr virus-positive B (EBV-B) cells at initial presentation who progressed to AITL with expansion of EBV-B cells at relapse. Based on the results of repeated biopsy, the patient was successfully treated with rituximab in combination with chemotherapy at relapse. A repeat biopsy may be necessary to determine the optimum therapeutic strategy at relapse, particularly for patients with suspected expansion of B cell and/or EBV-B cells. Although a recent report found no significant prognostic advantage of rituximab, it is one of the active drugs for selected patients with AITL.",
     "keywords": ["Angioimmunoblastic T-cell lymphoma (AITL)", "Epstein–Barr virus", "EBV-DNA", "Rituximab", "R-CHOP"]},
    {"article name": "Regression of a case of Multiple Myeloma with antiviral treatment in a patient with chronic HCV infection",
     "doi": "https://doi.org/10.1016/j.lrr.2013.01.002",
     "publication date": "01-2013",
     "abstract": "We report a case of a 54 year old patient with Multiple Myeloma (MM) and chronic HCV infection. In 2005 MM was diagnosed and a chemotherapy was prescribed. Before starting treatment a chronic HCV infection was found. When she came to our Institution for a second opinion, chemotherapy treatment was not considered immediately necessary so the patient was treated for the HCV chronic infection (Pegilated alpha-Interferon 180 μg/week and Ribavirin 1000 mg p.o./day). After one month of treatment she presented a reduction of Bence Jones protein (BJ) that further decreased in the following three months. The antiviral treatment was suspended after six months and a re-evaluation showed a complete viral response and a regression of MM. Sixty-eight months after the end of antiviral treatment the patient is asymptomatic and presents a condition compatible with an M-GUS. While the association between HCV infection and non-Hodgkin's lymphoma is consolidated and it is clearly demonstrated that antiviral treatment in these patients can induce a high proportion of partial and complete remission, a similar effect was never described in MM. The response obtained in our patient may suggest a possible a role of HCV in the pathogenesis of MM.",
     "keywords": ["Myeloma", "HCV", "Hepatitis", "Treatment"]},
    {"article name": "Bilateral renal artery stenosis in a patient with chronic myeloid leukemia treated with nilotinib",
     "doi": "https://doi.org/10.1016/j.lrr.2012.09.002",
     "publication date": "01-2012",
     "abstract": "Previously authors have recently described an association between nilotinib therapy for chronic myeloid leukemia (CML) and severe peripheral artery disease, coronary artery disease and sudden death. We present a case report of a male patient with CML who received nilotinib therapy. He developed bilateral renal artery stenosis and renovascular hypertension. He had no history of hypertension, cardiovascular disease, or diabetes, and he was a nonsmoker. Together, these observations indicated that obtaining further understanding of the effects is necessary and that extreme caution is warranted when considering second-generation tyrosine kinase inhibitors for first-line therapy in CML.",
     "keywords": ["Renal artery stenosis", "Leukemia", "Tyrosine kinase inhibitor", "Renovascular hypertension"]},
    {"article name": "Chromothripsis in a case of TP53-deficient chronic lymphocytic leukemia",
     "doi": "https://doi.org/10.1016/j.lrr.2012.09.001",
     "publication date": "01-2012",
     "abstract": "We describe genomic findings in a case of CLL with del(17p13.1) by FISH, in which SNP array analysis revealed chromothripsis, a phenomenon by which regions of the cancer genome are shattered and recombined to generate frequent oscillations between two DNA copy number states. The findings illustrate the value of SNP arrays for precise whole genome profiling in CLL and for the detection of alterations that would be overlooked with a standard FISH panel. This second report of chromothripsis in CLL indicates that this phenomenon is a recurrent change in this disease.",
     "keywords": ["Chronic lymphocytic leukemia", "Chromothripsis", "p53", "Chromosome microarray analysis", "Genomic imbalances"]},
    {"article name": "New diagnosis of multiple myeloma in a patient with mantle cell lymphoma: Shared genetic factors or simple coincidence?",
     "doi": "https://doi.org/10.1016/j.lrr.2012.09.003",
     "publication date": "01-2012",
     "abstract": "Multiple Myeloma and Mantle Cell Lymphoma are well defined hematological malignancies. Understanding of their pathogeneses has led to new therapies and increased survival. We report on a 64-yr-old female who was diagnosed with mantle cell lymphoma in 2003, then multiple myeloma in 2010. We identified only few other cases of concomitant MM and MCL. We also explored the importance of t(11;14)(q13;q32). The development of these two disorders in the same patient may simply be due to chance; however, it may also represent a common genetic hit affecting the B-cell population leading to development of two different malignancies.",
     "keywords": ["MM multiple myeloma", "multiple myeloma", "MCL mantle cell lymphoma", "mantle cell lymphoma", "FDG fluorodeoxyglucose", "fluorodeoxyglucose", "VCD velcade (bortezomib) cyclophosphamide dexamethasone", "velcade (bortezomib) cyclophosphamide dexamethasone", "VRD velcade revlimid (lenalidomide) dexamethasone", "velcade revlimid (lenalidomide) dexamethasone", "G-CSF granulocyte colony-stimulating factor", "granulocyte colony-stimulating factor", "PBSCT peripheral blood stem cell transplantation", "peripheral blood stem cell transplantation", "VDJ variable, diverse, joining (region)", "variable, diverse, joining (region)", "IgH immunoglobin heavy (chain)", "immunoglobin heavy (chain)", "Multiple myeloma", "Mantle cell lymphoma", "t(11;14)(q13;q32)"]},
    {"article name": "Complex hypereosinophilia arising from post-polycythemia vera myelofibrosis: A case of imatinib-responsiveness",
     "doi": "https://doi.org/10.1016/j.lrr.2012.07.001",
     "publication date": "01-2012",
     "abstract": "The classical myeloproliferative neoplasms (MPNs) feature an overproduction of mature blood elements. Phenotypic conversion, including transformation to myelofibrosis (MF) in those with antecedent ET and PV is a feared complication. Hypereosinophilic syndromes (HESs), especially those with myeloproliferative variants, can display similar features, including organomegaly, marrow fibrosis, clonality, thrombotic tendencies, and acute myeloid leukemia (AML) transformation. However, this group of illnesses is typically clinically and molecularly distinct from the classical MPNs. We report a case of a 59-yr-old woman with complex hypereosinophilia in the setting of post-polycythemic myelofibrosis (post-PVMF), with multi-system end-organ damage characteristic of HES.",
     "keywords": ["Hypereosinophilia syndrome", "Polycythemia vera", "Myelofibrosis", "Myeloproliferative disorder", "Imatinib"]}
    ]
}