{"primary": "Physical Sciences and Engineering",
"domain": "Chemical Engineering",
"subdomain": "Bioengineering",
"journal name": "Bioresource Technology Reports",
"articles": [
    {"article name": "NaCl enhances Escherichia coli growth and isoprenol production in the presence of imidazolium-based ionic liquids",
     "doi": "https://doi.org/10.1016/j.biteb.2019.01.021",
     "publication date": "06-2019",
     "abstract": "Certain ionic liquids (ILs) can be used to pretreat biomass to improve enzymatic hydrolysis of polysaccharides; however, residual ILs may inhibit biofuel production. In this study, the impact of NaCl on cell growth and isoprenol production of E. coli in the presence of ILs was studied. The final biomass of E. coli MG1655 and DH1 were in the presence of 50 mM 1-butyl-3-methylimidazolium chloride ([C4C1Im]Cl) and 50 mM 1-butyl-3-methylimidazolium acetate ([C4C1Im][OAc]) when 200 mM NaCl was added. Isoprenol production by E. coli DH1's was also increased in the presence of imidazolium-based ionic liquids when the culture emedia were amended with 200 mM NaCl. However, isoprenol production by E. coli MG1655's isoprenol production was decreased or less affected in the presence of ILs.",
     "keywords": ["Ionic liquid pretreatment", "Sodium chloride", "Tolerance", "Isoprenol"]},
    {"article name": "Online estimation of biomass, lipid and nitrate dynamic profile using innovative light evolution kinetic model in flat panel airlift photobioreactor for Botryococcus braunii under varying light conditions",
     "doi": "https://doi.org/10.1016/j.biteb.2019.01.023",
     "publication date": "06-2019",
     "abstract": "Light availability inside the photobioreactor is generally measured by the Lambert – Beer law. However, Lambert - Beer law assumptions are not valid at high cell density cultural conditions, because light scattering and differential absorption have significant impact on light transfer in photobioreactor. In this study Lambert – Beer law was modified by applying differential absorbance in flat panel photobioreactor. As light intensity fluctuate with location and age in the cultivation process, aconsolidated model based on Lambert – Beer law including temporal light evolution and microorganism growth is presented. The model was calibrated under specific light intensity of 133 μmol m−2 s−1 and validated using the experimental data of microalgae growth under varying light conditions of 174, 261 and 348 μmol m−2 s−1. Maximum biomass concentration, maximum lipid content and lipid productivity were 2.52 g dcw L−1, 19.76% and 114.92 mg L−1d−1 at 261 μmol m−2 s−1 light intensity respectively.",
     "keywords": ["FPBR Flat panel photobioreactor", "Flat panel photobioreactor", "PPFD Photosynthetic photon flux density", "Photosynthetic photon flux density", "Lambert-Beer law", "Mathematical model", "Photobioreactor", "Botryococcus braunii", "Growth and lipid model"]},
    {"article name": "Two-dimensional modelling of syntrophic glucose conversion in bioanodes for coulombic efficiency optimization",
     "doi": "https://doi.org/10.1016/j.biteb.2019.02.002",
     "publication date": "06-2019",
     "abstract": "This work focuses on the segregation of microbial populations in Electrochemically Active Biofilms (EAB) fed by glucose under continuous flow, simulated with a 2D bioanode model. In the model several reactions take place in parallel (fermentation, electroactivity, methanogenesis), performed by four microbial metabolic groups. Bioconversion yields and rate parameters were estimated by a thermodynamic approach. The model results include biomass segregation according to metabolic activity, distribution of concentrations of solutes and current production along the anode. This numerical tool exhibits an acceptable numerical cost (7000 nodes and below 35,000 degrees of freedom) to evaluate innovative designs for enhancing the bioelectrochemical reactor efficiency using a multicriteria approach. Therefore, a multi-objective optimization (coulombic efficiencies and organic removal rates) was achieved and highlights a Pareto front, showing that relatively high coulombic efficiencies (60–70%) can be obtained with a high removal rate ranging from 0.3 to 0.5 g COD cm−3 d−1.",
     "keywords": ["Modelling", "Biomass segregation", "Bioanode", "Biofilm", "Simulated Pareto front"]},
    {"article name": "Polymer grade l-lactic acid production from sugarcane bagasse hemicellulosic hydrolysate using Bacillus coagulans",
     "doi": "https://doi.org/10.1016/j.biteb.2019.02.003",
     "publication date": "06-2019",
     "abstract": "Lactic acid has applications in many different sectors such as food, chemicals and polymers. Its production from lignocellulosic materials has been highlighted as a possibility to overcome barriers in the production chain such as decreasing process costs and reaching better environmental performance, besides adding value to biomass. However, the needed pre-treatment that lignocellulosic material goes through to release fermentable sugars also produces inhibitor compounds for the microorganisms, such as HMF and furfural. In this work, a Bacillus coagulans strain is evaluated as an l-lactic acid producer using sugarcane bagasse hemicellulosic hydrolysate. l-Lactic acid production reached 55.99 g/L, 0.87 g/g of yield, 1.7 g/ L h −1 of productivity and 99.4% of isomeric purity. Simultaneous bio-detoxification removed 100% of HMF and furfural without any treatment prior. To the best of our knowledge, it is the first time that B. coagulans is used to lactic acid production and bio-detoxification tests.",
     "keywords": ["l-Lactic acid", "Detoxification", "HMF", "Furfural", "Hemicellulosic hydrolysate", "Second-generation"]},
    {"article name": "Enhanced organic matter and nutrient release from waste activated sludge using ultrasound and surfactant synergetic pre-treatment",
     "doi": "https://doi.org/10.1016/j.biteb.2019.01.017",
     "publication date": "06-2019",
     "abstract": "This work aimed to improve sludge disintegration and nutrient solubility using synergism of a surfactant (sodium dodecylbenzene sulfonate (SDBS)) and ultrasound. The results illustrated that the critical micelle concentration (CMC) of the surfactant (0.025 g SDBS/g total solid (TS)) was significantly related to the cost-effective pre-treatment performance. The particle sizes of Dx(10) and Dx(50) were decreased from 16.4 μm and 55.4 μm to 3.69 μm and 12.9 μm, respectively, under a 600 W ultrasound input with the CMC of SDBS. As the surfactant dosage was further increased (0.05 SDBS g/g TS), the maximum increment rates of total nitrogen (TN) and total phosphorus were obtained at 1250.1% and 197.1%, respectively. However, higher pre-treatment efficiency could be achieved when SDBS was below the CMC. It related to the decrease of surface tension. Based on the economic evaluation, the total cost significantly increased when the amount of surfactant was greater than the CMC.",
     "keywords": ["Ultrasonic", "Surfactant", "Waste activated sludge", "Disintegration", "Critical micelle concentration"]},
    {"article name": "Operation of sediment microbial fuel cells in Tokyo Bay, an extremely eutrophicated coastal sea",
     "doi": "https://doi.org/10.1016/j.biteb.2019.02.001",
     "publication date": "06-2019",
     "abstract": "In this study, over the summer of 2015, a set of five SMFCs was operated on the seafloor in Tokyo Bay, an extremely eutrophicated coastal estuary, to evaluate their electrochemical characteristics and effects on sediment near the anode. The power density of the SMFCs was reached 11.5 ± 0.89 mW/m2 but decreased during cloudy or rainy weather, likely because dissolved oxygen concentrations were reduced as a photosynthetic activity of phytoplankton declined at shallow depths and because electric conductivity decreased when freshwater inflow decreased salinity. The SMFCs significantly increased oxidation-reduction potential in sediment and reduced sulfide concentration in interstitial water, but no sediment-amending effect was apparent regarding the reduced organic matter in the sediment, as measured by loss on ignition.",
     "keywords": ["Sediment microbial fuel cells", "Sediment remediation", "Current generation", "Hypoxia", "Environmental variation"]},
    {"article name": "Integration of microbial biodiesel and bioethanol industries through utilization of vinasse as substrate for oleaginous fungi",
     "doi": "https://doi.org/10.1016/j.biteb.2018.12.009",
     "publication date": "06-2019",
     "abstract": "The main aim of this work was to assess a conceptual strategy of submerged pelletized growth of Mucor circinelloides in sugarcane vinasse under different conditions aiming at the production of lipids prone to be used in biodiesel syntheses. Industrial vinasse was characterized and then tested in its raw form as culture medium. Relatively high concentrations of lipids were observed (approximately 23%), and biomass accumulation can be enhanced by the addition of corn steep liquor (approximately 5-fold increase when compared to control). Phenolic compounds present in vinasse pose inhibitory effects in biomass and lipid accumulation. The pelletized hyphae then proceeded to a simple sieve separation, on which lipids were extracted in a microwave extraction system, with a resulting fatty acid profile that indicate a potential suitable feedstock for biodiesel production due to the balance of saturated and unsaturated fatty acids.",
     "keywords": ["Vinasse", "Phenol", "Biodiesel", "Lipids", "Fungi"]},
    {"article name": "Implementing life cycle cost analysis methodology for evaluating agricultural pruning-to-energy initiatives",
     "doi": "https://doi.org/10.1016/j.biteb.2019.02.006",
     "publication date": "06-2019",
     "abstract": "Pruning-to-energy (PtE) initiatives increase the use of renewable energy resources. This paper presents results of life cycle cost analysis (LCCA) of PtE logistic system considering costs at different stages: harvesting, storage, transport, and management. Five pruning varieties: Almond, Apple, Olive, Vineyard, and Peach were considered. At basic scenario, 50 km transport distance (between farm and end user) and a truck with capacity of 90 m3 have been considered. The life cycle costs varied from 50.06 €/tw.b. to 108.90 €/tw.b. The operational cost was about 73% of total life cycle cost while investment cost represented the remaining 27%.",
     "keywords": ["Life cycle cost analysis", "Pruning biomass", "Pruning-to-energy initiative"]},
    {"article name": "1H-1,2,4-Triazole biodegradation by newly isolated Raoultella sp.: A novel biodegradation pathway",
     "doi": "https://doi.org/10.1016/j.biteb.2019.02.007",
     "publication date": "06-2019",
     "abstract": "In this study, a novel 1H-1,2,4-triazole (TZ) degrading strain was isolated from activated sludge acclimated by TZ and was identified as Raoultella sp. The biodegradation test showed that Raoultella sp. could utilize TZ as the sole carbon and nitrogen source. TZ was completely removed at incubation temperature of 30 °C, initial pH of 7.0 and initial concentration of 100 mg L−1 within 288 h, which was accompanied by obvious TOC removal, NH4+ release, pH increase, biomass growth, biotoxicity reduction and excitation emission matrix (EEM) variation. TZ biodegradation profile by Raoultella sp. was well fitted by the first-order degradation kinetic model, confirming the inhibitory nature of TZ. Based on HPLC/MS analysis, a distinct TZ biodegradation pathway including hydroxylation, carbonylation, carboxylation and ring cleavage, was proposed for the first time. Compared with other TZ degrading species such as Shinella sp., Raoultella sp. showed relatively higher TZ removal efficiency, demonstrating great potential for the application in biological treatment of wastewater containing TZ in practice.",
     "keywords": ["1H-1,2,4-Triazole", "Bioaugmentation", "Intermediates", "Metabolic pathway"]},
    {"article name": "Sequential acid hydrolysis and enzymatic saccharification of coconut coir for recovering reducing sugar: Process evaluation and optimization",
     "doi": "https://doi.org/10.1016/j.biteb.2019.01.015",
     "publication date": "06-2019",
     "abstract": "Sulphuric acid hydrolysis of coconut coir under case I (time: 2–10 min; temperature: 160–240 °C; acid concentration: 0.2–0.7% w/w) and case II (time: 10–60 min; temperature: 100–160 °C; acid concentration: 0.7–2% w/w) was studied. The optimal conditions for maximum recovery of reducing sugar for case I and case II were 8.2 min, 200 °C, and 0.21% w/w acid; and 13 min, 155 °C, and 1.27% w/w acid. Under these conditions, 52% and 48% of reducing sugar were recovered. Enzymatic saccharification was performed after hydrolysis using cellulase and β-glucosidase enzymes. Glucose yields of 90% and 55% were obtained in case I and case II, respectively. Changes in structure and functional groups in solid were observed when studied using SEM, XRD, and FTIR. The aromatic layer was removed in case I and cellulose layer was exposed. Crystallinity increased from 42 to 54% in case I and from 42 to 45% in case II.",
     "keywords": ["RSM Response Surface Methodology", "Response Surface Methodology", "CrI crystallinity index", "crystallinity index", "CCD Central Composite Design", "Central Composite Design", "DNS dinitrosalicylic acid", "dinitrosalicylic acid", "ANOVA Analysis of Variance", "Analysis of Variance", "RS reducing sugar", "reducing sugar", "NREL National Renewable Energy Laboratory", "National Renewable Energy Laboratory", "FTIR Fourier Transform Infrared Spectroscopy", "Fourier Transform Infrared Spectroscopy", "LDL low detection limit", "low detection limit", "HDL high detection limit", "high detection limit", "SEM scanning electron microscope", "scanning electron microscope", "GHG greenhouse gas", "greenhouse gas", "Coconut coir", "Hydrolysis", "Reducing sugar", "Response Surface Methodology", "Saccharification", "Sulphuric acid"]},
    {"article name": "Production of crude bioplastic-beads with microalgae: Proof-of-concept",
     "doi": "https://doi.org/10.1016/j.biteb.2019.01.022",
     "publication date": "06-2019",
     "abstract": "The demand for plastics that are produced from biological resources, easily recyclable and biodegradable, has increased in recent years. However, their application in plastic-bead industries, such as recreational shooting sports, fishing, and disposable ornaments, has been limited due to high cost of the production. One of reasons for the high cost is involvement of extraction and purification processes of biopolymers, the raw materials produced in organisms for bioplastic production. It was previously found that Chlamydomonas reinhardtii produces a large amount of triacylglycerol, the ingredient of biopolymers, following centrifugation (Kato et al., Biteb, doi:https://doi.org/10.1016/j.biteb.2018.10.003). This article reports that the triacylglycerol produced in Chlamydomonas reinhardtii can be directly molded, without extraction and purification, into a 7 mm bead that withstands compressive stress to 1.7 megapascals. With further research and development, the method developed in this study may help to produce disposable bioplastic-beads economically in industry.",
     "keywords": ["Chlamydomonas", "Triacylglycerol", "Crude bioplastic", "Mardi Gras beads"]},
    {"article name": "Cassava starch hydrolysate as sustainable carbon source for exopolysaccharide production by Lactobacillus plantarum",
     "doi": "https://doi.org/10.1016/j.biteb.2019.02.012",
     "publication date": "06-2019",
     "abstract": "Cassava starch hydrolysate (CSH) proved to be a potential alternative for EPS production by L. plantarum. Enzymatic hydrolysis of 9% (w/v) cassava starch resulted in nearly 85% conversion of it to the sugars which can be directly assimilated by the bacterium. Culture medium (pH 7.3) having cassava sugar (40 g/L), yeast extract (40 g/L) and ammonium sulphate (5.5 g/L) along with tween 80 (4 g/L), calcium chloride (10 mM) and hydrogen peroxide (3 mM) found to be very effective for EPS production. After the double step ethanol precipitation, a maximum titer of 6.5 ± 0.5 g/L crude EPS was obtained in static flask cultures incubated at 37 °C with 2% v/v inoculum and it was 4.4 ± 0.5 g/L with the control medium having lactose as carbon source. Thermal stability and molecular weight were remained unchanged irrespective of the carbon source used. This is the first report on EPS production by a Lactobacilli using CSH as raw material.",
     "keywords": ["Cassava starch hydrolysate", "Exopolysaccharides", "Fermentation", "Lactic acid bacteria (LAB)"]},
    {"article name": "The effect of different pre-treatments to improve delignification of eucalypt stumps in a biorefinery context",
     "doi": "https://doi.org/10.1016/j.biteb.2019.02.004",
     "publication date": "06-2019",
     "abstract": "E. globulus stumps are recently considered as feedstock for pulp industries. Pre-treatments may improve delignification, increase pulp quality and promote other cellulosic applications. Five environmentally friendly pre-treatments were studied: liquid hot water (LHW), oxalic acid (OA), alkaline peroxide (AHP), sodium xylenesulfonate (SXS) and iron (III) chloride (FeCl3). The pre-treatments presented different yields: 94.7% (LHW), 92.7% (OA), 79.0% (AHP), 74.8% (SXS) and 78.9% (FeCl3). The chemical composition and FTIR analysis, including infrared structural ratios, of the pre-treated solids showed changes in cell wall structure. OA, SXS and FeCl3 pre-treatments were more selective for hemicelluloses extraction. Mass loss and pulp yield occurred considerably with AHP (21.0%; 53.9%), SXS (25.2%; 46.0%) and FeCl3 (21.1%; 30.7%). The pre-treated material was delignified by the kraft process, bleached using an ECF sequence (D0E1D1E2D2), and the pulp properties were evaluated. LHW improved the pulp physical properties while OA, AHP and SXS showed potential for production of dissolving pulps.",
     "keywords": ["Biomass", "Pulps", "Pre-treatments", "Bleaching", "Delignification", "Biorefinery"]},
    {"article name": "Adsorption of copper ion from solution by polyethylenimine modified wheat straw",
     "doi": "https://doi.org/10.1016/j.biteb.2019.02.011",
     "publication date": "06-2019",
     "abstract": "Wheat straw (WS) was modified by polyethylenimine (PEI) to enhance its adsorption capacity toward copper ions from solution through epichlorohydrin (ECH) as grafting agent and PEI-WS was the product. Adsorption property of PEI-WS toward Cu2+ was performed from solution in batch mode and fixed-bed column mode. The results showed that adsorption quantity became larger with the rise of solution pH, initial copper concentration while the co-existing ion had little effect. Adsorption quantity was to 48.6 mg/g from experiments at 293 K. Equilibrium experimental data were better fitted by Langmuir model while kinetic processes were better fitted by Elovich model. In column mode, effects of flow rate, bed depth and initial Cu2+ concentration on breakthrough curves were studied and Yan model was suitable to fit the results. Cu-loaded adsorbent was efficiently regenerated by 0.1 mol/L HCl solution. It is implied that PEI-WS be used to remove metal ions from aqueous solution.",
     "keywords": ["Copper ion", "Adsorption", "Wheat straw", "Regeneration"]},
    {"article name": "Optimization of Asafoetida gum extraction and assessments of emulsion stability",
     "doi": "https://doi.org/10.1016/j.biteb.2019.02.008",
     "publication date": "06-2019",
     "abstract": "Response surface methodology was applied for optimization of alcoholic extraction of Asafoetida gum from Ferula assa-foetida L. The effects of time, temperature, ethanol to gum ratio and pH on the purity and physico-chemical properties of that gum were investigated. Extraction parameters significantly affected purity (ranged from 55.5 to 76.4%), protein content (between 5.2 and 12.7%), solubility (19 to 96%), particle size (100 to 900 μm), particle size distribution (span) (0.6 to 5.4), foam capacity (20–115%) and foam stability (13–111%) of the gum. Effect of different concentration (5, 10, 15 and 20% w/v) of optimum extracted gum on stability and viscosity of emulsions was studied over 28 days. The concentrations below 20% w/v showed creaming after 4 weeks. Particle size, span and microscopic analysis confirmed droplet size reduction. No significant alteration in emulsion stability and droplet size was observed over storage due to viscosity enhancement.",
     "keywords": ["Ferula assa foetida", "Extraction", "Asafoetida gum", "Arabinogalactan-protein", "Polysaccharides", "Emulsion"]},
    {"article name": "Process simulation and techno-economic assessment for direct production of advanced bioethanol using a genetically modified Synechocystis sp.",
     "doi": "https://doi.org/10.1016/j.biteb.2019.02.010",
     "publication date": "06-2019",
     "abstract": "A techno-economic assessment for the direct production of ethanol using a genetically-modified microalgae has been studied. It was considered two main scenarios for process modelling: i) bioenergy-driven microalgae plant, i.e., focused on the production of fuel-grade ethanol and biogas for CHP and, ii) biorefinery-driven microalgae plant, focused on the recovery of added-value bioproducts (zeaxanthin and phycocyanin) along with ethanol and CHP production. These main scenarios and several variants were modelled and optimized for a small-scale demo plant of 1000 Lethanol/day and extrapolated for larger production capacities. Results showed that despite the innovative approach of direct production of ethanol by microalgae, the bioenergy-driven scenario is non-feasible under the studied conditions. Conversely, ethanol production becomes economically feasible as co-product in the biorefinery-driven scenario although having payback periods >10 years. Furthermore, if only bio-based products are produced the NPV and the payback are even more positive, 104.8 M€ and ca. 5 years, respectively.",
     "keywords": ["Microalgae", "Biorefinery", "Bioethanol", "Process Modelling", "Advanced biofuels"]},
    {"article name": "Alkali and glycerol pretreatment of West African biomass for production of sugars and ethanol",
     "doi": "https://doi.org/10.1016/j.biteb.2019.02.013",
     "publication date": "06-2019",
     "abstract": "KOH (1%) and glycerol (20–40%) pretreatment of bamboo, rubber, elephant grass and nSiam weed were investigated with respect to biomass composition, enzymatic hydrolysis and ethanol fermentation. Delignification was higher under alkaline environment and increased considerably with temperature (25-121 °C). Lignin removal had a positive effect on biomass digestibility, sugars production and ethanol yield. The highest sugar and ethanol yields were observed for KOH pretreatment (121 °C, 1 h) on elephant grass which also recorded the highest delignification (67.5%) and consequently the lowest solids recovery (59.5%). The grass gave the highest yield on glucose (19 g/100 g raw material), xylose (8.2 g/100 g raw material) and ethanol (9.8 g/100 g raw material) under KOH pretreatment (121 °C, 1 h). The elephant grass has great potential to be used as a major energy crop in Africa in a biorefinery where production of sugars, ethanol and other valuable biochemicals are optimised.",
     "keywords": ["KOH pretreatment", "Glycerol pretreatment", "Enzymatic hydrolysis", "Ethanol", "Elephant grass"]},
    {"article name": "l-Lactic acid production by Bacillus coagulans through simultaneous saccharification and fermentation of lignocellulosic corncob residue",
     "doi": "https://doi.org/10.1016/j.biteb.2019.02.005",
     "publication date": "06-2019",
     "abstract": "l-Lactic acid is an important monomer of polylactic acid, a biodegradable plastic. In this study, we systematically investigated l-lactic acid fermentation by thermophilic Bacillus coagulans strains using the corncob residue (CCR), a widely available lignocellulosic material. Our results showed that 68.0 g/L l-lactic acid was obtained with a high yield of 0.85 g/g cellulose by B. coagulans strain H-1 after 36 h in batch fermentation. Strain H-1 could produce 79.1 g/L l-lactic acid with a yield of 0.76 g/g cellulose after 84 h in fed-batch fermentation. The results suggest that attractive lignocellulosic wastes such as CCR could be used in the efficient biomanufacture of l-lactic acid.",
     "keywords": ["CCR corncob residue", "corncob residue", "SSF simultaneous saccharification and fermentation", "simultaneous saccharification and fermentation", "PLA polylactic acid", "polylactic acid", "l-Lactic acid", "Corncob residue", "Bacillus coagulans", "Fermentation"]},
    {"article name": "A novel light source provided by photobacteria to improve the growth of microalgal biofilm",
     "doi": "https://doi.org/10.1016/j.biteb.2019.02.015",
     "publication date": "06-2019",
     "abstract": "Attached microalgae cultivation for biomass/bioenergy production has been proposed these decades to avoid the energy-intensive harvest process. However, the external light could only propagate <200 μm in biofilm, which inhibits the growth of microalgae in deep layer. In this paper, the possibility of using inner light emitted by mix-cultured photobacteria for attached microalgae growth was investigated. The luminance of photobacteria gradually increased along with their growth. However, it would fade after approximately 14 h in one-time feed cultivation, which could be recovered by refreshing medium. By scattering photobacteria in the middle of microalgae, light emitted from photobacteria could be utilized for the photosynthesis of microalgae. It was found that the involvement of photobacteria could promote the algal biofilm growth from 9.6 mg to 11.5 mg under the natural condition for a 7-day cultivation, which needed to be further strengthened.",
     "keywords": ["Photobacteria", "Microalgal biofilm", "Attached microalgae cultivation", "Microalgae harvest", "Light"]},
    {"article name": "Production of furfural from xylose and hemicelluloses using tin-loaded sulfonated diatomite as solid acid catalyst in biphasic system",
     "doi": "https://doi.org/10.1016/j.biteb.2019.03.001",
     "publication date": "06-2019",
     "abstract": "Aiming to develop an ecologically and economically viable catalytic pathway, dehydration of D-xylose and hemicelluloses to furfural was performed using tin-loaded sulfonated diatomite (SO42−/Sn-DM) as solid acid catalyst in mild reaction system. The solid acid was characterized by SEM, EDS, XRD, ICP, py-IR and NH3-TPD. Results indicated the solid acid was rich in Lewis and Brønsted acidities that mainly contain Sn4+ and sulfonic group respectively, which was distributing uniformly on the surface of modified DM. Compared with the pure water solution, furfural catalyzed in saturated NaCl aqueous-toluene biphasic system showed better performance. The effect of solvent assistant, time and temperature of the catalytic process were optimized. A maximized furfural yield of 80.97% and 84.39% were obtained using xylose and water-soluble hemicelluloses as the substrate respectively. The solid acid catalyst also showed good stability after 5 cycles.",
     "keywords": ["Xylose", "Hemicelluloses", "Tin-loaded sulfonated diatomite", "Furfural", "Biphasic catalysis"]},
    {"article name": "Effect of free ammonia inhibition on process recovery of partial nitritation in a membrane bioreactor",
     "doi": "https://doi.org/10.1016/j.biteb.2019.02.014",
     "publication date": "06-2019",
     "abstract": "Long-term inhibitory effect of free ammonia (FA) on the catabolic and anabolic activities of an enriched Nitrosomonas culture was investigated. Ammonia oxidizing bacteria (AOB) was inhibited at FA concentration of 34.34 ± 6.85 mg NH3-N/L while threshold inhibitory FA concentration was likely 23.64 ± 4.51 mg NH3-N/L. Below the latter, cell-specific ammonia oxidation rate (AOR), cell number and extracellular polymeric substances (EPS) increased. The calculated yield showed AOB had tended to increase cell mass under FA inhibition. Nitrite concentration increased by 58.6% 12 days after FA decreased to 8.89 ± 0.95 mg NH3-N/L. However, AOB cells became more sensitive to free nitrous acid (FNA) after 70 days of FA inhibition. Long-term FA inhibition changed AOB cell morphology and this could have increased AOB vulnerability to FNA. This study indicated FA inhibited catabolic and anabolic activities, and that long-term FA inhibition had adverse impact on process recoverability and subsequent failure threshold.",
     "keywords": ["Partial nitritation", "Free ammonia inhibition", "Relative catabolic and anabolic activities", "Process recoverability"]},
    {"article name": "Hydrothermal carbonization of Spirulina platensis and Chlorella vulgaris combined with protein isolation and struvite production",
     "doi": "https://doi.org/10.1016/j.biteb.2019.01.006",
     "publication date": "06-2019",
     "abstract": "Microalgae have high energy potential, however, it is expensive to use them only for energy production. To improve the sustainability of microalgae utilization, in this study, hydrothermal carbonization was combined with the protein isolation and nutrient recovery, so that added-value co-products were generated together with the hydrochar. Through pH shifting, up to 63% of the microalgae protein was isolated. The protein removal resulted in an increase in the hydrochar and the carbon recovery yield, as well as a reduction in the nitrogen content of the hydrochar. This increases the fuel quality of the char. Moreover, the protein isolation tends to be more effective towards to Chlorella vulgaris than to Spirulina platensis. After the hydrothermal conversion, the majority of the phosphate‑phosphorus in microalgae was released into the process water, from which up to 85% of the total phosphorus was recovered as struvite.",
     "keywords": ["Hydrothermal carbonization", "Microalgae", "Protein isolation", "Phosphate recovery, struvite production"]},
    {"article name": "Phylogenetic analysis of the key microorganisms shifting in hydrolysis and subsequent fermentation while treating waste activated sludge by thermophilic bacteria",
     "doi": "https://doi.org/10.1016/j.biteb.2019.03.002",
     "publication date": "06-2019",
     "abstract": "Employment of thermophilic bacteria for the pretreatment of waste activated sludge is one of efficient biological processes, which also benefits further sludge digestion. After pretreatment, volatile fatty acids production in the fermentation process was increased to 2521 ± 24 mg COD/L, which was 43% high compared to the control. The shift of microbial community structure from thermophilic pretreatment to hydrolysis might have substantially affected the subsequent WAS acidification. This study has been focused to investigate the links between community structure and functional genes on WAS hydrolysis and acidification after inoculation of Geobacillus sp. G1. The corresponding quantification of genus Geobacillus and proteolytic genes in WAS were explored. Diverse hydrolysis bacteria with a strong ability to degrade proteins and amino acids were detected. Bacterodies were enriched to utilize hydrolysis organics to directly produce organic acids. WAS hydrolysis was efficiently accelerated through pretreatment and volatile fatty acids production was effectively improved.",
     "keywords": ["Waste activated sludge", "Microbial community shift", "Thermophilic bacteria", "High-throughput pyrosequencing analysis", "Real-time PCR"]},
    {"article name": "A new alternative to use soybean hulls on the adsorptive removal of aqueous dyestuff",
     "doi": "https://doi.org/10.1016/j.biteb.2019.03.004",
     "publication date": "06-2019",
     "abstract": "This work aimed to use raw soybean hulls (RSH) as an adsorbent on the removal of BF-4B reactive red dye. Kinetic and equilibrium experiments were performed using the best conditions obtained from preliminary tests. Kinetic data were better represented by the pseudo-second order model, evidencing three well-differentiated mass transfer regions. By a statistical analysis of the fit of 7 equilibrium models and 2 model combinations to experimental data, it was observed that the adsorption occurred in a single molecule monolayer for final dye concentrations lower than ~63 mg L−1. After this concentration, a possible multimolecular monolayer was verified, evidencing the formation of aggregates or micelles, since the Langmuir-BET model was the best fit. The maximum adsorption capacity estimated was about 19 mg g−1. The results have proved that the soybean hulls could be used as an alternative adsorbent in the treatment of textile effluents, without the need for a pretreatment.",
     "keywords": ["Biosorption", "Soybean hulls", "BF-4B reactive dye", "Multimolecular adsorption"]},
    {"article name": "Thermogravimetric characterization and pyrolysis of soybean hulls",
     "doi": "https://doi.org/10.1016/j.biteb.2019.02.009",
     "publication date": "06-2019",
     "abstract": "This study focuses on the evaluation of soybean hulls as an alternative to obtain biofuels and bioproducts through pyrolysis. The study was carried out in three stages: 1) The physicochemical characteristics of the raw material were determined, 2) Yields of different pyrolysis products were obtained at 350, 400 and 600 °C; 3) The different obtained products (biochar, bio-oil and non-condensable gases) were characterized. The results obtained revealed that the soybean hulls used in this study present a 76% volatile mater and 2.3% ash. The highest pyrolysis yields obtained for bio-oil (40%) and non-condensable gases (36%) were achieved at 600 °C. The main compounds identified in the aqueous phase of bio-oil were acetic acid, furfural, furfural alcohol, 1,2-cyclopentadiene, among others. The organic phase of bio-oil presented a calorific power of 23.7 MJkg−1. Calorific power in the ranges 19–21 MJm−3 and 26.6–28.1 MJkg−1 were obtained for the biogas and the biochar obtained at different temperatures, respectively.",
     "keywords": ["Pyrolysis", "Soybean hulls", "Thermogravimetry", "GC–MS"]},
    {"article name": "Variations of culture parameters in a pilot-scale thin-layer reactor and their influence on the performance of Scenedesmus almeriensis culture",
     "doi": "https://doi.org/10.1016/j.biteb.2019.03.007",
     "publication date": "06-2019",
     "abstract": "The variations in culture conditions (irradiance, temperature, pH and dissolved oxygen) in a thin-layer 120 m2 surface reactor have been studied, both in terms of position inside the reactor and time of the daylight cycle. Results demonstrate that average irradiance and temperature to which the cells are exposed are mainly a function of time, whereas pH and dissolved oxygen concentrations also showed relevant gradients depending on their position inside the reactor. The existence of gradients has been demonstrated to reduce the culture performance, using both chlorophyll-fluorescence and net photosynthesis rate methods. Moreover, the influence of culture conditions on Scenedesmus almeriensis cell performance was modelled. The obtained model allows us to quantify the loss in productivity caused by inadequate culture conditions; the net photosynthesis rate being demonstrated as only 32% of the maximal achievable. This is the first step in optimizing and scaling-up this type of reactor for industrial applications.",
     "keywords": ["Thin-layer cascade", "Photosynthesis", "Irradiance", "Gradients", "Temperature", "Dissolved oxygen"]},
    {"article name": "Comprehensive assessment of the leachate quality and its pollution potential from six municipal waste dumpsites of India",
     "doi": "https://doi.org/10.1016/j.biteb.2019.03.003",
     "publication date": "06-2019",
     "abstract": "In the present study, an assessment was carried out for the leachate characteristics from six major landfills of India. These landfills are located in Delhi, Hyderabad and Kadapa. The physicochemical parameters and heavy metals content of the leachate were analyzed. The total dissolved solids, hardness, alkalinity, sulfates and, chlorides in (mg/L) were found to be 15,000–50,000, 10,000–30,000, 10,000–20,000, 300–1500, 5000–10,000 respectively in the leachate collected from all the six landfills. The effect of aging was also assessed on the basis of the characteristics of the leachate collected from two locations of the same landfill (located at Hyderabad and Okhla, Delhi), one fresh outflow and the other accumulated in the pond. It was found that the leachate from fresh waste was more hazardous in comparison to the leachate accumulated in the pond. The level of almost all the physicochemical parameters with respect to the regulatory threshold was found higher at all the landfill sites.",
     "keywords": ["Landfill", "Municipal solid waste", "Heavy metals", "Physico-chemical characterization"]},
    {"article name": "Biomonitoring of genotoxicity of industrial wastes using plant bioassays",
     "doi": "https://doi.org/10.1016/j.biteb.2019.03.005",
     "publication date": "06-2019",
     "abstract": "The plant bioassay is the most reliable and efficiently used bioassay in genotoxicity biomonitoring of industrial wastes as it confirms the detection of different endpoints such as cytotoxicity, genotoxicity and mutagenicity using Allium cepa, Vicia faba, Tradescantia spp. etc. An array of such methods using living organisms are available to test the level and variation of toxicity caused by polluting factors. Various research studies have monitored the toxicity of industrial effluents/waste and indicated the cytotoxic, genotoxic and mutagenic nature which can pollute the total environment. Chemical tests may be less accurate and less reliable when compared to biological methods for the purpose of toxicity monitoring of natural resources. The present review investigated the genotoxicity of industrial effluents and wastes by using plant based systems. They are also safe to handle and do not require sophisticated instruments thus providing a sustainable monitoring system to growing problem of environmental pollution.",
     "keywords": ["Biosystem", "Effluent", "Pollution", "Toxicity", "Waste"]},
    {"article name": "Characterization of biochar and byproducts from slow pyrolysis of hinoki cypress",
     "doi": "https://doi.org/10.1016/j.biteb.2019.03.009",
     "publication date": "06-2019",
     "abstract": "As a carbonaceous microporous solid, biochar, a product of biomass pyrolysis, has various energy, environmental, and agricultural applications. This study investigated slow pyrolysis of hinoki cypress for temperatures in the range 350–600 °C using a fixed bed reactor to establish the product yields and properties. The biochar yield decreased from 32.7% at 350 °C to 20.7% at 600 °C, accompanied by an increase in carbon content to a maximum of 91.6%. The microporous structure rapidly develops in biochar at 500 °C. The pH of biochar gradually increased from approximately 8 at 350 °C to 9 at 600 °C. The bio-oil had energy yields in the range 32%–42%, containing various heavy compounds with a large proportion of water. Including the noncondensable gases, the byproducts had energy yields exceeding 45%, which is much larger than that required for pyrolysis, and therefore, their energy recovery should be considered for the efficient production of biochar.",
     "keywords": ["Biomass", "Biochar", "Hinoki cypress", "Slow pyrolysis", "Wood"]},
    {"article name": "Developing a coculture for enhanced butanol production by Clostridium beijerinckii and Saccharomyces cerevisiae",
     "doi": "https://doi.org/10.1016/j.biteb.2019.03.006",
     "publication date": "06-2019",
     "abstract": "Developing a coculture using different microorganisms to produce biofuels by taking advantages of their specific metabolic capacities is of great interest. In this study, a novel coculture of a butanol-resistant Clostridium beijerinckii F-6 and S. cerevisiae was proposed and experimentally achieved. Results showed that the butanol concentration and productivity reached 12.75 g/L and 0.454 g/L• h in the coculture when S. cerevisiae was added at 0. 02 g/L after 12 h fermentation of C. beijerinckii F-6 at initial pH of 7.0, which were 203% and 155% higher, respectively, than the monoculture without S. cerevisiae addition. Moreover, the glucose consumption, butanol ratio and energy conversion efficiency reached 47.23 g/L, 0.75, and 62.47% respectively, which were 12.7%, 4.2%, and 177.4% higher than those in the control. The measurements of amino acids during fermentation demonstrated an adequate addition of yeast could promote butanol synthesis by accelerating the accumulation of aromatic and aspartic acids.",
     "keywords": ["Butanol", "Coculture", "Amino acids", "Clostridium beijerinckii", "Saccharomyces cerevisiae"]},
    {"article name": "Fatty acid profile and energy efficiency of biodiesel production from an alkaliphilic algae grown in the photobioreactor",
     "doi": "https://doi.org/10.1016/j.biteb.2019.03.010",
     "publication date": "06-2019",
     "abstract": "In order to gain insight into biodiesel production, suitability of an alkaliphilic green algae (Chlorellla vulgaris) was evaluated experimentally and by conducting an energy analysis. Biomass productivity was 28–31 mg-L−1- d−1 and lipid production reached the maximum of 38% of the algal biomass. At a low light intensity (60–90 μmol/m2/s), the specific growth rate showed a cyclic behavior. At a higher light intensity (240–280 μmol/m2/s), the growth rate was almost constant and more biomass was produced as compared to the low light intensity. Lipid analyses after transesterification showed that the major fractions of fatty acids were C16:0, C 18:1 and C18:2. A minute amount of trans isomer (which is very rare in the eukaryotic cells) was also detected during initial lipid accumulation phase. From the energy analysis, it was found that biodiesel production using this strain algae could be energy efficient, if biomass drying was facilitated by waste heat.",
     "keywords": ["Alkaliphilic algae", "Chlorella vulgaris", "FAME", "Energy analysis", "Nutrient deficiency"]},
    {"article name": "Growth enhancement of bioethanol-producing microbe Clostridium autoethanogenum by changing culture medium composition",
     "doi": "https://doi.org/10.1016/j.biteb.2019.03.012",
     "publication date": "06-2019",
     "abstract": "The aim of this study was to optimize the culture medium to enhance the growth of Clostridium autoethanogenum, an acetogenic bacterium that converts synthesis gas to ethanol and acetic acid. In order to optimize the culture medium, four components, yeast extract, trace metal solution, vitamin solution, and Na2S·9H2O, were investigated. Yeast extract was found to have the biggest influence on growth, and a concentration of 5 g/L, 10 times higher than that in basal medium, leading to 2.3 times greater growth. At 10 times the concentration in basal medium, trace metal solution inhibited the growth of the acetogen. A change in the concentration of vitamin solution did not yield any significant difference in cell growth. Lastly, growth with Na2S·9H2O showed a tendency to decrease after an initial cell mass increase for concentrations of 0.5 g/L (basal medium condition) and 0.05 g/L. However, at 5 g/L, C. autoethanogenum grew steadily.",
     "keywords": ["Anaerobic acetogen", "Clostridium autoethanogenum", "Synthesis gas", "Bioethanol", "Medium composition"]},
    {"article name": "Hydrothermal base catalysed treatment of Kraft lignin - time dependent analysis and a techno-economic evaluation for carbon fibre applications",
     "doi": "https://doi.org/10.1016/j.biteb.2019.03.008",
     "publication date": "06-2019",
     "abstract": "The hydrothermal base-catalysed treatment of industrial Kraft lignin (KL) is investigated as a basis for production of a sustainable carbon fibre precursor, with a focus on the time-dependent evolution and impact on precursor properties. Hydrothermal treatment was performed at T = 300 °C and p = 180 bar, with the retention time (tret) varied between 8, 12, 16, 20, and 24 mins. Molecular weight distribution and thermal stability of the processed lignin were close to maximum after 8 min, and 12–16 min respectively. Chemical modification was found to continue (e.g. demethoxylation) over the entire tret range (24 min). Analysis of the recovered oily phase indicated catechol derivatives were stable end-products with, e.g., vanillin and guaiacol as intermediates. A techno-economic analysis indicated a price of ca. 1600 €/t at a production capacity of 10 kt/a is achievable, with main cost-drivers being lignin (60%), fixed costs (20%), and energy (10%).",
     "keywords": ["Kraft lignin", "Hydrothermal treatment", "Base catalysed depolymerization", "Techno-economic analysis", "Bio-aromatics"]},
    {"article name": "Biological diversity of Lemna aequinoctialis Welw. isolates influences biomass production and wastewater phytoremediation",
     "doi": "https://doi.org/10.1016/j.biteb.2019.03.011",
     "publication date": "06-2019",
     "abstract": "Duckweeds are promising biomass producers for bioenergy and other biotechnological applications such as phytoremediation. Genetic diversity of duckweed species could influence their biotechnological potential. Nine isolates of Lemma aequinoctialis Welw. that are native of the Recife metropolitan area, Pernambuco state, in northeastern Brazil, were characterized in vitro under 1X and 0.5X Schenk and Hildebrandt (SH) culture media. Molecular identification by plastid DNA atpF-atpH barcoding sequences revealed very low genetic diversity. In contrast, exposure to environmental stimuli under 0.5X SH growth medium revealed phenotypic differentiation between the isolates. Three of the nine isolates were evaluated further for their ability to remediate the effluent from a domestic sewage treatment plant. They were able to reduce up to 94.8% of the chemical oxygen demand and to remove up to 39.3% of total nitrogen and 57.1% of phosphorus in the effluent, while producing biomass that has potential as feedstock for bioenergy production.",
     "keywords": ["Lemnaceae", "Phenotypic variance", "Genotyping", "in vitro culture", "Effluent polishing"]},
    {"article name": "Submerged aerobic granular sludge membrane bioreactor (AGMBR): Organics and nutrients (nitrogen and phosphorus) removal",
     "doi": "https://doi.org/10.1016/j.biteb.2019.03.015",
     "publication date": "06-2019",
     "abstract": "The capability of submerged aerobic granular sludge membrane bioreactor (AGMBR) to remove organics and nutrients was studied in a 2 × 2 factorial experimental design. The hydraulic retention time (HRT) - 6, 8 and 10 h - and chemical oxygen demand (COD) - 298 ± 32, 543 ± 14, and 790 ± 33 mg/L - were the independent variables. AGMBR achieved >96%, 97%, 50%, and 35% removal for COD, NH3-N, total nitrogen, and PO4-P, respectively. Meganema and Thauera, responsible for organics degradation, were present during all the runs. Nitrosomonas and Nitrospira allowed for complete nitrification. The presence of Azoarcus and Thauera points to anoxic conditions in the granules, indicating partial denitrification. Negligible PAOs were detected; hence, low PO4-P removal (~35%) mainly via the consumption and biologically induced precipitation pathways. Overall, two runs - 298 ± 32 mg/L COD at 6 h HRT and 790 ± 33 mg/L COD at 6 h HRT - performed best in terms of organics and nutrients removal.",
     "keywords": ["Aerobic granular sludge", "AGMBR", "Membrane bioreactor (MBR)", "Microbial analysis", "Nutrients removal", "Organics removal"]},
    {"article name": "Laccase and its source of sustainability in an enzymatic biofuel cell",
     "doi": "https://doi.org/10.1016/j.biteb.2019.03.013",
     "publication date": "06-2019",
     "abstract": "Enzymatic biofuel cells (EBFCs) forms a portable source of eco-friendly energy, which can be used in different devices such as biosensors, implanted medical devices etc. Laccase a multi-copper oxidase widely used as a EBFCs cathode has a higher redox potential when compared to commercial fuel cells. For the enhancement of the electrical potential of EBFCs, good fabricating material is needed. Nano-carbons such as graphene, carbon nanotubes (CNTs), acetylene black and furnace black are excellent fabricating materials because of their low cost, higher electrical conductivity, and larger surface area. An extensive number of studies have been conducted on laccase to enhance the efficiency of the EBFC but the ultimate achievement is still anticipated. This review is intended to focus on the recent innovation in the field of laccase based EBFCs with different nanocarbons and metal nanoparticles as biocathodes, their sustainability, merits and demerits, the economic importance of EBFC.",
     "keywords": ["Carbon nanotubes", "Enzymatic biofuel cells", "Graphene", "Laccase", "Metal nano-particles"]},
    {"article name": "Biodegradability study of Egeria densa biomass using acid and basic pre-treatments for use in bioprocessing of energy products",
     "doi": "https://doi.org/10.1016/j.biteb.2019.03.014",
     "publication date": "06-2019",
     "abstract": "Egeria densa is a submerged aquatic plant species, with a high capacity for colonization and growth. Its proliferation has caused serious problems in hydroelectricity generation, due to biomass accumulation in turbine containment grids. Bioprocessing of macrophytes may be an alternative for using this biomass to produce bioenergetic products such as biofuels. The cell wall of macrophytes is a lignocellulosic material with a complex lignin-hemicellulose-cellulose network, which may require pretreatment to provide the fermentable sugars as substrate prior further processing. This work aims to evaluate a physicochemical pretreatment of E. densa, with the objective of making its structure suitable for bioprocessing. Full factorial 23 analysis was performed for different concentrations of the reagents and reaction times. The variable responses were delignification, total carbohydrate yield and crystallinity grade. Results showed greater efficiency for alkaline hydrolysis, but both processes were viable for removing amorphous compounds and for increasing bundling of cellulose molecules.",
     "keywords": ["Egeria densa", "Delignification", "Crystallinity", "Chemical pretreatment", "Biological degradability"]},
    {"article name": "Assessment of biogas production and microbial ecology in a high solid anaerobic digestion of major California food processing residues",
     "doi": "https://doi.org/10.1016/j.biteb.2018.11.007",
     "publication date": "02-2019",
     "abstract": "High-solids anaerobic digestion (HSAD) was performed using mixtures of tomato or grape pomace, dry bovine manure and mature green waste compost at a total solids content of 28%. Various feedstock loading levels (FLL) were tested over multiple fed-batch cycles. TP showed greater methane yield at 201.61 mL/g dry pomace when digested at a mesophilic temperature with 5% (by dry weight) FLL. Methane yield from GP was approximately 132 mL/g_dry pomace in both thermophilic and mesophilic conditions with up to 5% FLL. 16S rRNA gene sequencing of the different HSAD systems was used to profile bacteria and archaea. The results showed shifts between Methanoculleus and Methanosarcina genera in response to feedstock and operating temperature. These data can enable additional studies to scale up HSAD of these waste streams, optimize HSAD conditions for improved yield and stability, and understand the microbiota structures that relate to HSAD performance.",
     "keywords": ["High Solid Anaerobic Digestion", "Tomato Pomace", "Grape Pomace", "Biogas Quality", "Archaeal Community"]},
    {"article name": "Enhancement of the solid-state anaerobic digestion of rice straw by liquor supplementation",
     "doi": "https://doi.org/10.1016/j.biteb.2018.12.003",
     "publication date": "02-2019",
     "abstract": "Solid-state anaerobic digestion (SS-AD) has gained attention in recent years because it is robust, cheap and easy to operate. However, at high loads, the SS-AD is often plagued by acidification and poor methane yields. Mesophilic and thermophilic SS-AD at the different substrate to inoculum ratios (S/I) aided by liquor supplementation was studied in batch mode. Results demonstrated that the liquor supplementation reinvigorated the failed or inhibited SS-AD processes giving methane yields as high as 260.3 ± 5 mL CH4/g VS and improved process stability evidenced low VFA accumulation (˂1 g/L). The achieved methane yield was 85% of the biochemical methane potential achieved under unlimiting batch assay. This study, therefore, revealed that the methane yield in an SS-AD of lignocellulosic biomass can be significantly boosted at high loads by simply adding recycled water or sludge supernatant especially in an inhibited SS-AD process.",
     "keywords": ["Solid-state anaerobic digestion", "Inhibition", "Rice straw", "Mass transfer", "Methane yield"]},
    {"article name": "Effect of matching microalgal strains origin and regional weather condition on biomass productivity in environmental photobioreactors",
     "doi": "https://doi.org/10.1016/j.biteb.2018.12.006",
     "publication date": "02-2019",
     "abstract": "It is generally assumed that increased microalgal biomass productivity on any particular geographical site would be most likely achieved by strains native to that region. However, direct assessment of that hypothesis remains challenging. Here we isolated and biochemically characterized twenty-six microalgal strains from one of the regions with the highest irradiances of the planet. Biomass and lipids productivity of phylogenetically-close Scenedesmus strains native to regions of contrasting irradiances performed similarly under laboratory culture conditions. Culture simulations in environmental photobioreactors, mimicking regional weather conditions, broadly showed physiological responses of these strains according to their origin. However, under the mean weather conditions of a predicted highly productive region, an exotic strain from a lower irradiance zone resulted 40% more productive than a phylogenetically close-relative native strain. These results challenge the generalized view of the convenience of using native microalgae to increase productivity and broadens the discussion towards alternative scenarios.",
     "keywords": ["Microalgae", "Bioprospecting", "High irradiance", "Scenedesmus spp.", "Biomass productivity", "Environmental photobioreactor"]},
    {"article name": "Effects of activated carbon on anaerobic digestion – Methanogenic metabolism, mechanisms of antibiotics and antibiotic resistance genes removal",
     "doi": "https://doi.org/10.1016/j.biteb.2019.01.002",
     "publication date": "02-2019",
     "abstract": "The effect of activated carbon (AC) on the methanogenic metabolism, mechanisms of antibiotics and antibiotic resistance genes removal was explored in anaerobic co-digestion of food waste and chicken manure. It was found that AC played an important role in antibiotics removal, effectively removing classes of LIN, CIPX, ERY and CLAR. Specific to ofloxacin, a CIPX-class antibiotic, antibiotics removal was determined to be 33–60% without AC whereas it was close to 100% with AC. Furthermore, digesters with AC contained effluents with significantly lower ARG concentrations of tetQ and tetW. Bioinformatics analysis revealed that AC promoted the proliferation of essential anaerobic bacteria such as Clostridrium perfringen, Prevotella sp and Firmicutes. The dominant archaeal species was changed to Methanosarcina. Hence, methanogenesis could occur through both acetoclastic and hydrogenotropic pathways instead of through only a single pathway. Additionally, biometabolic pathways involving ABC transporters and phosphotransferase systems became more prominent through supplementation with AC.",
     "keywords": ["Anaerobic digestion", "Activated carbon", "Antibiotics", "Chicken manure", "Food waste"]},
    {"article name": "Study of microbial dynamics during optimization of hydrogen production from food waste by using LCFA-rich agent",
     "doi": "https://doi.org/10.1016/j.biteb.2019.01.011",
     "publication date": "02-2019",
     "abstract": "In dark fermentation of food waste, changes in microbial community composition and dynamics were studied, after inoculum pre-treatment with waste frying oil (WFO). The microbial diversity in the raw sludge was the highest, considering that all genera with abundances higher than 0.1% contributed to only 37.42% of the total diversity. After inoculum pre-treatment with WFO, many genera were inhibited; however, no effect was observed on spore-forming fermentative bacteria. In addition, none-spore-forming H2 producers were enriched significantly after inoculum pre-treatment, while spore-forming H2 producing bacteria (e.g. Clostridium spp.) remained almost unchanged. The predominant OTUs after dark fermentation were Clostridium sp. (27.24%), Aeromonas sp. (13.43%) and Chromobacterium sp. (12.00%).",
     "keywords": ["Inoculum pre-treatment", "Hydrogen production", "Waste frying oil", "Microbial Community"]},
    {"article name": "Evaluation of anaerobic digestibility of energy crops and agricultural by-products",
     "doi": "https://doi.org/10.1016/j.biteb.2018.11.004",
     "publication date": "02-2019",
     "abstract": "Abundant wastes from the food and drink supply chain are valuable and infrequently used as anaerobic digestion (AD) substrates. This study quantifies their biomethane potential to contribute to solid waste reduction and energy production. 29 organic materials were evaluated: energy crops (6), pre-treated agricultural by-products (5), livestock slurries (3), agro-industrial wastes (7), fruit and vegetable wastes (4) and co-digestion mixtures of chicken litter (CL) and fruit wastes (4). Results showed highest biogas yields for rendered fat washings (1379 ± 125 mL/g VSfeedstock), fish waste (898 ± 107 mL/g VSfeedstock) and potato waste (768 ± 27 mL/g VSfeedstock). Synergistic benefits of co-digestion were evidenced. CL (20%) with avocado pulp (80%) led to 84% higher biogas than expected from contribution of single substrates.",
     "keywords": ["Agricultural by-products", "Energy crops", "Co-digestion", "Livestock manure", "Anaerobic digestion"]},
    {"article name": "Enhanced biogas production from anaerobic digestion of solid organic wastes: Current status and prospects",
     "doi": "https://doi.org/10.1016/j.biteb.2018.07.005",
     "publication date": "02-2019",
     "abstract": "Solid organic wastes (SOWs) are abundant resources that can be used for conversion to biofuels. Among various conversion technologies, anaerobic digestion (AD) is one of the most promising for management of SOWs because of the production of methane rich biogas and recycling of nutrients. This review consolidates and summarizes research associated with characterization of SOWs, and the advantages/limitations of various performance-enhancing strategies associated with SOWs with the hope to further promote development and industrial applications of the AD technology. Performance-enhancing strategies surveyed include: (1) parameter optimization, (2) physical, chemical, and biological pretreatments, (3) additives, (4) co-digestion, (5) bioreactor design, (6) genetic engineering of enzymes and microbial strains, and (7) coupling technologies of multiple enhancing techniques. Industrial applications of these strategies in AD are also discussed. Finally, current state of AD of SOWs to energy is compiled and several future development prospects of strategies in enhancing biogas production are highlighted.",
     "keywords": ["Biogas", "Anaerobic digestion", "Enhancing strategies", "Solid organic wastes", "Artificial intelligence", "Industrial application"]},
    {"article name": "Bioprocess engineering principles of microalgal cultivation for sustainable biofuel production",
     "doi": "https://doi.org/10.1016/j.biteb.2018.08.001",
     "publication date": "02-2019",
     "abstract": "Integrated carbon dioxide (CO2) sequestration, wastewater treatment (WWT) and biofuel generation place the microalgae as a promising feedstock at all levels. Though microalgae based biofuels are acknowledged as an alternative and renewable source of energy, mass cultivation and subsequent bioprocessing of microalgal species are the most challenging steps from a technological perspective. Hence, this article attempted to summarise the ecological and bioprocess principles involved in microalgal cultivation, with detailed discussion on various influencing factors for biofuel production. Further, it explored the real trait of microalgae through both thermochemical and biochemical conversion processes for the production of various biofuels such as biodiesel, bioethanol, biomethane, bio-oil, biohydrogen and other products. The integrated zero waste microalgal biorefinery concept was discussed briefly to promote sustainability on the commercial implementation of the microalgal biofuel technology. Future research challenges on microalgal biotechnology for commercial biofuel production were highlighted based on the existing limitations of bioprocess principles.",
     "keywords": ["Algal ponds", "Bioprocess engineering", "Biorefinery", "Influencing factors", "Photobioreactors", "Wastewater treatment"]},
    {"article name": "A clean technology to convert sucrose and lignocellulose in microbial electrochemical cells into electricity and hydrogen",
     "doi": "https://doi.org/10.1016/j.biteb.2018.10.002",
     "publication date": "02-2019",
     "abstract": "Sulfuric acid hydrolysates of pinewood flour and hazelnut leaves were examined for production of electricity or hydrogen in single-chamber microbial electrochemical cells. Sucrose, which was found in certain lignocellulosic wastes such as sugar cane baggase, was tested in microbial fuel cells as a comparison to the complex structure of the lignocellulosic hydrolysates. Power density and coulombic efficiency levels reached 1995 mW/m2 and 32 ± 1%, respectively, using sucrose as carbon source. More than 88% of chemical oxygen demand was removed during this operation. The hydrolysate of pinewood flour hydrolysate generated 0.43 V of electricity at 1000 Ω external resistance. Hazelnut leaves were found to be good substrates for hydrogen gas production in MECs, with no methane production. Our results showed that lignocellulosic hydrolysates could be as efficient as the simple sugar sucrose to generate environmentally friendly electricity and hydrogen in single chamber MFCs and MECs.",
     "keywords": ["Electricity", "Hydrogen", "Lignocellulose", "Microbial fuel cell", "Microbial electrolysis cell", "Sucrose"]},
    {"article name": "NiO and CoO nanoparticles mediated biological hydrogen production: Effect of Ni/Co oxide NPs-ratio",
     "doi": "https://doi.org/10.1016/j.biteb.2018.02.004",
     "publication date": "02-2019",
     "abstract": "The impact of nickel and cobalt oxide nanoparticles (NPs) additive to palm oil mill effluent (POME) on hydrogen production was investigated using different Ni/Co oxide NPs-ratio. The Ni/Co oxide NPs-ratio of 1:0, 3:1, 1:1, 1:3 and 0:1 was added in batch mode operation. Experimental results suggested the H2 production dependency on the Ni/Co oxide NPs-ratio. The Ni/Co oxide NPs-ratio of 3:1 had better performance with the cumulative H2 and H2 production rate of 2844 mLH2 and 45 mL H2/h, respectively. This increased by ~37% and ~14, respectively in compared with the controlled one. The maximum CODremoval efficiency of 74% was observed at 3:1, which accounted for ~45% increment. These results suggested the improved performance of Bio-H2 can be fulfilled by additive of proper Ni/Co oxide NPs-ratio to the POME.",
     "keywords": ["Nanoparticles", "Nickel and cobalt oxide", "Hydrogen production", "Palm oil mill effluent", "CODremoval"]},
    {"article name": "Shaping microbial communities with conductive carbon fibers to enhance methane productivity and kinetics",
     "doi": "https://doi.org/10.1016/j.biteb.2018.11.008",
     "publication date": "02-2019",
     "abstract": "Conductive carbon fibers were examined as a potential additive for enhancing methanogenesis from ethanol. Carbon fibers were added to methanogenic bioreactors to provide two different specific surface areas of 0.4 and 1.6 m2/L, which substantially enhanced methanogenesis along with a minor accumulation of acetate over the control. Carbon fibers at a specific surface area of 1.6 m2/L achieved approximately 50% increases in both methane productivity (205 ± 32 vs. 307 ± 19 mL CH4/g SCODInitial) and kinetics (0.59 ± 0.09 vs. 0.84 ± 0.03 d−1) compared to the control. Microbial community analysis suggested that the improved methanogenesis might attribute to direct interspecies electron transfer (DIET) facilitated by various electroactive bacteria attached on carbon fibers; nearly half of the bacterial communities in the carbon fibers-amended bioreactor (1.6 m2/L) belonged to different electroactive bacterial genera. The higher relative abundance of electroactive Desulfuromonas and Pseudomonas in these bioreactors suggest that they might be involved in DIET to methanogens.",
     "keywords": ["Anaerobic digestion", "Carbon fibers", "Conductive materials", "Ethanol conversion to methane", "Direct interspecies electron transfer (DIET)", "Methanogenesis"]},
    {"article name": "Pretreatment of bamboo shoot shell with surfactant OP-10 in the acidified media for enhancing the biosynthesis of ethyl (S)-4-chloro-3-hydroxybutanoate",
     "doi": "https://doi.org/10.1016/j.biteb.2018.12.004",
     "publication date": "02-2019",
     "abstract": "An effective combination pretreatment of bamboo shoot shell (BSS) using Emulsifier OP-10 (0.5%, w/v) in the acidified media (pH 4.0) by autoclaving (120 °C, 40 min) was conducted. After BSS slurry without detoxification was enzymatically hydrolyzed for 96 h, glucose (25.2 g/L) and xylose (7.5 g/L) were obtained from 50 g/L BSS at high yields. HPLC results showed that no potential inhibitors (furfural and 5-hydroxymethylfurfural) formed. In the hydrolysates, an effective biocatalytic synthesis of ethyl (S)-4-chloro-3-hydroxybutanoate (100% yield; >99% e.e.) from 1000 mM ethyl 4-chloro-3-oxobutanoate was developed without the extra addition of cofactors within 24 h. In summary, this combination strategy involving biomass pretreatment, enzymatic saccharification, and bioreduction can be developed for producing chiral alcohols.",
     "keywords": ["Biomass", "Emulsifier OP-10", "Ethyl (S)-4-chloro-3 hydroxybutanoate", "Pretreatment", "Saccharification"]},
    {"article name": "Fractionation of woody biomass with impregnation of monophenol by prehydrolysis and the subsequent soda cooking",
     "doi": "https://doi.org/10.1016/j.biteb.2019.01.012",
     "publication date": "02-2019",
     "abstract": "In order to fractionate woody biomass, particularly focusing on the recovery of useful lignin, softwood and hardwood wood meal were impregnated with p-cresol or 2,6-xylenol in advance. Dilute acid hydrolysis of monophenol-impregnated wood meal with 1.1% sulfuric acid at 130 °C for 180 min separated hemicellulose-derived sugars for both softwood and hardwood. Thereafter, soda cooking with 0.5 N sodium hydroxide at 150 °C for 90 min delignified hardwood effectively to produce cellulose with a low lignin content; however, resulted in cellulosic pulp with a 50% lignin content for softwood. Lignin was recovered in higher yields and most became soluble in tetrahydrofuran and flowable with heat because lignin self-condensation was successfully prevented under acid hydrolysis by impregnated monophenols. 2,6-Xylenol was more effective than p-cresol. The prehydrolysis-soda cooking process with monophenols could potentially provide functional materials from cellulose, hemicellulose, and lignin without using sulfur.",
     "keywords": ["Biomass fractionation", "Prehydrolysis", "Biorefinery", "Functional lignin", "Monophenol"]},
    {"article name": "Dioxane-based extraction process for production of high quality lignin",
     "doi": "https://doi.org/10.1016/j.biteb.2019.01.018",
     "publication date": "02-2019",
     "abstract": "In the present study, lignin was extracted from debarked bamboo waste of paper industry by soxhlet extraction method with 1,4–Dioxane as main solvent (along with small quantities of catalyst and water). 10 g of biomass results in 1.5 g of lignin through soxhlet process. The purity of extracted lignin was determined, followed by structural and thermal properties using FTIR and TGA. The elemental composition and mass of lignin was determined by elemental analyser and gel permeation chromatography (GPC). The extracted lignin was found to be highly pure, with very low (0.42% w/w) ash and negligible carbohydrate content. The solubility of extracted lignin in various organic solvents like dioxane, THF, DMF, etc. makes it advantageous over lignin derived from other processes. Pyrolytic oil and char were also obtained through pyrolysis of extracted lignin. The composition of bio-oil and biochar was analysed. The results showed that pyrolytic oil was rich in aromatic content and biochar was high in carbon content.",
     "keywords": ["Debarked bamboo waste", "Lignin", "Soxhlet extraction", "1,4–dioxane", "Pyrolytic oil"]},
    {"article name": "Fast screening of optimal acid-pretreatment conditions in the conversion of wood to lignocellulosic sugars",
     "doi": "https://doi.org/10.1016/j.biteb.2019.01.016",
     "publication date": "02-2019",
     "abstract": "A screening method is developed to identify the optimal acid pretreatment conditions in the production of cellulosic sugars from woods. The method is developed on gram scale and allows evaluation of more than 30 conditions within a week. Estimation of the residual glucan content after pretreatment is used to identify the optimal pretreatment conditions, being the maximal sugar release combined with minimal sugar-degradation product levels after enzymatic hydrolysis. The method is applied to spruce, poplar, and two mixed hard and soft woods; and showed differences in optimal conditions for sugar release and degradation product formation. For poplar, similar pretreatment conditions lead to maximal release of either glucose or xylose and mannose, while for the other woods, the optimal conditions for maximal release of glucose differs from the conditions for maximal release of xylose and mannose. Based on these technical results, poplar was selected as preferred wood for lignocellulosic sugar production.",
     "keywords": ["Pretreatment", "Screening", "Cellulosic sugars", "Kinetics", "Degradation products"]},
    {"article name": "Direct saponification of wet microalgae by methanolic potassium hydroxide using acetone as co-solvent",
     "doi": "https://doi.org/10.1016/j.biteb.2018.05.010",
     "publication date": "02-2019",
     "abstract": "The fatty acids of microalgae are promising source of biodiesel and omega-3 fatty acids. The objective of this study is extraction of fatty acids from wet Dunaliela salina by direct saponification using methanolic potassium hydroxide and a suitable co-solvent. The study identified acetone as an efficient co-solvent for saponification of wet microalgal biomass by methanolic potassium hydroxide. The presence of acetone in methanolic KOH saponification produced 24% more fatty acid than its absence. Further optimization of concentration of acetone (80% v/v), concentration of potassium hydroxide (0.1% v/v) and solvent-dry biomass ratio (75:1) resulted in a maximum yield of 98% fatty acid. The proposed acetone assisted saponification of wet microalgal biomass could serve as an energy efficient route for fatty acid production since the reaction happens under room temperature and normal atmospheric pressure without any cell lysis or drying the biomass.",
     "keywords": ["Biofuel", "Fatty acids", "Wet biomass", "Microalgae", "Direct saponification"]},
    {"article name": "Effect of ionic liquid/inorganic salt/water pretreatment on the composition, structure and enzymatic hydrolysis of rice straw",
     "doi": "https://doi.org/10.1016/j.biteb.2018.05.006",
     "publication date": "02-2019",
     "abstract": "Albeit ionic liquid (IL) pretreatment has been demonstrated to effectively enhance the saccharification of lignocellulosic biomass, extremely high costs of ILs still restrict its scale-up. If the ILs at high water content can be used as pretreatment solvents for lignocellulosic biomass, the chemical costs will be significantly reduced. However, the dissolving capacity of the ILs was notably decreased when water contents exceeded within limits. In this work, inorganic salts (K3PO4 and K2CO3) were added as additives of imidazolium-based IL/water systems to improve tolerance of ILs in the presence of water. The pretreatment with 50% 1-ethyl-3-methylimidazolium chloride ([C2mim]Cl) + 49.5% water + 0.5% K2CO3 at 95 °C for 3 h improved lignin removal to 69.32%, and also increased the surface areas as compared to untreated rice straw. The reducing sugar yield of the regenerated materials was increased to 82.45% after 72 h enzymatic hydrolysis.",
     "keywords": ["Lignocellulosic biomass", "Pretreatment", "Enzymatic hydrolysis", "Ionic liquid", "Inorganic salt", "Water"]},
    {"article name": "Production of lactic acid from cellulose catalyzed by easily prepared solid Al2(WO4)3",
     "doi": "https://doi.org/10.1016/j.biteb.2018.12.005",
     "publication date": "02-2019",
     "abstract": "Solid Al2(WO4)3 was prepared by coprecipitation and employed to catalyze the conversion of cellulose into lactic acid. Under optimum condition of 220 °C and 3 h, 46% of lactic acid could be produced from cellulose with the aid of Al2(WO4)3. The catalytic activity of the catalyst is ascribed to the synergistic effect of the WO species and the adjacent AlOH species in Al2(WO4)3. The formation of hydrogen bond and coordination bond between the WO species and the hydroxyl group in the carbohydrates plays critical role in the catalytic conversion of cellulose into lactic acid. The catalyst has good hydrothermal stability and can be easily to be recycled.",
     "keywords": ["Cellulose", "Aluminum tungstate", "Lactic acid", "Catalytic mechanism", "Hydrogen bond", "Hydrolysis"]},
    {"article name": "Lipase production from Fusarium incarnatum KU377454 and its immobilization using Fe3O4 NPs for application in waste cooking oil degradation",
     "doi": "https://doi.org/10.1016/j.biteb.2019.01.005",
     "publication date": "02-2019",
     "abstract": "The main aim of this work was production and optimization of lipase from Fusarium incarnatum KU377454 by central composite design (CCD) based response surface methodology (RSM). The maximum lipase activity (37.80 ± 0.55 IU/mL) was obtained within 5 d of incubation. The produced lipase was partially purified by salting out technique. Then purified lipase was immobilized using Fe3O4 NPs and further nanoparticles immobilized lipase was evaluated by different characterization study (FTIR, XRD, FESEM, EDX, Zeta potential, UV-spectroscopy, and BET). Then, Fe3O4 immobilized lipase was applied for waste cooking oil (WCO) degradation. It showed 90% biodiesel product yield with major fatty acid yields of linoleic acid, oleic acid, palmitic acid, and linolenic acid. The reusability study of immobilized lipase showed that it could retain 75% of its activity after 5 cycle of waste cooking oil degradation.",
     "keywords": ["Lipase", "Optimization", "Fe3O4 NPs immobilization", "Characterization", "WCO degradation"]},
    {"article name": "Evaluation of brewer's spent grain hydrolysate as a substrate for production of thermostable α-amylase by Bacillus stearothermophilus",
     "doi": "https://doi.org/10.1016/j.biteb.2019.01.004",
     "publication date": "02-2019",
     "abstract": "In the present study, BSG was hydrolysed using cellulolytic enzymes and used as a growth medium supplement for cultivation of the thermophilic bacterium, Bacillus stearothermophilus in the production of α-amylase. A central composite design involving five parameters and four levels viz. starch, peptone, KCl, and MgSO4 along with BSG hydrolysate was used to derive the optimal media composition. The fermentation was conducted using shake flasks for 36 h at a temperature of 50 °C and pH 7.0 at 220 rpm. Optimization trials revealed that maximal amylase production (198.09 U/ml) occurred with a medium composition of starch (0.2% w/v), peptone (0.2% w/v), KCl·4 H2O (0.02% w/v), MgSO4·7 H2O (0.01% w/v) and hydrolysate (0.22% v/v). A 1.3-fold increase in amylase activity was obtained following novel media composition. All the factors considered in the study were found to be significant. The enzyme was purified by three step purification strategy, characterised and tested for anti-biofilm activity.",
     "keywords": ["Brewers spent grain", "Thermostable α-amylase", "Three-step purification", "Anti-biofilm agent"]},
    {"article name": "Lab and pilot plant FAME production through enzyme-catalyzed reaction of low-cost feedstocks",
     "doi": "https://doi.org/10.1016/j.biteb.2019.01.013",
     "publication date": "02-2019",
     "abstract": "The current production of biodiesel is carried out chemically, using noble vegetable oils of high cost, with low content of water and free fatty acids (FFA). The reduction of the costs of the biodiesel chain necessarily requires the use of low-cost raw materials, which come from discards or industrial waste. In this context, this work reports the production of fatty acid methyl esters (FAME) using residual raw materials from the soybean oil industry (low cost), containing high free fatty acids content (98.5% wt). For conversion, the enzymatic process was employed using the low cost commercially available lipase (Eversa® Transform 2.0) supplied by Novozymes (Denmark). The results optimized in the laboratory presented yields >96% of FAME, demonstrating the viability of the process. In this way a pilot scale experiment (1 m3) was performed, successfully reaching yield of >97% FAME. From the results obtained, the enzymatic process becomes a promising alternative for the production of biodiesel, due to the possibility of using raw materials of low cost, high content of FFA and of low quality, with favorable economic issues, renewability and benefits sustainable development.",
     "keywords": ["Pilot plant", "FAME", "Biodiesel", "Commercial liquid lipase"]},
    {"article name": "Engineer multi-functional cellulase/xylanase/β-glucosidase with improved efficacy to degrade rice straw",
     "doi": "https://doi.org/10.1016/j.biteb.2019.01.008",
     "publication date": "02-2019",
     "abstract": "Plant lignocellulosic biomass can be enzymatically degraded and converted into biofuel. We have studied a bifunctional cellulase/xylanase from thermophilic Clostridium thermocellum (CtCel5E), which can digest two major plant cell wall polysaccharides, cellulose (a polymer of glucose) and xylan (a major hemicellulose composed of xylose), into disaccharides cellobiose and xylobiose, respectively. In the study presented here, the bifunctional CtCel5E was fused with a β-glucosidase from Clostridium cellulovorans (CcBglA) to convert cellulose into glucose with improved activities toward carboxymethyl cellulose (CMC), regenerated amorphous cellulose (RAC), and alkali-treated rice straw as compared to the mixture of two individual enzymes by eliminating accumulation of cellobiose intermediate. The engineered CtCel5E-CcBglA was secreted from yeast to degrade alkali-treated rice straw into glucose that sustained cell growth. Our study provides a strategy of consolidating enzymes for more efficient biomass processing in vitro and by yeast cells.",
     "keywords": ["Biomass", "Cellulase/xylanase", "Bifunctional enzyme", "Fusion enzyme"]},
    {"article name": "Optimization of cultural factors of newly isolated microalga Spirulina subsalsa and its co-digestion with paddy straw for enhanced biogas production",
     "doi": "https://doi.org/10.1016/j.biteb.2019.01.009",
     "publication date": "02-2019",
     "abstract": "Spirulina subsalsa (MF191711) isolated from the waterlogged area of Punjab, India, was identified by 16S rRNA sequence analysis. The Placket- Burman design and central composite design (CCD) were used to screen and optimize the significant cultural factors. The most desirable results correspond to the optimal conditions: 11.5 pH, 20 °C temperature, 81 μmolm−2 s−1 light intensity, 25 days growth period, 15 mM CaCl2, NaNO3 5 mM and 2 mM K2HPO4, which were very proximate to the CCD predicted optimal values. These optimal conditions resulted in 1.60-fold higher biomass compared to basal conditions (0.987gL−1). Further, co-digestion of 70% paddy straw with 30% microalgal biomass resulted in the highest ultimate biogas yield (P:260.03 mLg−1VS) with reduced lag phase (λ:3.84 d) and increased rate of biogas production (Rm:8.16 mLg−1d −1), compared to paddy straw and microalgal biomass individually. Thus, it can be concluded that co-digestion of Spirulina subsalsa with paddy straw results in enhanced biogas production.",
     "keywords": ["Biogas", "16S rRNA", "Central Composite design", "Co-digestion", "Plackett–Burman design", "Spirulina subsalsa"]},
    {"article name": "Effective and reusable T. reesei immobilized on SBA-15 for monomeric sugar production from cellulose hydrolysis",
     "doi": "https://doi.org/10.1016/j.biteb.2019.01.014",
     "publication date": "02-2019",
     "abstract": "The purpose of this work is to improve the method for immobilizing Trichoderma reesei enzyme on various supports, namely, SBA-15, TUD-1, and MCM-48, and to study its hydrolysis efficiency. Among the studied supports, SBA-15 showed 100% adsorption. This work examined the effects of temperature, pH, and amount of the support on the enzyme immobilization. The optimal conditions for cellulose hydrolysis were at pH = 3.8 and 45 °C for 3 days using 1.2 g of the enzyme immobilized on SBA-15 (IM-SBA-15), yielding about 90% sugar. Depth profiles of X-ray photoelectron and Infrared spectroscopies (XPS and IR, respectively) illustrated that the enzyme was attracted to the support surface by electrostatic force between carbonyl of the amide group and hydroxyl group of the support. Remarkably, IM-SBA-15 resulted in a much better yield of monomeric sugar (90%) in a weak-acid condition while only 65% monomeric sugar yield was obtained using the free enzyme.",
     "keywords": ["Trichoderma reesei", "SBA-15", "IM-SBA-15", "Depth XPS profile, Cellulose hydrolysis"]},
    {"article name": "Ethanol and protein production from minimally processed biomass of a genetically-modified cyanobacterium over-accumulating sucrose",
     "doi": "https://doi.org/10.1016/j.biteb.2019.01.019",
     "publication date": "02-2019",
     "abstract": "One of the main bottlenecks of a microalgal or cyanobacterial biomass biorefinery is the separation of different useful fractions using simple, low energy-consuming, cost-effective, and scalable separation processes. Although the carbohydrates-rich biomass of these microorganisms presents clear advantages over conventional terrestrial crops as feedstocks for ethanol, it still requires acid and/or enzymatic hydrolysis for efficient fermentation. Here, we show the genetic modification of carbohydrates partitioning in a filamentous cyanobacterium towards the accumulation of sucrose up to 10% (w/w) as a readily fermentable feedstock. We optimized two methods for the preparation of concentrated sucrose syrups, which were efficiently converted into ethanol by yeasts, without the need of additional pretreatments. Biomass drying and milling, followed by aqueous extraction of sugars and proteins, and the recovery of proteins by short pulses of heat, kept the value of sugars as a feedstock for ethanol and protein for feed supplements within a cost-effective biomass biorefinery.",
     "keywords": ["Anabaena sp.", "Genetic engineering", "Sucrose", "Biofuels", "Bioethanol"]},
    {"article name": "Enzymes for second generation biofuels: Recent developments and future perspectives",
     "doi": "https://doi.org/10.1016/j.biteb.2018.06.005",
     "publication date": "02-2019",
     "abstract": "Even though the search for alternative fuels from lignocellulosic biomass started a few decades ago, still it is relatively immature mainly because of few challenges which are yet to be solved for making the process commercially viable. The main challenge is the higher production cost of lignocellulose degrading enzymes. There are many factors need to be considered on lignocellulosic biomass degrading enzymes for practical applications mainly due to the heterogeneity of the biomass. A single enzyme will not degrade the biomass efficiently hence it needs to consider for a cocktail of enzymes. Similarly, one enzyme cocktail will not work on every biomass types due to the compositional variability. All these factors need to be addressed which makes the research tiresome. Also, there are several gaps in enzyme technology, especially for biofuel applications. The present review addresses the lacuna in research on lignocellulose degrading enzymes for biofuel production and possible solutions.",
     "keywords": ["Biomass", "Lignocellulose", "Enzymes", "Hydrolysis", "Biofuel", "Pretreatment"]},
    {"article name": "Centrifugation-induced production of triacylglycerols in Chlamydomonas reinhardtii",
     "doi": "https://doi.org/10.1016/j.biteb.2018.10.003",
     "publication date": "02-2019",
     "abstract": "We found that Chlamydomonas reinhardtii, a model microalga, produces triacylglycerols (TAGs) when the cell pellet is left overnight after centrifugation. The centrifuged cells produce three times more TAGs than those cultured in a nitrogen (N) depletion condition in the first 24 h. The chloroplast membranes of the centrifuged cells are largely disrupted. In addition, the accumulated TAGs contain only trivial amount of C18:1 (11) and C18:3 (5,9,12) fatty acids that are more abundant in TAGs accumulated under N-starved condition. Overall, TAGs that are induced by centrifugation contain more saturated fatty acids than that induced by N starvation. These suggest that the centrifugation triggers the production of TAGs through yet unknown mechanism. An importance of this finding is that not only quantity but also quality of the TAG production can be modified by alternating environmental stimuli rather than genetic means.",
     "keywords": ["Chlamydomonas", "Centrifugation", "Triacylglycerol", "Biomass"]},
    {"article name": "Douglas-fir extractives inhibit saccharification",
     "doi": "https://doi.org/10.1016/j.biteb.2018.10.001",
     "publication date": "02-2019",
     "abstract": "Phytochemical extractives can include hundreds of molecules in diverse classes—including soluble components such as flavonoids, proanthocyanidins, and terpenes—and they make-up several percent of the non-carbohydrate dry mass in small diameter Douglas-fir forestry residues. We establish that aqueous extracts from the most extractive rich tissue of Douglas-fir, bark, are inhibitory at biofuel relevant concentrations and demonstrate the inhibition with initial rate saccharification experiments using Trichoderma reesei cellulases. Initial rates of carbohydrate production from crystalline cellulose and amorphous cellulose substrates suggest that exoglucanase, endoglucanase and β-glucosidases are each inhibited between 15 and 25% in the presence of bark extracts. We find that despite the chemical complexity of this feedstock, the bulk of the inhibition comes from tannins while other suspicious extractive components we tested produced no statistically significant inhibition (in conditions of up to 3 grams per liter dry extractives).",
     "keywords": ["Cellulase", "Inhibition", "Tannin", "Cellulose", "Bark"]},
    {"article name": "Evaluating the effects of intermittent aeration and biochar addition on enhancing removal performance of subsurface wastewater infiltration systems with loess soil",
     "doi": "https://doi.org/10.1016/j.biteb.2018.11.010",
     "publication date": "02-2019",
     "abstract": "Subsurface wastewater infiltration systems (SWISs) have great potential in treating various wastewaters. However, information on the effect of the intermittent aeration and biochar addition on nitrogen removal in SWISs with loess soil is still scarce. This study evaluated the enhanced treatment performance in response to the intermittent aeration and biochar addition in SWISs with loess soil for treating decentralized domestic wastewaters. Higher COD removal (above 91%) was obtained in non-aerated and intermittent-aerated SWISs compared with other SWISs with biochar addition (below 82%). While higher TN removal (85–92%) was found in SWISs with biochar addition. In addition, better removal performances of NH4+-N (above 96%) and TP (above 98%) were achieved simultaneously in all SWISs. The results indicated that biochar played an important role in improving nitrogen removal in SWISs with a negative effect on organics removal. Moreover, intermittent aeration and biochar addition could significantly reduce the N2O emission in SWISs.",
     "keywords": ["Domestic wastewater", "Loess soil", "Nitrogen removal", "Organics removal", "Subsurface wastewater infiltration"]},
    {"article name": "The effect of extracellular polymeric substances on exogenous highly toxic compounds in biological wastewater treatment: An overview",
     "doi": "https://doi.org/10.1016/j.biteb.2018.11.009",
     "publication date": "02-2019",
     "abstract": "Extracellular polymeric substances (EPS) are high molecular weight polymers secreted from microorganisms attaching to the cell surface dividing into tightly bound EPS (TB-EPS) and loosely bound EPS (LB-EPS) according to the binding degree to cell. The functional groups existing in EPS exert a great influence on sludge performances. EPS are responsible for pollutant's removal and especially they are closely related to the removal of exogenous toxic compounds, which protect sludge aggregates in WWTPs when exposed to toxic substances. It is necessary to understand the interaction mechanism of EPS and exogenous toxic compounds in order to provide instructions to improve performance of Wastewater treatment plants (WWTPs) when confronting toxic substances. This paper overall reviews the EPS definition, structure, chemical composition, source, extraction methods and interaction mechanism between EPS and heavy metals, toxic organic compounds. In addition, based on these understandings, several future research niches are provided for further study of EPS.",
     "keywords": ["Extracellular polymeric substances (EPS)", "Heavy metals", "Toxic organic compounds", "Phenols", "Antibiotics", "Polycyclic aromatic hydrocarbons (PAHs)"]},
    {"article name": "Biosorption of nickel(II) and copper(II) ions by Sargassum sp. in nature and alginate extraction products",
     "doi": "https://doi.org/10.1016/j.biteb.2018.11.011",
     "publication date": "02-2019",
     "abstract": "In this study, brown algae Sargassum sp. and its alginate extraction products were used as biosorbents for removal of nickel and copper ions from aqueous solutions in batch. The alginate extraction was performed in sodium carbonate solution at 80 °C and the calcium alginate beads were produced using the drip method. The point of zero charge of the biosorbents were determined. Biosorption kinetics were relatively fast and the equilibrium were reached between 90 and 360 min. Biosorption isotherms showed that the calcium alginate beads have higher biosorption capacity. However, the extraction residue and Sargassum sp. in nature have greater metal-biosorbent affinity. The Langmuir model was well-adjusted to the experimental results. Metal biosorption was strongly affected by solution pH. EDX spectra suggest the ion exchange mechanism from light metals with the target ions. FTIR spectra before and after metal biosorption indicated the presence of carboxylate, sulfonic, ether, alcohol and amide groups.",
     "keywords": ["Sargassum sp.", "Alginate extraction", "Biosorption", "Metal ions", "Ion exchange"]},
    {"article name": "Improvement of 2,4-dichlorophenol degradation and analysis of functional bacteria in anaerobic microbial system enhanced with electric assistance",
     "doi": "https://doi.org/10.1016/j.biteb.2018.08.010",
     "publication date": "02-2019",
     "abstract": "The microbial reduction of 2,4-dichlorophenol (2,4-DCP) is typically slow due to lack of electron donors. Thus, an electro-assisted microbial system (EAMS) was established. At 12 h the total dechlorination efficiencies of 2,4-DCP were 98.5 ± 1.5% in the EAMS, 23.3 ± 2.6% in electro-catalytic system at the cathode potential of −0.41 V (vs SHE), and 43.8 ± 3.4% in microbial system. In the EAMS 2,4-DCP dechlorination was a two-electron transfer process that was controlled by surface-adsorption according to the cyclic voltammetry curves. In the EAMS the current change was closely related to the degradation of 2,4-DCP and its intermediates, and the dominant bacteria in cathode biofilm were different from those in anode biofilm. The lower oxidation-reduction potential and the synergistic reaction of microbial species in the mixed liquor, the cathode biofilm and the anode biofilm promoted anaerobic degradation of pollutants in the EAMS.",
     "keywords": ["Electro-assisted microbial system (EAMS)", "2,4-DCP", "Reduction potential", "Degradation pathway", "Microbial community"]},
    {"article name": "Startup performance of microbial electrolysis cell assisted anaerobic digester (MEC-AD) with pre-acclimated activated carbon",
     "doi": "https://doi.org/10.1016/j.biteb.2018.12.007",
     "publication date": "02-2019",
     "abstract": "The feasibility of using pre-acclimated activated carbon to start up microbial electrolysis cell assisted anaerobic digester (MEC-AD) has been testified in this study. Two identical lab-scale digesters were separately packed with granular activated carbon (GAC) and powered activated carbon (PAC), which were initially acclimated as anaerobic digester and then transferred to MEC-AD. When a voltage of 0.5 V was applied, increased methane generation and substrate removal rates were observed. Hydrogenotrophic methanogens predominated in both digesters before and after transition, indicating that the pre-cultured microbial community on carbon materials could provide necessary microbiome favorable for starting up MECs. Although a low abundance of Geobacter was detected in inoculum, a rapid propagation could be realized when reactors were subjected to the electro-stimulation. The abundance of Methanosarcina closely attached to PAC was four times than that of GAC, which might be partially contributed to the improved resilience of anaerobic digester subjected to electro-stimulation.",
     "keywords": ["Activated carbon", "Direct interspecies electron transfer", "Geobacter", "Hydrogenotrophic methanogens", "Volatile fatty acids"]},
    {"article name": "Dehydrated and recovered aerobic granules: Identifying acetone-dehydration resistant strains",
     "doi": "https://doi.org/10.1016/j.biteb.2018.12.008",
     "publication date": "02-2019",
     "abstract": "The aerobic granules that can be stored at dehydration and rapidly recovered with shape stability and high bioactivities are desired. The strains that can survive under dehydration stress and enrich in the subsequent recovery stage should be incorporated in the seed sludge for granule cultivation. This paper for the first time identified the dehydration resistant strains to family levels by adopting the acetone gradient dehydration-to-stimulation approach. The heterotrophic activity of recovered granules reached a plateau after four dehydration-recovery cycles and the dominating dehydration resistant strains are family Xanthomonadaceae and Comamonadaceae based on high throughput screening. Comparisons between the identified strains after recovery for granule formation, granule stability, freeze/dehydration resistance, and bioactivity functions demonstrate that (Abd El-Rahman et al., 2017) the governing strains for each function are different, and (Cai et al., 2018) only when the seed sludge incorporates the Caulobacteraceae and Xanthomonadaceae the so-yielded granules can be stably stored at dehydrated condition with sufficient recovery capability.",
     "keywords": ["Dehydration", "Recovery", "Microbial community", "Comparison"]},
    {"article name": "Removal of a cannabis metabolite from human urine in microbial fuel cells generating electricity",
     "doi": "https://doi.org/10.1016/j.biteb.2019.01.003",
     "publication date": "02-2019",
     "abstract": "Electricity was generated directly from synthetic or human urine containing 11‑nor‑9‑carboxy‑Δ9‑tetrahydrocannabinol in air-cathode microbial fuel cells. Synthetic urine contained sodium acetate as carbon source, while actual human urine was used neat, without further supplements. Microbial fuel cells were capable of degrading more than 60% of the cannabis metabolite from human urine, while generating electricity. With synthetic urine, voltage generation reached 0.33 V, however the addition of 300 ng/mL of 11‑nor‑9‑carboxy‑Δ9‑tetrahydrocannabinol decreased the peak voltage to 0.27 V. This loss in power generation was nevertheless reversible when 11‑nor‑9‑carboxy‑Δ9‑tetrahydrocannabinol was removed from the media. Human urine containing 170 ng/mL 11‑nor‑9‑carboxy‑Δ9‑tetrahydrocannabinol produced 0.23 V of continuous electricity in the microbial fuel cells. The mechanism for degradation of cannabis metabolites in microbial fuel cells was discussed according to the results of the computational studies. In conclusion, wastewaters contaminated with a urine-based cannabis major metabolite could be treated in microbial fuel cells along with voltage generation as added-value.",
     "keywords": ["Cannabis", "COOH-THC", "Electricity", "Human urine", "Microbial fuel cell", "Wastewater"]},
    {"article name": "Investigation of an integrated treatment technique for anaerobically digested animal manure: Lime reaction and settling, ammonia stripping and neutralization by biogas scrubbing",
     "doi": "https://doi.org/10.1016/j.biteb.2019.01.001",
     "publication date": "02-2019",
     "abstract": "Anaerobic digestion of a specific animal manure mixture, in a Plug Flow Reactor (PFR), resulted to a high-rate and methane-rich biogas production. However, the anaerobic digestate was characterized by high ammonia content, which constitutes an environmental problem of great concern. Therefore, air-stripping was chosen for the effective removal of ammonia. Meanwhile, several types of quick and hydrated lime were investigated for the implementation of the necessary pretreatment step for pH-raising and the reduction of residual particulates. Hydrated lime as a slurry was finally preferred due to its fast reaction and low cost, while effective clarification of the anaerobic digestate was obtained at an elevated pH (≥11.5). A temperature of ≥45 °C is suggested for efficient ammonia removal. The final effluent was neutralized by CO2 absorption through biogas injection in a scrubber. Concurrently, the biogas was upgraded since its methane content increased substantially, while H2S was completely removed.",
     "keywords": ["Ammonia stripping", "Anaerobic digestate", "Animal manure", "Biogas scrubbing", "Lime treatment"]},
    {"article name": "Bioactive ultrafiltration membrane manufactured from Aspergillus carbonarius M333 filamentous fungi for treatment of real textile wastewater",
     "doi": "https://doi.org/10.1016/j.biteb.2019.01.020",
     "publication date": "02-2019",
     "abstract": "In this study, a fungal bioactive ultrafiltration membrane was developed from filamentous fungi Aspergillus carbonarius M333 to treat real textile industry wastewater. The effect of time on fungus growth was examined for 3, 6, 9 days. The fungal bioactive ultrafiltration membrane was placed in a dead end filtration system and used for filtration of textile wastewater. For 3, 6, 9 days, formed membranes in the former medium, the hydraulic permeability (Lp) was 20.59, 14.52, 8.05 L/m2 h bar. It has been noticed that the filamentous fungi Aspergillus carbonarius M333 has one-end open fiber and it behaved like hollow fiber membrane with outer radius less than 10 μm. The results showed that 91% decolorization of wastewater and 73.2% COD reduction were obtained by fungal bioactive ultrafiltration membrane. The fungal bioactive ultrafiltration membranes were characterized by Scanning Electron Microscopy (SEM) and Fourier-Transform Infrared Spectroscopy (FTIR).",
     "keywords": ["Aspergillus carbonarius M333", "Fungus", "Green membrane", "Dye decolorization", "Textile wastewater treatment"]},
    {"article name": "Adsorption of methyl blue from solution using walnut shell and reuse in a secondary adsorption for Congo red",
     "doi": "https://doi.org/10.1016/j.biteb.2018.11.006",
     "publication date": "02-2019",
     "abstract": "The aim of this work was to study the adsorption property of walnut shell (WS) towards dyes. FTIR analysis confirmed several functional groups containing oxygen on WS surface. Methylene blue (MB, cationic dye) adsorption was studied in both batch mode and column mode. The adsorption quantity towards MB was to 80.4 mg/g at 318 K and the process was endothermic. The adsorption kinetics and equilibrium processes were predicted by pseudo-second order kinetic model and Langmuir model, respectively. The shape of the breakthrough curves was affected by dye concentration and flow rate. MB-loaded WS in column was directly applied to efficiently remove Congo red (CR, anionic dye) by secondary adsorption. The column adsorption process was predicted by Yan model. It can be implied that WS have high adsorption potential and it can be used for removal of dye from wastewater.",
     "keywords": ["Walnut shell", "Adsorption", "Methylene blue", "Congo red", "Second adsorption"]},
    {"article name": "Characteristics, performances, equilibrium and kinetic modeling aspects of heavy metal removal using algae",
     "doi": "https://doi.org/10.1016/j.biteb.2018.07.009",
     "publication date": "02-2019",
     "abstract": "Heavy metals from industrial effluent are major threat to environment because of their major toxicity effect. The treatment of metal contaminated wastewater is of special concern. This comprehensive review emphasis on the use of algae as the potential source of biosorbent, in this context variety of algae used by various researchers for the heavy metal biosorption is reviewed. The procedures for the biosorbent preparation, modification and their application towards the heavy metals were discussed. The effect of significant parameters in the metal biosorption process was presented. This review reports the biosorption isotherm and kinetic models, thermodynamic aspects of the metal biosorption by algae. The complex mechanisms of metal biosorption by algal presented along with the various instrumental techniques. It was evident from the literature survey that the algae demonstrated with excellent biosorption capabilities towards the removal of various toxic heavy metals.",
     "keywords": ["Biosorption", "Algae", "Heavy metals", "Modification", "Biosorption mechanism"]},
    {"article name": "Photocatalytic degradation of methylene blue and safranin dyes using chitosan zinc oxide nano-beads with Musa × paradisiaca L. pseudo stem",
     "doi": "https://doi.org/10.1016/j.biteb.2018.08.004",
     "publication date": "02-2019",
     "abstract": "The present study was aimed to assess the dye degrading property of the zinc oxide nanoparticles from pseudo stem extract of Musa × paradisiacal L. The zinc oxide nanoparticle was synthesized using the composition of the pseudo stem extract, zinc chloride and NaOH. The zinc oxide nano-beads were prepared using the chitosan substrate. The efficiency of the photocatalytic degradation was identified as 96.15 and 95.65% (at 10 h) with free zinc nanoparticles, and 97.47 and 96.35% (at 1.0 h) for chitosan immobilized zinc oxide nano-beads for the methylene blue and safranin (10.0 ppm) dyes. The characterization such as XRD, FTIR, SEM, TEM, SAED and EDS confirm the nanoparticle in nanoscales range. The present findings exemplifies that, the zinc oxide nano-beads (in chitosan matrix) synthesized with the pseudo stem extract of Musa paradisiaca have shown greater methylene blue and safranin degradation efficiency rather than the un-immobilized nanoparticles.",
     "keywords": ["Chitosan substrate", "Dye degradation", "Nano beads", "Zinc oxide nanoparticles"]},
    {"article name": "Process constraints in sustainable bio-hythane production from wastewater: Technical note",
     "doi": "https://doi.org/10.1016/j.biteb.2018.05.003",
     "publication date": "02-2019",
     "abstract": "The economy of an industrialized country is greatly dependent on fossil fuels. However, these non-renewable sources of energy are nearing the brink of extinction and which have caused serious adverse impacts on the environment. Hydrogen has emerged as a promising alternative and also has the highest calorific value. Bio-hythane is a hydrogen-methane blend can be produced from different organic substrates by two sequential anaerobic stages: a dark fermentation step followed by a second an anaerobic digestion step, for hydrogen and methane production, respectively. Bio-hythane is considered to be promising approach in sustainable energy sector. The advantages of two-stage technology include; high organic removal, high energy recovery and environment friendly. However, current efforts to recover bio-hythane energy from waste are still at bench scale level. The technical constraints in the fermentation must be removed for the indispensable bio-hythane recovery from waste. This short technical note highlights the two-stage fermentation and the technical barriers to be addressed for bio-hythane scale up from waste.",
     "keywords": ["Bio-hythane", "Fermentation", "Scale up", "Process features"]},
    {"article name": "Role of adding dried sludge micropowder in aerobic granular sludge reactor with extended filamentous bacteria",
     "doi": "https://doi.org/10.1016/j.biteb.2018.12.002",
     "publication date": "02-2019",
     "abstract": "This work investigated the extended filamentous bacteria and role of sludge micropowder (prepared from dried municipal wastewater sludge) addition in an aerobic granular sludge-sequencing batch reactor (AGS-SBR). Type 021N strain is one of the dominant extended filaments and remarkably diminished after micropowder addition. Then, sludge volume index (SVI5) value decreased from 172 to 44 mL/g. Micropowder supplemented in the SBR created physical collisions with granules containing extended filaments, improved sludge settleability, and induced microorganisms to secrete more extracellular polymeric substances (EPS), which favored the internal growth of extended filaments and enhanced sludge granulation. Furthermore, pollution removal efficiencies increased and maintained at about 85%. The dosage of sludge micropowder had a positive impact on granulation and reactor operation even at the short-term adding stage.",
     "keywords": ["Aerobic granular sludge", "Extended filaments", "Type 021N", "Sludge micropowder", "Extracellular polymeric substances"]},
    {"article name": "Hydrodeoxygenation of vanillin as model compound for pyrolysis oil over carboxylic carbon nanotubes-supported Ni catalysts",
     "doi": "https://doi.org/10.1016/j.biteb.2018.12.001",
     "publication date": "02-2019",
     "abstract": "Hydrodeoxygenation (HDO) is one of the most promising technologies for the biomass pyrolysis oil upgrading, but substantial challenges for the development of efficient HDO catalysts still remain. In this work, the nickel catalysts supported on carboxylic carbon nanotube (Ni/CCNTs-X, X = 1, 2, 3, 4 and 5) with different diameter have been synthesized for the HDO of model compound (vanillin) to p-creosol. As the tube diameters of Ni/CCNTs-X catalysts increased, the catalytic activity increased firstly, and then decreased. The conversion of vanillin over Ni/CCNTs-4 catalyst reached up to 90.0% under mild reaction condition, with a concomitant 87.7% selectivity of p-creosol. The transformation pathway for the HDO of vanillin over Ni/CCNTs-X catalysts involve in hydrogenation, hydrogenolysis and etherification.",
     "keywords": ["Pyrolysis oil", "Vanillin", "Nickel", "Hydrodeoxygenation", "p-Creosol"]},
    {"article name": "Thermal treatment of Himalayan balsam: Tar and biochar analysis",
     "doi": "https://doi.org/10.1016/j.biteb.2019.01.007",
     "publication date": "02-2019",
     "abstract": "The practicality of Himalayan balsam as an alternative biomass material was considered throughout this investigation. However, due to the materials high-water content, thermal efficiency during pyrolysis was compromised as extra energy was required to remove free and bound water. A simple solution which involved drying at ambient temperature in air, significantly lowered the moisture content, (65% reduction) this resulted in an increase in the bulk density of the material and lowering the thermal energy input of the process. The thermal decomposition process at 300–400 °C generated petroleum like compound; a mixture of volatile aromatic, linear and branched alkanes, and therefore a possible source for replenishment of hydrocarbon-based fuel. The solid remaining carbon generated (~35% mass of dry material) termed biochar showed adsorption properties to rhodamine B dye. The level of activity was increased upon activation using phosphoric acid. The activated biochar could be a promising adsorbent used to remove aqueous organic compounds. The thermal treatment of Himalayan balsam has potential in generating useful products such as bio-fuels and biochar.",
     "keywords": ["Pyrolysis", "Activated biochar", "Biomass recycling", "Thermal treatment", "Bio-oil", "Himalayan balsam"]},
    {"article name": "Hydrothermal base catalysed treatment of Kraft Lignin for the preparation of a sustainable carbon fibre precursor",
     "doi": "https://doi.org/10.1016/j.biteb.2018.11.001",
     "publication date": "02-2019",
     "abstract": "Industrial Kraft Lignin (KL) prepared by LignoBoost® technology was treated via hydrothermal base catalysed depolymerisation (HBCD). KL was dried and divided into methanol soluble and insoluble fractions. The insoluble fraction was treated in 1 M NaOH (aq) at 300 °C. After precipitation with HCl (aq), the solids yield was ca. 60 wt%. These solids demonstrated improved thermal stability and carbon content, increased solubility in MeOH and reduction in polydispersity. With a view to the use of the product in the preparation of carbon-based materials (e.g. carbon fibres (CF)), thermal analysis was undertaken, revealing a lack of a glass transition below the decomposition temperature, excluding melt pinning. However, a high solubility in organic solvents renders the product a suitable candidate for solvent spinning and for the production of renewable low-cost CFs. Additionally, the process generated an oily liquid phase with yields of ca. 10 wt% containing valuable catechol and methylated derivatives.",
     "keywords": ["Lignin", "Kraft Lignin", "Carbon fibres", "Bio-refinery", "Base catalysed depolymerisation"]},
    {"article name": "What is the influence of the nitrogen-containing composition during hydrothermal carbonization of biomass? A new perspective from mimic feedstock",
     "doi": "https://doi.org/10.1016/j.biteb.2018.07.001",
     "publication date": "02-2019",
     "abstract": "The influence of nitrogen-containing composition during hydrothermal carbonization of biomass was investigated. Representative chemicals, protein, glycine, (NH4)2SO4, NH4Cl, and NaNO3, were used as nitrogen-containing species and glucose was used as model carbohydrate. The hydrochar yield, nitrogen distribution, and hydrochar properties were assessed. High ratio of glycine, (NH4)2SO4 and NH4Cl decreased hydrochar yield, conversely protein and NaNO3. The nitrogen content in hydrochar depended on the nitrogen-containing species and mass ratio in biomass, with 5 g glycine (260 °C and 2 h) having the highest value (9.20%). Especially, high (NH4)2SO4 and NH4Cl ratio increased of H/C and O/C of hydrochar at 180 °C, while protein and glycine mainly decreased O/C. However, all hydrochar had high degree of carbonization at 260 °C. Thermally unstable components appeared when protein and NH4Cl were added into the reaction mixture and more NH4Cl and NaNO3 decreased the maximum mass loss rate during pyrolysis.",
     "keywords": ["Nitrogen", "Biomass", "Hydrochar", "Thermal stability"]},
    {"article name": "Bioconversion of wastewater by photosynthetic bacteria: Nitrogen source range, fundamental kinetics of nitrogen removal, and biomass accumulation",
     "doi": "https://doi.org/10.1016/j.biteb.2018.08.012",
     "publication date": "12-2018",
     "abstract": "There is great potential for nitrogen removal in wastewater treatment by photosynthetic bacteria (PSB) bioconversion. Protein-rich cells can be cultured simultaneous to nitrogen removal. For the first time, efficient nitrogen source range, kinetics of nitrogen removal and biomass accumulation of PSB bioconversion technology were studied. Results are that efficient nitrogen range is 3–8000 mg·L−1, which covers most wastewaters. Biokinetics was fit to Michaelis–Menten model, Monod model and inhibition models including Haldane, Edwards, and Aiba models. The data were best fitted by Aiba model, with an R2 of 0.97. Vmax, Km, and Ki of nitrogen degradation were 0.065 d−1, 1344 mg·L−1, and 6525 mg·L−1, respectively, and μmax, Ks, and Ki of biomass accumulation were 5.88 d−1, 883 mg·L−1, and 1521 mg·L−1, respectively. PSB bioconversion technology is more suitable than others for high nitrogen wastewater treatment.",
     "keywords": ["Photosynthetic bacteria", "Substrate utilization", "Biomass accumulation", "Nitrogen inhibition"]},
    {"article name": "Response of photosynthetic apparatus of Isochrysis galbana to different nitrogen concentrations",
     "doi": "https://doi.org/10.1016/j.biteb.2018.09.003",
     "publication date": "12-2018",
     "abstract": "The chlorophyll fluorescence parameters of Isochrysis. galbana at different nitrogen levels were determined by using chlorophyll fluorescence with the aim of better understanding the operative status of photosynthetic system II (PSII) and electron transport chain in oleaginous microalgae. In this experiment, the growth and photosynthetic efficiency were restricted in N-deprived I. galbana, which were mainly presented in significant decrease of cell numbers and chlorophyll content, the dramatic decline of Fv/Fm, P.I., ΦPSII and rETR, and commensurate increase of NPQ and Wk. The growth of algal cells gradually increased with rising nitrogen concentration, especially reached the top in N-1.76 mM L1 medium, but were inhibited in N-3.52 mM L1 medium. The results suggested that N-deprivation and N-deficiency could inhibit the growth and photosynthesis of I. galbana, but excessive nitrogen could also restrict the growth of algal cells. The nitrogen concentration plays an important role in the algal growth and photosynthesis.",
     "keywords": ["Isochrysis galbana", "Nitrogen concentration", "Chlorophyll fluorescence", "Photosynthetic efficiency"]},
    {"article name": "Can membrane bioreactor be a smart option for water treatment?",
     "doi": "https://doi.org/10.1016/j.biteb.2018.09.002",
     "publication date": "12-2018",
     "abstract": "The gradual increase of organic and inorganic micropollutants in natural and drinking watercourses has posed a greater challenge for current water treatment technologies. Currently established water treatment processes such as activated sludge, microfiltration, reverse osmosis, adsorption, carbon nanotube etc. have a limited range of application, low energy recovery, and cost-intensive operation. Membrane bioreactor has already been utilized as a useful option to remove soluble organics, nutrients, and micropollutants from wastewater. Although currently established Membrane Bioreactors have few limitations, recent developments on this technology have improved its energy efficiency and reduced the operating and maintenance cost. Implementing these research findings in full-scale operation can make this process a favorable option in industrial wastewater treatment.",
     "keywords": ["Membrane bioreactor", "Micropollutants", "Nutrients", "Fouling", "Water treatment"]},
    {"article name": "Treatment of cake shop wastewater by pilot-scale Submerged Membrane Bioreactor (SMBR)",
     "doi": "https://doi.org/10.1016/j.biteb.2018.09.009",
     "publication date": "12-2018",
     "abstract": "In this work, the treatment of cake shop wastewater using Submerged Membrane Bioreactor (SMBR) on pilot-scale has been studied. The commercial hollow fiber membrane was used with a total surface area of 0.609 m2. The experiment was set up with three different conditions as follows: model 1 - the SMBR system used suspended activated sludge; model 2 – the SMBR system was combined with the substrate inside; model 3 – the SMBR system was added with PAC (Poly Aluminium Chloride) excluding substrate. Effects of organic loading rates (OLR) were investigated to assess the performance of each model. The results showed that the optimal OLR of model 1 achieved at 11 kgCOD/m3.day and COD, TN, TP removal efficiencies were 97.93%, 71.04% and 79.04%, respectively. The optimal OLR of model 2 was 13.3 kgCOD/m3.day and the COD, TN, TP removal efficiencies were 98.04%, 82.35% and 84.59%, respectively. 11 kgCOD/m3.day was optimal OLR for model 3 with COD, TN, TP removal efficiencies 98.10%, 73.35% and 84.70%, respectively. Trans-membrane pressure (TMP) of the whole operation was in range of 20 to 55.5 CmHg and flux values were observed in the range of 35.86 to 333.24 L/m2.h. Depending on discharge requirements, an approximate processing model for cake shop wastewater treatment is chosen.",
     "keywords": ["Cake shop wastewater", "SMBR", "Activated sludge", "PAC"]},
    {"article name": "Anaerobic granule sludge formation and perchlorate reduction in an upflow anaerobic sludge blanket (UASB) reactor",
     "doi": "https://doi.org/10.1016/j.biteb.2018.09.012",
     "publication date": "12-2018",
     "abstract": "It is a novel biological method to reduce high concentration of perchlorate using an upflow anaerobic sludge blanket reactor with perchlorate granular sludge. A high perchlorate loading rate of 9.96 g/(L·d) was achieved in the UASB reactor with the perchlorate reduction rate of 84.7%. The perchlorate granular sludge wet density, mechanical strength and VSS/SS of the mature perchlorate granular sludge were 1.2516 g/cm3, 97.18% and 0.45, respectively. 16S rDNA gene amplicon sequencing indicated that the first abundant bacteria among all of the detected bacteria were Sulfurovum, Methyloversatilis and Sulfurospirillum for floccular anaerobic sludge, denitrifying granular sludge and perchlorate reduction granular sludge, respectively. The perchlorate reduction rate was compared with prediction of the first-order substrate removal models, second-order substrate removal models and the Stover–Kincannon substrate removal models with the correlation coefficient 0.9300, 0.9988 and 0.9995, respectively. These models may be used in predicting the behavior or design of the perchlorate reduction.",
     "keywords": ["Perchlorate reduction", "Anaerobic granule sludge", "Upflow anaerobic sludge blanket", "Kinetic"]},
    {"article name": "Biodegradation of pyrene in soil microcosm by Shewanella sp. ISTPL2, a psychrophilic, alkalophilic and halophilic bacterium",
     "doi": "https://doi.org/10.1016/j.biteb.2018.10.004",
     "publication date": "12-2018",
     "abstract": "The present study demonstrates pyrene degradation by a pshychrophilic bacterial strain, Shewanella sp. ISTPL2 isolated from Pangong lake, Ladakh, India. The ISTPL2 strain showed highest specific growth rate at 500 ppm with 93% extent of degradation. Pyrene metabolic pathway was confirmed from metabolites such as 4,5-dihydroxypyrene, 2-carboxybenzalpyruvate, phthalic acid and salicylic acid obtained from pyrene degradation. Soil microcosm was set up with different concentration of pyrene and investigated using GC–MS to uncover the arrangement of intermediary metabolites. The results indicated that 75.11%, 95.39%, 94.32% and 93.11% of pyrene was degraded within 90 days in the soil spiked with 50, 350, 500 and 1000 ppm pyrene respectively. Strain ISTPL2 is a potent candidate for pyrene degradation as it can survive under high pyrene load.",
     "keywords": ["Biodegradation", "Polycyclic aromatic hydrocarbons", "Soil microcosm", "Shewanella sp.", "Psychrophile"]},
    {"article name": "Tracing cellulase components in hydrolyzate during the enzymatic hydrolysis of corncob residue and its analysis",
     "doi": "https://doi.org/10.1016/j.biteb.2018.07.018",
     "publication date": "12-2018",
     "abstract": "Cellulase components in hydrolyzate were accurately traced by SDS-PAGE gel electrophoresis during the enzymatic hydrolysis of corncob residual (CCR) and delignified CCR (CCR-DL). After a quick initial adsorption on substrates, cellulase in hydrolyzate remained stable for CCR, but showed an obvious increasing trend for CCR-DL. It indicated that lignin in CCR was the main factor for the loss of cellulase in hydrolyzate. During CCR's hydrolysis, β‑glucosidase, xylanase, endoglucanase III (EGIII) and EGV were rapidly adsorbed on lignin and weren't released in subsequent, however, cellobiohydrolase I (CBHI), CBHII, EGI and EGIV were mainly adsorbed on cellulose in the early stage. With the hydrolysis of substrate, cellulase on cellulose would be released into hydrolyzate, but cellulase in hydrolyzate gradually became hydrophobic and much easier to be adsorb on lignin by the increasing hydrophobic interaction. These two factors dominated the change of cellulase concentration in hydrolyzate in the later stage of CCR's hydrolysis.",
     "keywords": ["Lignocellulose", "Adsorption", "Enzymatic hydrolysis", "Cellulase", "SDS-PAGE gel electrophoresis"]},
    {"article name": "Remediation of highly fuel oil-contaminated soil by food waste composting and its volatile organic compound (VOC) emission",
     "doi": "https://doi.org/10.1016/j.biteb.2018.10.010",
     "publication date": "12-2018",
     "abstract": "Food waste composting was used to treat highly fuel oil-contaminated soil (two particle size fractions - fine < 0.3 cm and coarse > 1.3 cm). The initial fuel oil concentrations in the fine and coarse piles were 12,000 and 11,850 mg/kg, respectively. After 45-day incubation, the removal efficiencies of the fine and coarse piles were 82% and 93%, respectively. Residual fuel oil concentration (847 mg/kg) in the coarse pile met the Taiwan EPA standard limit (1000 mg/kg). The results indicated that the soil particle size fraction affected the efficiency of the composting treatment. Besides, emissions of oxygenated volatile organic compounds (OVOCs) and BTEXs from the food waste composting treatment were investigated. Ketones and toluene were the most abundant species of OVOCs and BTEXs, respectively. This study demonstrated that food waste composting would be a promising treatment technology for highly fuel oil-contaminated soil.",
     "keywords": ["Food waste composting", "Highly fuel oil-contaminated soil", "Oxygenated volatile organic compound (OVOCs)", "BTEXs"]},
    {"article name": "Bioaugmentation as a strategy to enhance nutrient removal: Symbiosis between Chlorella protothecoides and Brevundimonas diminuta",
     "doi": "https://doi.org/10.1016/j.biteb.2018.10.007",
     "publication date": "12-2018",
     "abstract": "The exploitation of symbiotic interactions between species-specific algae-bacteria consortia is a viable strategy to improve wastewater remediation efficiency. In this work, specific interactions between Chlorella protothecoides and Brevundimonas diminuta were exploited to improve nutrient removal. The beneficial effects of the presence of B. diminuta were studied in continuous reactors, in comparison with co-cultivation of C. protothecoides with complex bacterial communities from activated sludge in artificial wastewater. The presence of B. diminuta increased the microalgal growth rate up to 5 times, depending on the environmental conditions, leading to a selective advantage when cultivated in continuous system. This decreased the washout point of microalgae at lower residence times. The proposed bioaugmentation approach was promising for a simultaneous removal of COD, N and P, up to about 92, 80 and 71%, respectively. Finally, the applicability of such a consortium in real urban wastewater was successfully investigated in continuous reactor at several residence times.",
     "keywords": ["Microalgae-bacteria consortium", "Mixotrophy", "Continuous reactor", "Light intensity", "Wastewater", "Activated sludge"]},
    {"article name": "Research on in situ continuous off-line chemical cleaning in full-scale membrane bioreactors",
     "doi": "https://doi.org/10.1016/j.biteb.2018.10.005",
     "publication date": "12-2018",
     "abstract": "An in situ continuous off-line chemical cleaning system for membrane bioreactors was developed, and a related engineering test was carried out. The cleaning method achieved the same effect as traditional off-line chemical cleaning of the MBR (membrane bioreactor) but reduced the cleaning time by 60%. There was a linear relationship between sodium hypochlorite/citric acid and pH. The proposed sodium hypochlorite soaking time was 15–24 h, and the citric acid soaking time was 8–20 h. An intermittent aeration process was used to blow sludge particles off of the surface of membrane to improve the cleaning efficiency when the aeration intensity was 25 Nm3/m2·h. This system and method did not affect the effluent production and had the same effect as traditional off-line chemical cleaning methods while saving space and reducing capital. This system was successfully used in a full-scale municipal wastewater treatment plant and is an important complement to traditional chemical cleaning of MBRs.",
     "keywords": ["Membrane bioreactor", "Membrane fouling", "In situ continuous off-line chemical cleaning", "On-line chemical cleaning"]},
    {"article name": "Bio-H2 production using de-oiled cake as cheap nitrogen source and subsequent electricity generation by hybrid system",
     "doi": "https://doi.org/10.1016/j.biteb.2018.09.005",
     "publication date": "12-2018",
     "abstract": "Bio-H2 was produced by Enterobacter sp., using de-oiled cake (DOC) as nitrogen source and was subsequently converted to electricity by a hybrid platform of proton exchange membrane fuel cell (PEM-FC) and photo voltaic (PV) cells. Taguchi design was used to maximize H2 production on using different DOC concentrations, pH, pre-treatment time and agitation speeds. Highest H2 production of 3.42 ± 0.26 L L−1 was observed at pH 6.0, 50 g L−1 DOC concentration, 20 min pre-treatment time and 200 rpm agitation speed, respectively. In continuous process maximum rate of H2 production of 854 ± 20 mL L−1 h−1 (molasses), 580 ± 22 mL L−1 h−1 (glucose) and 640 ± 22 mL L−1 h−1 (starchy wastewater), respectively was observed at 0.2 h−1 dilution rate. The hybrid system showed maximum current (I), voltage (V) and power (P) of 0.035 mA, 11 V and 385 mW, respectively.",
     "keywords": ["Taguchi design", "De-oiled cake", "Continuous hydrogen production", "Fuel cell"]},
    {"article name": "Systematic procedure and framework for synthesis and evaluation of bioethanol production processes from lignocellulosic biomass",
     "doi": "https://doi.org/10.1016/j.biteb.2018.08.015",
     "publication date": "12-2018",
     "abstract": "Bioethanol from lignocellulosic feedstock rises as a promising alternative to replace liquid fossil fuels in the energy market for the next years. However, the variety of available biomass combined with the necessity of possible pretreatments and their particular features make it difficult to clearly identify the favorable process routes. In this study a systematic approach consisting of seven steps was proposed to obtain possible and feasible alternatives for the conversion of lignocellulosic biomass into bioethanol. The method was exemplified with the aid of a general case study, from the biomass selection to possible by-products generation. The case study resulted in a corn stover based process to produce bioethanol through ammonia fiber explosion pretreatment. Following the systematic approach different alternatives were proposed to finally obtain the optimal flowsheet with a minimum ethanol selling price of 0.43$/kg of ethanol, 35.4% lower than the initial process.",
     "keywords": ["Bioethanol", "Lignocellulosic biomass", "Process synthesis", "Process integration", "Systematic procedure"]},
    {"article name": "Enhancement of bio-ethanol production potential of wheat straw by reducing furfural and 5-hydroxymethylfurfural (HMF)",
     "doi": "https://doi.org/10.1016/j.biteb.2018.09.007",
     "publication date": "12-2018",
     "abstract": "The present study intended to enhance the bioethanol production potential of wheat straw by reducing furfural and 5-hydroxymethylfurfural. The combination of 180 °C and 2% H2SO4 was optimized for pretreatment of wheat straw, which resulted significantly higher total soluble sugar. The maximum amount of furfural and HMF were observed when wheat straw pretreated at 180 to 220 °C, using 4% (v/v) dilute sulfuric acid. Amendment of pretreated acid hydrolysate using activated charcoal (5%, w/v) reduced up to 84.01% furfural and up to 76.42% HMF concentration in filtrate. The maximum ethanol yield of 5.29% (v/v) was obtained from charcoal amended acid hydrolysate, equivalent to 87.9% theoretical yield. Ethanol yield coefficient (Yps) was found to be 0.44 g ethanol g−1 sugar utilized. These results indicate that activated charcoal treated acid hydrolysate will be effective among the available technologies and could make lignocellulosic biomass-based ethanol production process economically viable by maximizing ethanol yield.",
     "keywords": ["Wheat straw", "Pretreatment", "Furfural", "HMF", "Ethanol"]},
    {"article name": "Effects of residence time on life cycle assessment of bioenergy production from dairy manure",
     "doi": "https://doi.org/10.1016/j.biteb.2018.08.011",
     "publication date": "12-2018",
     "abstract": "This study simulated the effect of time on bioenergy production from dairy manure and associated variation in energy demand and GHG emission in Ohio and Hawaii. Increasing the residence-time (RT) decreases the bioenergy-production in a nonlinear-fashion, for both the states (Ohio and Hawaii). Using the main scenario in Hawaii, the highest bioenergy production for 30 days RT was 11.2 × 104 GJ. Life-cycle-assessment of produced bioenergy showed that energy requirement and GHG emission of the produced-bioenergy (GJ) varied from 0.65 to 0.67 and 28–35 kg CO2/GJ bioenergy respectively. Year-round bioenergy production through main scenario was more advantageous with respect to bioenergy production and GHG emission. Decreasing nitrogen concentration for algal biomass production increased the bioenergy production significantly with a reduced energy demand and marginally increased GHG emission. Hence, the LCA model predicted that running a biorefinery for short residence time, and using diluted waste, could provide bioenergy with reduced energy requirement and GHG-emission.",
     "keywords": ["Algal bioenergy", "Life cycle assessment", "Energy demand analysis", "GHG emissions"]},
    {"article name": "Bioconversion of oily bilge waste to polyhydroxybutyrate (PHB) by marine Ochrobactrum intermedium",
     "doi": "https://doi.org/10.1016/j.biteb.2018.08.013",
     "publication date": "12-2018",
     "abstract": "A bacterial strain capable of producing polyhydroxybutyrate (PHB) utilizing hydrocarbon wastes was isolated from oily bilge waste contaminated sea water. The isolate was identified as Ochrobactrum intermedium based on biochemical, 16S rRNA partial gene sequencing. Tolerance and growth of the isolate with different hydrocarbons were analysed. Hydrocarbon degrading ability of O.intermedium was determined by emulsification index and cell surface hydrophobicity analysis. The isolate utilized aliphatic hydrocarbons efficiently than aromatic hydrocarbons. PHB accumulation by the isolate was confirmed by Sudan black and Nile red staining. FTIR, 1H and 13C NMR scans confirm the polymer to be of poly3-hydroxybutyrate. Optimization of Bushnell Hass (BH) medium constituents was carried out by 2 level factorial design and response surface methodology (RSM). Interactive influence of variables having high t-values was analysed by 23 central composite design for the enhancement of PHB production. Optimization of BH medium composition resulted in 37.00% increase in PHB accumulation.",
     "keywords": ["Oily bilge water", "Polyhydroxybutyrate", "Ochrobactrum intermedium"]},
    {"article name": "Municipal secondary sludge as carbon source for production and characterization of biodiesel from oleaginous bacteria",
     "doi": "https://doi.org/10.1016/j.biteb.2018.09.011",
     "publication date": "12-2018",
     "abstract": "Rising level of CO2, increasing demands and price of fossil fuel, generation of waste are the major challenges of the modern society. Biorefinery approach for production of biodiesel using waste as feedstock could be an alternative of these problems. The present research demonstrates the use of municipal secondary sludge as growth media for production of biodiesel by chemolithotrophic, oleaginous bacteria Serratia sp. ISTD04. The characterization of bacteria and biodiesel was performed by TEM and GC–MS, NMR respectively. The hydrocarbon range, C-7 to C-25 and suitable saturated and unsaturated fatty acid composition, makes it an impending fuel. Optimization of in-situ transesterification process parameters increased the yield by 25% and similarly increases in transesterification efficiency from 74% to 94%. The fuel properties (Total acid value, Cetane number, Cloud point, Pour point, Heating value, Kinematic viscosity) of 5% blended biodiesel was analyzed by ASTM standard methods and its shows good fuel behavior.",
     "keywords": ["Biodiesel", "Fatty acid", "Municipal secondary sludge", "Biosolids", "In-situ transesterification"]},
    {"article name": "A two stage pretreatment process to maximise recovery of sugars from cotton gin trash",
     "doi": "https://doi.org/10.1016/j.biteb.2018.09.010",
     "publication date": "12-2018",
     "abstract": "We evaluated a two stage pretreatment process for liberation of sugars from cotton gin trash (CGT) for ethanol production. The 1st stage releases C5 sugars for propagation of yeast inoculum intended for C6 sugar fermentations. The effects of a range of dilute acid hydrolysis pretreatment conditions on CGT were assessed. Propagation of recombinant Saccharomyces cerevisiae GSF335 in 1st stage liquors yielded up to 66 g yeast biomass kg−1 CGT. In the presence of PEG 6000, 2nd stage pretreated fibres were highly acquiescent to enzyme hydrolysis, yielding up to 242 g glucose kg−1 CGT. We conclude that the optimum conditions for recovery of sugars from CGT are: 1:6 solids to liquids ratio with 12% H2SO4 wt. on solids at 180 °C for 15 min during the 1st stage, with the ensuing pressed unwashed fibre heated to 200 °C for 5 min during the 2nd stage.",
     "keywords": ["Cotton gin trash", "Cellulase hydrolysis", "Dilute acid", "Two stage pretreatment", "Yeast xylose propagation"]},
    {"article name": "Improving microalgal growth in column photobioreactor with internal light column",
     "doi": "https://doi.org/10.1016/j.biteb.2018.10.006",
     "publication date": "12-2018",
     "abstract": "A column photobioreactor with internal light column (ILC-CPBR) was compared with CPBRv (without internal light column but with the same culture volume), IC-CPBR (with internal column but without the internal light) and CPBRh (without internal light column but with the same height of culture solution) not only in hydrodynamics characteristics and light intensity, but also in microalgal growth and CO2 fixation rate. The result showed that mass transfer coefficient of ILC-CPBR was 24.3% and 21.5% higher than that of CPBRv and CPBRh in 0.1 vvm. The adding of internal light column enhanced light intensity of microalgal growth by increasing light/dark ratio. Based on mutual enhancement of mass transfer coefficient and light intensity, the biomass increased by 82.4% and 64.4% in ILC-CPBR compared with those in CPBRv and CPBRh, and the peak of CO2 biofixation rate increased by 47.7% and 26.2% in ILC-CPBR compared with those in CPBRv and CPBRh.",
     "keywords": ["Microalgae", "CO2 fixation", "Mass transfer efficiency", "Light attenuation"]},
    {"article name": "Investigation on the production of bioethanol from black tea waste biomass in the seawater-based system",
     "doi": "https://doi.org/10.1016/j.biteb.2018.11.003",
     "publication date": "12-2018",
     "abstract": "The present study is aimed to utilize the seawater-based system for the production of bioethanol from black tea waste generated after the first brewing to reduce the consumption of freshwater in bioethanol industries. Two yeast isolates (Zygosaccharomyces bailii MTCC 8177 and Brettanomyces claussenii MTCC 7801) from kombucha black tea were evaluated for the ethanol production due to their growing capability in black tea brew as well as in seawater. The results revealed that the boiling process releases higher fermentable sugars from black tea waste than the other pretreatment methods studied. Among the two yeasts (Zygosaccharomyces bailii and Brettanomyces claussenii) studied for bioethanol production in the seawater-based medium, immobilized cells of Z. bailii had six-fold greater yield than the free cells. In the case of B. claussenii cells, there was no significant difference in ethanol yield between the free and immobilized cells on glucose fermentation.",
     "keywords": ["Kombucha black tea waste", "Fermentation", "Bioethanol", "Seawater", "Resource recovery", "Waste to wealth"]},
    {"article name": "Microbial oil produced from the fermentation of microwave-depolymerised rapeseed meal",
     "doi": "https://doi.org/10.1016/j.biteb.2018.10.008",
     "publication date": "12-2018",
     "abstract": "Rapeseed meal is high in protein and carbohydrate and is a promising feedstock for microbial valorisation, however, the fibrous structure is difficult to breakdown and involves multiple chemical and enzymatic steps to release a fermentable hydrolysate. In this investigation an innovative pre-treatment of rapeseed meal was demonstrated, involving a one-step process using microwave heating and no additional chemicals or enzymes. 57% of the biomass was solubilised over just a few minutes with minimal energy input. The hydrolysate contained a mixture of monosaccharides, oligosaccharides and micronutrients. To ferment this material the oleaginous yeast Metschnikowia pulcherrima was selected and was able to metabolise the material including some of the oligosaccharides of approximately DP8 and below, producing a lipid that was highly monounsaturated. On the laboratory scale 11% lipid could be achieved from the rapeseed meal alone, with a lipid profile akin to palm oil. On the addition of glycerol to increase the C:N ratio, over 16 g/L of yeast was achieved with lipid content of 38% w/w. To demonstrate the scalability of the microbial process, the fermentation was demonstrated on depolymerised rapeseed meal with glycerol, in a 30 L pilot scale fermenter, yielding 12 g/L of yeast with 22% w/w lipid over 120 h. While the lipid production needs to be further optimized on this scale, the use of rapeseed meal as a feedstock, coupled with a one-step microwave process that does not need additional pre- and post-processing stages, is an exciting route to potential commercially viable microbial oils.",
     "keywords": ["Lignocellulose", "Yeast", "Lipid", "Biodiesel", "Depolymerisation"]},
    {"article name": "Development of fed batch strategies to improve the production of eicosapentaenoic acid from a marine microalga Nannochloropsis oculata",
     "doi": "https://doi.org/10.1016/j.biteb.2018.10.011",
     "publication date": "12-2018",
     "abstract": "Marine microalgae are emerging as a source of polyunsaturated fatty acids and other commercially important nutraceuticals and pharmaceuticals. In this work, batch and fed batch modes were assessed to improve the performance of Nannochloropsis oculata as an eicosapentaenoic acid (EPA) producer. Fed batch strategies devised in this study involve simultaneous C and nitrogen (N) supplementation resulting in promising boost in biomass and EPA productivities. Individually, mixotrophic C supplementation improved the biomass productivity (0.17 g·L−1·d−1) and total lipid content (~72.69% dry cell weight) while N supplementation led to higher EPA percentage (33.9%) on overall fatty acid profile. This study is the first to explore molasses, a carbon (C) rich industrial effluent, as an alternative C source for mixotrophic growth of N. oculata. Collectively, this study explores potential growth regimes to enhance feasibility of biomass production without compromise in EPA productivity in N. oculata.",
     "keywords": ["A-b sodium acetate batch", "sodium acetate batch", "A-fb sodium acetate fed batch", "sodium acetate fed batch", "ALA alpha linoleic acid", "alpha linoleic acid", "A-N-fb sodium acetate + sodium nitrate fed batch", "sodium acetate + sodium nitrate fed batch", "ARA arachidonic acid", "arachidonic acid", "C carbon", "carbon", "DCW dry cell weight", "dry cell weight", "DHA docosahexaenoic acid", "docosahexaenoic acid", "EPA eicosapentaenoic acid", "eicosapentaenoic acid", "FA fatty acid", "fatty acid", "FAME fatty acid methyl esters", "fatty acid methyl esters", "G-b glucose batch", "glucose batch", "GCMS gas chromatography with mass spectrophotometry", "gas chromatography with mass spectrophotometry", "G-fb glucose fed batch", "glucose fed batch", "G-N-fb glucose + sodium nitrate fed batch", "glucose + sodium nitrate fed batch", "HPLC high performance liquid chromatography", "high performance liquid chromatography", "M-b molasses batch", "molasses batch", "M-fb molasses fed batch", "molasses fed batch", "M-N-fb molasses + sodium nitrate fed batch", "molasses + sodium nitrate fed batch", "N nitrogen", "nitrogen", "N-b sodium nitrate batch", "sodium nitrate batch", "N-fb sodium nitrate fed batch", "sodium nitrate fed batch", "PUFA polyunsaturated fatty acids", "polyunsaturated fatty acids", "Nannochloropsis oculata", "Eicosapentaenoic acid", "Fed batch", "Mixotrophy", "Nitrogen"]},
    {"article name": "Comparative evaluation of anaerobic co-digestion of water hyacinth and cooked food waste with and without pretreatment",
     "doi": "https://doi.org/10.1016/j.biteb.2018.11.002",
     "publication date": "12-2018",
     "abstract": "The present study is a comparative evaluation of anaerobic co-digestion of water hyacinth and food waste with and without pretreatment. The novelty of this anaerobic co-digestion study is that it highlights the effect of pretreatment and mixing ratio. Two set up of bio-chemical methane potential (BMP) experiments for the same mixing ratios but with or without pretreatment were simultaneously conducted. In set I, untreated water hyacinth and food waste was co-digested whereas in set II, pretreated water hyacinth and food waste was co-digested. Higher biogas production in set I and II was witnessed by the mixing ratios 2 and 1.5 respectively indicating them to be the ideal mixing ratio. Considerably higher biogas production was observed for both the setup of anaerobic co-digestion than mono-digestion. Also, set II exhibited higher biogas production than set I. The results portrayed that pretreatment followed by co-digestion provided quicker and higher biogas production.",
     "keywords": ["Water hyacinth", "Food waste", "Co-digestion", "Mixing ratio", "Pretreatment", "Biogas"]},
    {"article name": "Lipase NS40116 as catalyst for enzymatic transesterification of abdominal chicken fat as substrate",
     "doi": "https://doi.org/10.1016/j.biteb.2018.11.005",
     "publication date": "12-2018",
     "abstract": "Enzymatic biodiesel, as an alternative biodiesel obtained by chemical route and alternative to petroleum fuel, becomes attractive by using low-cost raw materials such as abdominal chicken fat and low-cost free enzyme as catalyst. In this sense, the main goal of this work was to optimize enzymatic biodiesel synthesis to obtain high methyl esters content from abdominal chicken fat by using free NS 40116 lipase as a catalyst in a solvent-free system. Kinetics studies were carried out to investigate the influence of enzyme in relation to water content (0.0–2.0 wt%), NS 40116 concentration (0.1–0.7%), temperature (30–45 °C), molar ratio oil to ethanol (1:3–1:6) and different additions of methanol (1–6 shots). Under optimized conditions of reaction, 77% of conversion was obtained using 0.3 wt% NS 40116, 2 wt% water, 1:4.5 molar ratio oil to methanol (3 shots), 30 °C and 250 rpm in 24 h.",
     "keywords": ["Enzymatic transesterification", "Abdominal chicken fat", "Enzymatic biodiesel", "NS 40116 enzyme"]},
    {"article name": "High solid concentrations during the hydrothermal pretreatment of eucalyptus accelerate hemicellulose decomposition and subsequent enzymatic glucose production",
     "doi": "https://doi.org/10.1016/j.biteb.2018.09.006",
     "publication date": "12-2018",
     "abstract": "To improve the cost and energy efficiencies of glucose production from eucalyptus, we investigated the effect of solid concentration on hemicellulose decomposition during hydrothermal pretreatment, and the subsequent enzymatic production of glucose. The effect of reduced water use during hydrothermal pretreatment prior to enzymatic hydrolysis was examined, which led to relatively concentrated reaction conditions. Pretreatments were conducted at 200 °C with various solid concentrations (9–50 wt%) and severity factors (SF = 4.22 and 4.52). Acetic acid generated through hemicellulose deacetylation increased with increasing solid concentration and SF. Higher levels of acetic acid promoted hemicellulose decomposition during hydrothermal pretreatment through hemicellulose autohydrolysis. The maximum glucose yield following enzymatic hydrolysis was 436.7 mg/g-Eu, which was observed at the highest solid concentration and SF values (50 wt% and 4.52, respectively). We ascribe the observed enhancement to efficient hemicellulose decomposition during pretreatment, which improves enzyme access to the cellulose surface during enzymatic hydrolysis.",
     "keywords": ["Hydrothermal pretreatment", "Hot compressed water", "Enzymatic hydrolysis", "Autohydrolysis"]},
    {"article name": "Modelling of low temperature dilute sulfuric acid pre-treatment of South African grass",
     "doi": "https://doi.org/10.1016/j.biteb.2018.08.014",
     "publication date": "12-2018",
     "abstract": "Dilute acid hydrolysis is an effective method of pre-treatment of lignocellulosic biomass. Although there are many studies modelling this pre-treatment at high temperature (120–210 °C), no studies were found modelling this reaction at low temperature. In this study, a long grass species was pre-treated with dilute sulfuric acid (pH 1, 2 & 3) at low temperatures (35 °C, 65 °C, 90 °C). The hydrolysis of xylan was found to obey a bi-phasic model in which there are two fractions of xylan, with significantly different hydrolysis rates. The rates of hydrolysis of the fast reacting fraction was found to obey Arrhenius type temperature dependence (Ea = 155.06 kJ/mol, A0 = 1.65 × 1019/min), which agrees with findings of similar studies at higher temperatures. A negligible rate of hydrolysis was determined for the slow fraction which differs from previous studies. The proportion of the slow reacting fraction (50%) which is lower than previously determined (55%–100%).",
     "keywords": ["Dilute acid hydrolysis", "Pretreatment", "Lignocellulose", "Bioethanol", "Kinetics"]},
    {"article name": "Assessments of pyrolysis kinetics and mechanisms of biomass residues using thermogravimetry",
     "doi": "https://doi.org/10.1016/j.biteb.2018.08.016",
     "publication date": "12-2018",
     "abstract": "Pyrolysis kinetics and mechanisms of two biomass residues (SB1 and SB2) were assessed by using thermogravimetric techniques. Physico-chemical, spectroscopic and TG/DTG analyses show slight variation in the chemical compositions of residues. Analysis of thermogravimetric data by Z(α) master plot method indicates that the thermal decompositions of both residues initially follow nucleation models, which gradually change to three dimensional diffusion model. Apparent activation energies of both residues, determined by various isoconversional methods are in the range of 180–380 kJ mol−1. Dependence of activation energies on fractional conversions and nonparallel nature of Friedman plots also support the results obtained from master plot method. Arrhenius constants determined from Friedman activation energy values are in the range of 1.74 × 1018–5.78 × 1023 min−1 for SB1 and 1.61 × 1020–5.31 × 1023 min−1 for SB2. Our results also demonstrate that combination of FWO or KAS method with Friedman method is a powerful tool for estimating apparent activation energies of biomass residues.",
     "keywords": ["Biomass residue", "Pyrolysis", "Thermogravimetry", "Physico-chemical properties", "Kinetics & mechanism", "Kinetic compensation effect"]},
    {"article name": "Thermal behavior and pyrolytic kinetics of palm kernel shells and Indian lignite coal at various blending ratios",
     "doi": "https://doi.org/10.1016/j.biteb.2018.09.004",
     "publication date": "12-2018",
     "abstract": "The study presents the effect of heating rate on thermal degradation kinetics of gasification and cogasification of palm kernel shell (PKS) and low-grade Indian coal (LC) at various blends. The thermogravimetric analysis (TGA) and pyrolytic kinetics of PKS and LC were investigated by heating up to 1000 °C at a different heating rate of 10, 20, 30, 40 and 50 °C/min. With the increase of heating rate, the TG profile of both PKS and LC were found different. For the gasification kinetics of PKS and LC, the activation energy (E) was 56.92 and 74.69 kJ/mol along with the exponential factor (A) as 9.391 × 103 and 6.740 × 103 min−1 respectively. In case of cogasification studies, the activation energy for the blends of PKS and LC at various ratios were found lowered to the range of 56–66 kJ/mol. This study could propose the appropriate blending ratio of PKS with LC for co-gasification at ease.",
     "keywords": ["Cogasification", "Thermogravimetric analysis", "Palm kernel shell", "Activation energy", "Pyrolytic kinetics"]},
    {"article name": "Dissolving pulp from jute wastes",
     "doi": "https://doi.org/10.1016/j.biteb.2018.09.008",
     "publication date": "12-2018",
     "abstract": "Bangladesh Government is interested to produce rayon from jute fiber. But jute fiber is an expensive raw material. Jute cuttings (JC) and jute caddis (CD) are generated as wastes in the jute mill. In this investigation dissolving pulp was produced from low grade jute (LGJ), JC and CD with 90% formic acid (FA) treatment at the boiling temperature for 4 h. JC showed the highest pulp yield (62.3%) and CD showed the lowest pulp yield (58.0%). In this process 12–13% lignin and 25–27% hemicelluloses were also separated from the spent liquor, which can integrate biorefinery. FA pulps were further alkali extracted by varying amount of alkali charge at 25 and 90 °C for 120 min. Alkali extraction reduced kappa number and residual pentosan content in pulp. In the D0EpD1 bleaching sequence, brightness of LGJ and JC pulps reached to 83–86% and pulp purity to 96% with fock reactivity of 61–67%.",
     "keywords": ["Dissolving pulp", "Jute", "Formic acid treatment", "Alkali extraction", "Reactivity", "α-Cellulose"]},
    {"article name": "Mechanistic investigations in ultrasound-assisted extraction of astaxanthin from Phaffia rhodozyma MTCC 7536",
     "doi": "https://doi.org/10.1016/j.biteb.2018.10.009",
     "publication date": "12-2018",
     "abstract": "This study has dealt with physical mechanism of ultrasound-assisted astaxanthin extraction from dry cell mass (DCM) of Phaffia rhodozyma. Preliminary experiments for screening of extraction solvent revealed highest extraction yield for acetone. Further experiments were performed using mixtures of DMSO and acetone with varying compositions as extraction solvent. The results were analyzed in concurrence with prediction of astaxanthin solubility using UNIFAC (Universal Quasi-Chemical Functional-Group Activity Coefficients) method and simulations of cavitation bubble dynamics. The highest astaxanthin yield of 1536 ± 3 μg/g DCM was obtained for solvent comprising 33% v/v DMSO + 67% v/v acetone. UNIFAC predicted astaxanthin solubility (1.57 g/L) was also highest for this composition, although the convection intensity predicted by bubble dynamics simulations was relatively low. Astaxanthin yield reduced with further increase in DMSO volume fraction in solvent. This result has pointed towards dominant role of solubility of solute rather than intensity of convection in extraction mixture in the extraction yield of astaxanthin.",
     "keywords": ["Phaffia rhodozyma", "Astaxanthin", "Extraction", "UNIFAC", "Sonication"]},
    {"article name": "Fermentable Sugar Production from a Coffee Processing By-product after Deep Eutectic Solvent Pretreatment",
     "doi": "https://doi.org/10.1016/j.biteb.2018.10.012",
     "publication date": "12-2018",
     "abstract": "Deep eutectic solvents (DES) can be a promising medium for lignocellulose biomass processing. The present paper investigates suitable operating conditions for the DES pretreatment on coffee silverskin (CS), a waste stream from the coffee industry. Choline chloride/glycerol was used as a low-cost DES, and the solid to solvent ratio and temperature were varied during processing. An optimal set of operating conditions (150 °C 1/16 biomass to solvent ratio) was proposed resulting in high glucose yields and low by-product formation. Moreover, the pretreated biomass was analyzed with XRD and SEM in order to disclose how DES pretreatment acts on the biomass structure.",
     "keywords": ["Agro-industrial waste", "Coffee silverskin", "DES", "Biomass pretreatment", "Enzymatic hydrolysis"]},
    {"article name": "Zinc oxide phytase nanocomposites as contributory tools to improved thermostability and shelflife",
     "doi": "https://doi.org/10.1016/j.biteb.2018.05.007",
     "publication date": "09-2018",
     "abstract": "The current study suggests the utility of ZnO nanoparticles to increase the thermotolerance of phytase enzymes; thereby aiding their effective utilization to provide better phosphate uptake when applied in animal feeds. Microbial isolates with predominant phytase activity were isolated from industrial wastewater to obtain a promising thermotolerant isolate of Penicillium decumbens. The purified phytase showed activities at mash preparatory temperature (32.59 ± 0.045 Uml−1 min−1 at 55 °C), animal feed pelletising temperature (37.83 ± 0.127 Uml−1 min−1 at 80 °C) and steam sterilization temperature (18.56 ± 0.027 Uml−1 min−1 at 100 °C) of animal feeds as per standard phytase assays. The supplementation of ZnO nanoparticles found to increase thermostability of phytase from 18.56 Uml−1 min−1 to 30.5 Uml−1 min−1 at 100 °C. The antibacterial role of the nanocomposites was checked against human pathogens to obtain satisfactory results against standard antibiotics. Thus the incorporation of ZnO nanoparticles in combination with phytase provided a dual benefit of increasing its thermostability and antimicrobial property thereby increasing its shelflife.",
     "keywords": ["Antimicrobials", "Lactobacillus", "Penicillium", "Enzymes", "Genotyping"]},
    {"article name": "Optimisation of organosolv pretreatment for the extraction of polyphenols from spent coffee waste and subsequent recovery of fermentable sugars",
     "doi": "https://doi.org/10.1016/j.biteb.2018.05.009",
     "publication date": "09-2018",
     "abstract": "In the present study, organosolv pretreatment strategy was modified for the comprehensive utilisation of spent coffee waste (SCW) for polyphenol extraction and reducing sugar production. A response surface design involving four factors viz. ethanol concentration, temperature, time and H2SO4 concentration was created for optimisation of polyphenol extraction from SCW. 11.2 mg GAE of polyphenol content/g of SCW was obtained using ethanol (68% v/v) at 51 °C for 45 min in the presence of 1.5% H2SO4 as catalyst. Furthermore, 13.78 of QE of Total Flavonoid Content/g of SCW was obtained following this process which was 7.6-fold higher than control (1.81 QE/g of SCW). Lignin removal of 24.4% was achieved following modified organosolv protocol. Enzymatic hydrolysis of pretreated SCW yielded 29.05 mg/g of total reducing sugar, which was 1.27-fold higher than control (22.8 mg/g). XRD, FTIR, and DSC profiles of the pretreated substrates were analysed for various changes incurred in pretreated SCW.",
     "keywords": ["Lignocellulose", "Polyphenol extraction", "Spent coffee waste", "Modified organosolv pretreatment", "Reducing sugar"]},
    {"article name": "Initial population density plays a vital role to enhance biodiesel productivity of Tetraselmis sp. under reciprocal nitrogen concentration",
     "doi": "https://doi.org/10.1016/j.biteb.2018.05.008",
     "publication date": "09-2018",
     "abstract": "This study reveal the combined effect of initial population density (IPD) (0.1, 0.5 and 1.0 g L−1) and nitrogen (0 N-nil nitrogen; 1 N-optimized concentration of nitrogen; 2 N–doubling of optimized nitrogen concentration) on growth, biomass, lipid and fatty acid content of the oceanic microalga Tetraselmis sp. were tested. The experiment was carried out in multi-room light-emitting diode chamber for two weeks with continuous illumination of light such as 14:10 h L:D of photoperiod (PP) and 150 μmol m−2 s−1 of photosynthetic photon flux intensity (PPFI). The maximum optical density (1.15 abs), cells concentration (253 × 104 cells mL−1), chlorophyll ‘a’ (2.68 mg L−1) and fatty acids content were found in the combination of 0.5 g L−1 initial population density and 1 N, whereas the highest biomass (0.95 g L−1) was noticed in 1 g L−1 initial population density and 2 N, and total lipid (48 ± 1.14%) was high in 0.5 g L−1 initial population density and 2 N combination.",
     "keywords": ["Initial population density", "Nitrogen", "Tetraselmis sp.", "Biofuel", "Lipid", "Fatty acid"]},
    {"article name": "Production of compounds by phytopathogenic fungi for biological control of aquatic macrophytes",
     "doi": "https://doi.org/10.1016/j.biteb.2018.05.012",
     "publication date": "09-2018",
     "abstract": "The intense urbanization and use of natural resources has been causing disturbances in the aquatic ecosystem, such as the disorderly and dense increase of macrophytes, such as Eichhornia crassipes, Pistia stratiotes and Salvinia herzogii. In this context, we aim to evaluate the biological control of these plants by the production of phytopathogenic fungi compounds isolated from the foliar lesions of the plants collected. The microorganisms were isolated and identified as Aspergillus flavus and Aspergillus miniscleroti. Afterwards, an experimental design was developed and the results showed that temperature and glucose concentration were determinant in biomass production, being the largest biomass obtained 26.12 g/L and 45.95 g/L for A. flavus and A. miniscleroti, respectively. The application of the compounds in the plants showed satisfactory results, presenting toxicity potential in macrophytes, with a maximum deterioration of 88–94% for macrophytes E. crassipes.",
     "keywords": ["Eicchonia crassipes", "Pistia stratiotes", "Salvinia herzogii", "Aspergillus flavus", "Aspergillus miniscleroti", "Macrophytes biological control"]},
    {"article name": "Contribution of specific impurities in crude glycerol towards improved lipid production by Rhodosporidium toruloides ATCC 10788",
     "doi": "https://doi.org/10.1016/j.biteb.2018.05.011",
     "publication date": "09-2018",
     "abstract": "The use of crude glycerol doubled the biomass and tripled the lipid concentration obtained using Rhodosporidium toruloides ATCC 10788, compared to pure glycerol. Methanol in crude glycerol severely affected the biomass and lipid obtained from this strain. However, it was tolerant to salt levels of 1.5% (w/v) in the media. Soap and FAME present in crude glycerol had a positive influence on biomass and lipid production. This strain also has the unique capacity to consume soap as a carbon source. While growing on 3.5% (w/v) of soap as the sole carbon substrate, 12.87 g/L of biomass and 5.40 g/L of lipid were obtained at the end of 168 h. This study also helped us ascertain the reason for such a large improvement in biomass and lipid when crude glycerol containing large quantities of soap (32.97 wt%) was used.",
     "keywords": ["Crude glycerol", "Rhodosporidium toruloides ATCC 10788", "Microbial lipid", "Glycerol impurities", "Soap utilization"]},
    {"article name": "A novel way of assessing C dynamics during urban organic waste composting and greenhouse gas emissions in tropical region",
     "doi": "https://doi.org/10.1016/j.biteb.2018.02.002",
     "publication date": "09-2018",
     "abstract": "Composting process is considered one of the main sustainable methods for treatment of the organic waste from urban centers. Our study aimed to evaluate the decomposing dynamics and the environmental conditions during urban waste composting measuring the temperature, pH and microbial activity. We also decided to follow the carbon and nitrogen dynamics by physical fractionation and determined greenhouse gas emissions. During composting, C accumulation in the heavy fraction indicated that a great and intimate association of C with minerals had occurred in the pile together with microbial or chemical decomposition. This is a novel way to determine how great amounts of OM are maintained in the mature compost and its structure, including the main reason for the great stabilization of the organic matter during the composting process. The emissions analysis showed methane as the most environmentally impacting greenhouse gas during urban waste composting.",
     "keywords": ["Labile organic matter", "Aerobic degradation", "Compost", "Trash"]},
    {"article name": "Use of sulfur-oxidizing bacteria enriched from sewage sludge to biologically remove H2S from biogas at an industrial-scale biogas plant",
     "doi": "https://doi.org/10.1016/j.biteb.2018.01.006",
     "publication date": "09-2018",
     "abstract": "Anaerobic digestion has been widely used for organic waste and wastewater treatment to produce renewable energy, especially biogas. Hydrogen sulfide (H2S) being harmful to human beings and the environment is one of the highly toxic compounds in the biogas. For the sake of health and safety, removal of H2S from biogas is necessary before further utilization. In this study, sewage sludge was used to enrich sulfur-oxidizing bacteria (SOB) quickly under weak alkaline condition (pH = 7.5–8.2) in the laboratory and then applied in an industrial-scale desulfurization system. The SOB was successfully enriched in the system within 10 days by addition of Na2S. The optimal dissolved oxygen (DO) for producing elemental surfer (S0) in the regeneration tank was 0.8–1.2 mg/L. The performance shows that the outlet H2S concentration could be reduced to the safety limit of 200 ppm after 2 months' operation, achieving a stable H2S removal up to 95%.",
     "keywords": ["Biogas", "Hydrogen sulfide (H2S)", "Sulfur-oxidizing bacteria (SOB)", "Industrial scale"]},
    {"article name": "Extraction of arabinoxylan from corncob through modified alkaline method to improve xylooligosaccharides synthesis",
     "doi": "https://doi.org/10.1016/j.biteb.2018.01.007",
     "publication date": "09-2018",
     "abstract": "A modified alkaline protocol involving a combination of NaOH and NH4OH was employed for the isolation of hemicellulose from corncob. It was possible to obtain a hemicellulose fraction consisted of nominal branching constituents, such as arabinose, uronic acid and lignin. During the extraction of hemicellulose, alkaline reagents promoted selective cleavage of ester and ether linkages in corncob biomass depending on its nature and severity. Based on modeling analysis, reaction parameters, such as alkali concentration and temperature significantly influenced the amount of total hemicellulose extracted. Subsequent hydrolysis of isolated hemicellulose in the presence of H2SO4 resulted in better conversion (69 wt%) with enriched XOs conc. (73.68% with DP up to 4) than other fractions under milder conditions. Advantageously, gas phase NH3 formation was achieved during the reaction, where NaOH and NH4OH mix was used at an equal ratio that could significantly help in reducing the overall processing cost of XOs production (through recovery and reuse) during large-scale manufacture.",
     "keywords": ["Xylooligosaccharide", "Corncob", "Hemicellulose", "Arabinoxylan", "Severity parameter model"]},
    {"article name": "Biochemical and proteomic characterization of Paenibacillus sp. ISTP10 for its role in plant growth promotion and in rhizostabilization of cadmium",
     "doi": "https://doi.org/10.1016/j.biteb.2018.06.001",
     "publication date": "09-2018",
     "abstract": "The plant growth promoting potential of Paenibacillus sp. ISTP10 was evaluated by biochemical assays and LC-MS/MS based proteomic analysis. The biochemical characterization showed that the strain possesses characters like N2 fixation, phosphorous solubilization (238 ± 4.78 μg/ml), production of ammonia, HCN, IAA (172.95 ± 2 μg/ml), EPS (125.74 ± 2.18 μg/ml) and siderophores. The proteomic analysis indicated the list of proteins involved in N and P metabolism, siderophores production, biocontrol activities and xenobiotic degradation were also expressed. The stain also showed resistance against Cd, Cr, Cu, Ni and Zn with MIC values of 1.8, 0.36, 2.5, 1.8 and 3.3 mM respectively. An in vivo system for studying the resistance response of cotton in Cd stressed soil showed reduced phytotoxicity and decrease in accumulation of Cd in root, shoots and leaves by 40.00%, 32.26% and 35.30% respectively, and increase in total chlorophyll content, plant height, root length, plant fresh weight, plant root and shoot fresh weight and plant dry weight.",
     "keywords": ["Biofertilizer", "Paenibacillus sp.", "Cadmium", "Proteomics", "Rhizostabilization"]},
    {"article name": "Characterization of electrochemical behaviour of Escherichia coli MTCC 1610 in a microbial fuel cell",
     "doi": "https://doi.org/10.1016/j.biteb.2018.06.002",
     "publication date": "09-2018",
     "abstract": "Microbial fuel cells have intrigued the research community as a promising technology for wastewater remediation and simultaneous energy production. Reducing the catalyst loading and matching the rates of the half reactions is important towards achieving feasibility for scale-up. In this study, a novel 3-cathode membrane electrode assembly with varying platinum loadings on the cathode side in a segmented electrode is used in the same single chamber microbial fuel cell with a common anode in order to match the oxygen reduction reaction kinetics with the microbial charge transfer kinetics on the anode. The electrochemical characteristics of a specific microbe used at the anode – Escherichia coli MTCC 1610 – is studied by Electrochemical Impedance Spectroscopy and reported as equivalent to Pt loading of 0.032 ± 0.003 mg-cm−2 on the cathode. It also exhibits an equivalent exchange current per unit cell count of 1.6 × 10−13 ± 2.7 × 10−14 mA-CFU−1. The maximum power and current obtained are 40.44 mW-m−2 and 235.05 mA-m−2 respectively.",
     "keywords": ["CBL Carbon-Based Layer", "Carbon-Based Layer", "CL Catalyst Layer", "Catalyst Layer", "COD Chemical Oxygen Demand", "Chemical Oxygen Demand", "EIS Electrochemical Impedance Spectroscopy", "Electrochemical Impedance Spectroscopy", "GDL Gas Diffusion Layer", "Gas Diffusion Layer", "LSV Linear Sweep Voltammetry", "Linear Sweep Voltammetry", "MEA Membrane Electrode Assembly", "Membrane Electrode Assembly", "MEC Microbial Electrolysis Cell", "Microbial Electrolysis Cell", "MFC Microbial Fuel Cell", "Microbial Fuel Cell", "MPL Micro Porous Layer", "Micro Porous Layer", "O.D. Optical Density", "Optical Density", "OCV Open Circuit Voltage", "Open Circuit Voltage", "ORR Oxygen Reduction Reaction", "Oxygen Reduction Reaction", "Pt Platinum", "Platinum", "Rct Charge transfer resistance", "Charge transfer resistance", "Rs Series resistance", "Series resistance", "SCMFC Single Chamber Microbial Fuel Cell", "Single Chamber Microbial Fuel Cell", "SEM Scanning Electron Microscope", "Scanning Electron Microscope", "TCD Thermal Conductivity Detector", "Thermal Conductivity Detector", "E. coli MTCC 1610", "Microbial fuel cell", "Indirect electrochemical characterization", "Impedance spectroscopy", "Equivalent loading"]},
    {"article name": "Performance of novel biosorbents prepared using native and NaOH treated Peltophorum pterocarpum fruit shells for the removal of malachite green",
     "doi": "https://doi.org/10.1016/j.biteb.2018.06.004",
     "publication date": "09-2018",
     "abstract": "The Peltophorum pterocarpum fruit shells were treated with sodium hydroxide, employed for the malachite green biosorption. Biosorbents characterization conducted using the Environmental Scanning Electron Microscopy and X-ray Diffractometer. The MG removal performance was evaluated in a batch biosorption system by varying the process parameters. The biosorption data modeled using the Langmuir, Freundlich, Tempkin, Halsey and Jovanovic isotherm models. The Langmuir model superior explained the equilibrium data among the isotherms considered in the current investigation. The maximum uptake capacity of 62.50 mg/g was observed for sodium hydroxide treated biomass, whereas native biosorbent showed 40.00 mg/g. The kinetic modeling of the experimental data revealed that the better fit of the pseudo-second-order kinetic model and suggested the mechanism of chemisorption. MG biosorption using sodium hydroxide treated biomass of enthalpy with positive values indicates endothermic and Gibbs free energy of negative values represented spontaneous nature.",
     "keywords": ["Peltophorum pterocarpum fruit shells", "Modification", "Malachite green"]},
    {"article name": "Production of siderophores by the bacterium Kosakonia radicincitans and its application to control of phytopathogenic fungi",
     "doi": "https://doi.org/10.1016/j.biteb.2018.06.003",
     "publication date": "09-2018",
     "abstract": "The present work aimed to characterize and to improve the production of the siderophore produced by Kosakonia radicincitans and apply it to control of phytopathogenic fungi. The siderophore, characterized by liquid chromatography coupled to tandem mass detection (LC-MS/MS), was identified as enterochelin. The improvement of its production was carried out using different conditions. The higher production of enterochelin (45 mg g−1 dry weight biomass) was reached in a medium with lactose as the carbon source, 0.82 μmol L−1 of iron, at 28 °C and 200 rpm. The siderophore at 60 mg L−1 of concentration inhibited the conidia germination and the mycelial growth of Penicillium expansum, Botrytis cinerea, Rhizopus sp., Alternaria sp. and Cladosporium cladosporioides. Biocontrol of Botrytis cinerea and Penicillium expansum were performed in apple fruit using Kosakonia radicincitans and enterochelin, alone or in a mixture. The mixture was the more effective. In this case, the reduction of decay provoked for B. cinerea reached 52%.",
     "keywords": ["Biocontrol", "Enterochelin", "Siderophores", "Kosakonia radicincitans", "Biofungicide"]},
    {"article name": "Synthesis and performance evaluation of vegetable oil based wood finish polyurethane coating",
     "doi": "https://doi.org/10.1016/j.biteb.2018.06.007",
     "publication date": "09-2018",
     "abstract": "The present work reports the development of wood finished polyurethane coating from peanut oil. The precursor for the polyurethane preparation, N, N-bis(2-hydroxyethyl) fatty amide was synthesized from peanut oil by aminolysis reaction and further characterized using ATR-FTIR and 1H NMR spectroscopy. The prepared polyurethanes were applied to the wood panels and the performance of the prepared coatings was evaluated in terms of the coating properties such as mechanical, thermal, antimicrobial as well as water and chemical resistance. The obtained performance properties of the prepared coatings were compared with the commercially available polyurethane. The obtained results showed that the bio-based prepared polyurethanes have beneficial coating properties that could successfully replace the petroleum-based materials.",
     "keywords": ["Renewable", "Polyol", "Polyurethane", "Coating", "Vegetable oil", "Wood"]},
    {"article name": "Microbial uniqueness of architecture modified loofah sponge as biological filler for efficient nitrogen removal",
     "doi": "https://doi.org/10.1016/j.biteb.2018.06.006",
     "publication date": "09-2018",
     "abstract": "By shrinking the major central apertures in the natural loofah sponge, it is easy to establish inner-DO-reduced-zones within the biofiller. The study compared the performances of two sequencing batch biofilm reactors (SBBR), which were packed with the natural and the major-central-pores-shrunk (the architecture modified) biofillers, respectively. The modified biofillers inhabited higher abundance of anaerobic bacteria, including Lentimicrobiaceae and Anaerolinea Chloroflexi (the acetogenic bacteria). These bacteria were found to closely related to some types of denitrifying bacteria (Rhodobacteraceae). The relative abundance of narG and nosZ genes in the attached-growth biomass of the architecture modified biofillers were 5% and 10% higher, respectively. The potential nitrogen removal pathways are discussed. This study demonstrated the advances and insight of using the internal closed porous biofiller in Sequencing Batch Biofilm Reactor (SBBR) without deliberately controlling the DO level in the reactor.",
     "keywords": ["Nitrogen removal", "Architecture-modified-biofiller", "Denitrification", "Functional genes", "Microbial communities", "Anaerolinea Chloroflexi", "Lentimicrobiaceae"]},
    {"article name": "Microbial contact enhances bioleaching of rare earth elements",
     "doi": "https://doi.org/10.1016/j.biteb.2018.07.004",
     "publication date": "09-2018",
     "abstract": "The mobility of rare earth elements (REEs) in monazite depends on microbial activity, attachment of bacteria on the mineral surface, phase association of the REEs, and which physiochemical and biological processes these phases are subjected to. To better understand the role of the phosphate solubilising bacterium, Enterobacter aerogenes, in REEs leaching, a series of monazite dissolution experiments was performed. The contact of bacteria with monazite was demonstrated to be advantageous for REEs bioleaching even though the same types of organic acids with similar concentrations were present during non-contact leaching. Monazite dissolution was observed to decrease in the following order: Biotic contact ≫ Biotic non-contact ≫ Spent media ≈ Abiotic at 30 °C. The attachment of bacteria on monazite surface by a co-localised atomic force microscopy (AFM) and confocal Raman microscopy (CRM) indicated no preferential attachment of bacteria to specific site on the monazite surface.",
     "keywords": ["Monazite bioleaching", "Rare earth elements", "Phosphate solubilising bacteria", "AFM"]},
    {"article name": "Better together: Potential of co-culture microorganisms to enhance bioleaching of rare earth elements from monazite",
     "doi": "https://doi.org/10.1016/j.biteb.2018.07.003",
     "publication date": "09-2018",
     "abstract": "The aim of this study was to develop continuous bioleaching of monazite by combining heterotrophic and autotrophic acidophilic microorganisms. The results showed that a co-culture of autotrophic, acidophilic Acidithiobacillus ferrooxidans and heterotrophic Enterobacter aerogenes was more effective in bioleaching rare earth elements (REEs) from monazite than either species alone. This was likely due to a synergic interaction through the biogenic generation of both organic acids and sulfuric acid. In conclusion, the consortium of E. aerogenes and A. ferrooxidans solubilised REEs (Ce, La, Nd, Pr, and Y) up to a final concentration of 40 mg L−1.",
     "keywords": ["Bioleaching", "Monazite", "Acidithiobacillus ferrooxidans", "Enterobacter aerogenes", "Rare earth elements", "Co-culture"]},
    {"article name": "Bioaccumulation of metals and granular sludge development in a newly-inoculated high rate anaerobic reactor",
     "doi": "https://doi.org/10.1016/j.biteb.2018.07.012",
     "publication date": "09-2018",
     "abstract": "For treatment of wastewater from soft drink production, a full scale (546 m3) expanded granular sludge bed (EGSB) reactor was inoculated with granular sludge previously used to treat wastewater from paper and food processing industries. During startup and subsequent phases, there were significant changes observed in granule composition, performance, and population distribution. Microbial, compositional and functional development of granular sludge during a six month time period immediately following inoculation was investigated. Reaction kinetics and fluorescence in situ hybridization (FISH) analysis were used to describe population dynamics and evolution of methanogens and fermentative microbes within the granules. Bioaccumulation of elements was quantified and analyzed statistically with respect to operational parameters; calcium and sulfate deficiencies in the new wastewater likely contributed to granule disintegration and eventual reactor failure. Second generation granules formed from the novel conditions exhibited characteristics from multiple granulation models.",
     "keywords": ["Anaerobic digestion", "Element analysis", "Methanogenic activity", "Sludge granulation", "FISH analysis"]},
    {"article name": "Use of banana trunk waste as activated carbon in scavenging methylene blue dye: Kinetic, thermodynamic, and isotherm studies",
     "doi": "https://doi.org/10.1016/j.biteb.2018.07.007",
     "publication date": "09-2018",
     "abstract": "Activated carbon (BTAC) derived from the banana trunk was utilized in this experiment to scavenge the methylene blue (MB) dye from synthetic dye solution. The optimized large surface area (1173.16 m2/g) BTAC was prepared with phosphoric acid (6.96 mol/L) chemical activation. The maximum adsorption capacity (qmax) of BTAC was experimentally observed to be 166.51 mg/g at 25 °C, and adsorbent dose of 1.5 g/L for 250 ppm dye concentration. The MB dye adsorption onto BTAC reached equilibrium within 20 min of contact time. The kinetic data shown equilibrium achieved quickly (20 min) and followed a linear equation of the pseudo-second-order kinetic model. The adsorption of dye molecules stacking in three layers on the surface of the BTAC, after each layer formation the rate of adsorption slow down, as evident from the intraparticle diffusion study. The thermodynamic study shown that adsorption was spontaneous and exothermic.",
     "keywords": ["qmax the maximum uptake of MB dye corresponding to the sites saturation through Langmuir isotherm model (mg/g)", "the maximum uptake of MB dye corresponding to the sites saturation through Langmuir isotherm model (mg/g)", "KL Constant used in Langmuir model, it corresponds to the energy of adsorption (L/g).", "Constant used in Langmuir model, it corresponds to the energy of adsorption (L/g).", "RL Dimensionless separation factor", "Dimensionless separation factor", "KF Constant used in the Freundlich isotherm model, it corresponds to adsorption capacity.", "Constant used in the Freundlich isotherm model, it corresponds to adsorption capacity.", "N Constant used Freundlich isotherm model, it corresponds to adsorption intensity", "Constant used Freundlich isotherm model, it corresponds to adsorption intensity", "KT Temkin isotherm constant, it expressed the equilibrium binding constant (L/mg)", "Temkin isotherm constant, it expressed the equilibrium binding constant (L/mg)", "B Temkin constant for the heat of adsorption (~RT/b)", "Temkin constant for the heat of adsorption (~RT/b)", "B Heat of adsorption constant", "Heat of adsorption constant", "T Temperature in Kelvin scale (K)", "Temperature in Kelvin scale (K)", "R Universal gas constant (8.314 J/K/mol)", "Universal gas constant (8.314 J/K/mol)", "A Interaction parameter which can be positive or negative values", "Interaction parameter which can be positive or negative values", "KFM Frumkin constant related to adsorption equilibrium.", "Frumkin constant related to adsorption equilibrium.", "ΔG Gibbs free energy change", "Gibbs free energy change", "KD-R Dubinin and Radushkevich constant correspond to the adsorption energy.", "Dubinin and Radushkevich constant correspond to the adsorption energy.", "EA Mean free energy of adsorption", "Mean free energy of adsorption", "Ε Polanyi potential ~ RTln(1 + 1/Ce)", "Polanyi potential ~ RTln(1 + 1/Ce)", "Ɵ Fractional occupation calculated by the ratio of adsorption capacity at equilibrium and theoretical monolayer saturation capacity.", "Fractional occupation calculated by the ratio of adsorption capacity at equilibrium and theoretical monolayer saturation capacity.", "qm Maximum monolayer adsorption capacity determined through D-R isotherm", "Maximum monolayer adsorption capacity determined through D-R isotherm", "HA & HB Harkins–Jura isotherm constant for multilayer adsorption", "Harkins–Jura isotherm constant for multilayer adsorption", "W & Wb Constant parameters for Smith isotherm equation", "Constant parameters for Smith isotherm equation", "U Fractional attainment of equilibrium", "Fractional attainment of equilibrium", "Ce the equilibrium concentration of MB dye (mg/L).", "the equilibrium concentration of MB dye (mg/L).", "qe the amount of MB dye uptake at equilibrium (mg/g).", "the amount of MB dye uptake at equilibrium (mg/g).", "kn Net first order reversible rate constant(min−1)", "Net first order reversible rate constant(min−1)", "k1 Rate of adsorption of the first-order reversible kinetic model (min−1).", "Rate of adsorption of the first-order reversible kinetic model (min−1).", "k−1 Rate of desorption of first-order reversible kinetic model (min−1).", "Rate of desorption of first-order reversible kinetic model (min−1).", "Kc Equilibrium constant", "Equilibrium constant", "k2 Rate of adsorption for the pseudo-second-order kinetic model (min−1).", "Rate of adsorption for the pseudo-second-order kinetic model (min−1).", "h Initial sorption rate for pseudo-second order kinetic model (mg/g/min)", "Initial sorption rate for pseudo-second order kinetic model (mg/g/min)", "qt1 Weber–Morris adsorption capacity in the first phase of adsorption (mg/g)", "Weber–Morris adsorption capacity in the first phase of adsorption (mg/g)", "Kd1 Weber–Morris adsorption rate constant in the first phase of adsorption (mg/g/min.1/2)", "Weber–Morris adsorption rate constant in the first phase of adsorption (mg/g/min.1/2)", "C1 Boundary layer in the first phase of adsorption in the first phase", "Boundary layer in the first phase of adsorption in the first phase", "qt2 Weber–Morris adsorption capacity in the second phase of adsorption (mg/g)", "Weber–Morris adsorption capacity in the second phase of adsorption (mg/g)", "Kd2 Weber–Morris adsorption rate constant in the second phase of adsorption (mg/g/min.1/2)", "Weber–Morris adsorption rate constant in the second phase of adsorption (mg/g/min.1/2)", "C2 Boundary layer in the first phase of adsorption in the second phase", "Boundary layer in the first phase of adsorption in the second phase", "qt3 Weber–Morris adsorption capacity in the third phase of adsorption (mg/g)", "Weber–Morris adsorption capacity in the third phase of adsorption (mg/g)", "Kd3 Weber–Morris adsorption rate constant in the third phase of adsorption (mg/g/min.1/2)", "Weber–Morris adsorption rate constant in the third phase of adsorption (mg/g/min.1/2)", "C3 Boundary layer in the first phase of adsorption in the third phase", "Boundary layer in the first phase of adsorption in the third phase", "Activated carbon", "Banana trunk", "Isotherm", "Kinetics", "Methylene blue", "Thermodynamics"]},
    {"article name": "Production of hemicellulosic sugars from sugarcane bagasse via steam explosion employing industrially feasible conditions: Pilot scale study",
     "doi": "https://doi.org/10.1016/j.biteb.2018.07.011",
     "publication date": "09-2018",
     "abstract": "Development of efficient process for hemicellulosic sugars (C5) production from lignocellulosic feedstocks has a central role in industrial biorefinery. Since the selection of right conditions for feasible fermentable C5 production with maximum yields is crucial, we investigated the effect of different combined severity factors (CSF) in steam explosion (auto-catalyzed (AC) and sulfuric acid catalyzed (SC)) for sugarcane bagasse (SB) pretreatment on xylose and oligosaccharides recovery along with inhibitors characterization. AC-Steam explosion of SB (CSF-0.37) showed lower xylose (15 g/L) amount and higher xylo- and cello-oligosaccharides (60 g/L) than SC-Steam exploded SB (CSF-1.12) showing 40 g/L xylose and xylo- and cello-oligosaccharides (14 g/L). The hemicellulosic sugar solution so called C5-liquors were then submitted for enzymatic hydrolysis (50 °C, 30 h) using the different ratio of commercial lignocellulosic enzymatic cocktails (Cellic® CTec3 and HTec3). By using C5-liquor, AC (Log R0 3.94) showed the best xylan conversion while SC (Log R0 3.78) enhanced conversion of sugars into inhibitors.",
     "keywords": ["Sugarcane bagasse", "Steam explosion", "Hemicellulosic hydrolysate", "Oligosaccharides", "Enzymatic saccharification"]},
    {"article name": "Effect of glucose on growth and fatty acid composition of an euryhaline eustigmatophyte Nannochloropsis oceanica under mixotrophic culture condition",
     "doi": "https://doi.org/10.1016/j.biteb.2018.07.013",
     "publication date": "09-2018",
     "abstract": "We aspire to evaluate the effect of glucose as a carbon source on growth, total lipid yield, polyunsaturated fatty acid and (mainly eicosapentaenoic acid) accumulation of N. oceanica. Microalgal cells were cultured in medium supplemented with different concentrations of glucose (0–40 g L−1), and its effect on growth, cellular components including fatty acid compositions was analyzed. We found that even though, N. oceanica displayed a lower growth trend under stress conditions than that of control howbeit showed a marked increase in the cellular lipid contents. The protein and carbohydrate content also get influenced by the glucose stress and because of carbon partitioning. These results could be used to tailor the culture conditions to ameliorate the content of the product of interest. Maximum lipid and eicosapentaenoic acid content were observed at 25 g L−1, while 30 and 40 g L−1 seems to be ideal for attaining higher carbohydrate and protein.",
     "keywords": ["Carbon source", "Glucose", "Nannochloropsis oceanica¸", "Cellular components", "Carbon partitioning", "Eicosapentaenoic acid (EPA)"]},
    {"article name": "Screening for inhibitor tolerant Saccharomyces cerevisiae strains from diverse environments for use as platform strains for production of fuels and chemicals from biomass",
     "doi": "https://doi.org/10.1016/j.biteb.2018.07.006",
     "publication date": "09-2018",
     "abstract": "Three Saccharomyces cerevisiae strains, YB-2625, Y-7567, and Y-1649, from a screen of over 160 strains, were selected based on tolerance to specific biomass hydrolysate inhibitors and subject to in depth analysis using varying concentrations of inhibitors and acid hydrolyzed corn stover. Growth assays with individual inhibitors demonstrated that detoxification of HMF and furfural have different impacts; detoxification of high concentrations of HMF results in a large increase in acetate production that is not present in the detoxification of furfural. Strains YB-2625 and Y-7567, demonstrated a reduced lag phase and higher growth in fermentations using corn stover hydrolysate relative to a previously isolated inhibitor tolerant strain. Genome sequencing of the two strains showed that both strains have some genes associated with inhibitor tolerance, but do not have the full complement of inhibitor associated genes, suggesting additional genes or genetic background may also play a role in increased inhibitor tolerance.",
     "keywords": ["Corn stover hydrolysate", "Furfural", "5-hydroxymethyl furfural", "Inhibitor-tolerant yeast", "Biofuels"]},
    {"article name": "Research on stillage storage time for MFC performance and control methods",
     "doi": "https://doi.org/10.1016/j.biteb.2018.08.002",
     "publication date": "09-2018",
     "abstract": "Electricity generation from a microbial fuel cell (MFC) with old (stored for one year) and new (freshly obtained) food waste ethanol stillages were studied. The composition and toxicity of the stillages were detected. Tween 80 was added to investigate the feasibility for regulation. Results showed that the maximum power densities of MFC with old and new stillages were 560.7 and 426.6 mW/m2, respectively. The new stillage is more toxic than the old stillage. The maximum output power density based on the cathode area increased from 560.8 mW/m2 to 1208 mW/m2 after adding 20 mg/L Tween 80 to the old stillage, and the relative luminescence inhibitory rate of its biotoxicity decreased from 93.48% to 89.53%.",
     "keywords": ["Storage time", "Food waste ethanol stillage", "Acute biotoxicity", "Tween 80"]},
    {"article name": "A sustainable and effective potassium hydroxide pretreatment of wheat straw for the production of fermentable sugars",
     "doi": "https://doi.org/10.1016/j.biteb.2018.07.014",
     "publication date": "09-2018",
     "abstract": "The development of sustainable and effective pretreatment technology is of critical importance for the conversion of lignocelluloses into bioethanol. In this work, KOH pretreatment of wheat straw with the supplement of anthraquinone (AQ) and sodium lignosulfonate (SLS) was investigated under the relatively mild conditions. The effectiveness of KOH pretreatment was evaluated by enzymatic saccharification. It was found that after the KOH pretreatment with 15% KOH, 0.1% AQ and 2% SLS at 120 °C for 40 min, the final total sugar yields (glucose + xylose + soluble xylan) could reach up to 80%, which was 16% higher as compared to the KOH pretreatment without addition of AQ and SLS under the same conditions. In addition, the spent liquor could be reused twice to maintain a relatively good effectiveness of pretreatment, and it could be used to produce fertilizer due to the high content of potassium.",
     "keywords": ["Wheat straw", "Alkaline pretreatment", "Potassium hydroxide", "Sodium lignosulfonate", "Enzymatic saccharification"]},
    {"article name": "Carob pulp syrup: A potential Mediterranean carbon source for carotenoids production by Rhodosporidium toruloides NCYC 921",
     "doi": "https://doi.org/10.1016/j.biteb.2018.07.008",
     "publication date": "09-2018",
     "abstract": "Carob pulp syrup (CPS) was used as carbon source to produce carotenoids from Rhodosporidium toruloides. To increase the carbon concentration in the growth medium aiming at the carotenoid production improvement, the CPS was concentrated and two different total sugar (TS) concentrations (195.6 g/L and 548.7 g/L) were studied. CPS 195.6 g/L TS contained 4.1 g/L and 0.7 g/L of hydroxymethyl furfural (HMF) and furfural, respectively. CPS 548.7 g/L TS contained 17.7 g/L of HMF and 1.2 g/L of furfural, respectively.>42% of metabolically active cells (with intact membrane and enzymatic activity) were detected throughout the course of the yeast cultivation on CPS 195.6 g/L TS. On the contrary, the proportion of metabolically active cells was always below 28% during the yeast cultivation on CPS 548.7 g/L TS.Nevertheless, the maximum carotenoid content and productivity (0.42 mg/g and 0.43 mg/Lh, respectively) were obtained when using CPS 548.7 g/L TS.",
     "keywords": ["Carob pulp syrup", "Rhodosporidium toruloides", "Carotenoids", "Flow cytometry", "Cell viability"]},
    {"article name": "Critical parameters selection in polarization behavior analysis of microbial fuel cells",
     "doi": "https://doi.org/10.1016/j.biteb.2018.07.010",
     "publication date": "09-2018",
     "abstract": "Polarization behavior analyses of two mirobial fuel cells equipped with non-capacitive and capacitive anodes, respectively, were conducted by using linear sweep voltammetry (LSV) and varying circuit resistance (VCR) methods at various parameters. The LSV took short time, but the measured maximum power density (Pmax) varied greatly when the parameters like open circuit time (toc), scan rate (rscan) and scanning direction were not chosen properly. It suggested that relatively accurate Pmax could be obtained by scanning the MFCs from 0 V to open circuit potential with toc of about 0.5 h and rscan below 0.5 mV s−1. On the contrary, the VCR took relatively longer time but the measured Pmax was more stable and accurate once the time duration was in a suitable range, e.g. 0.25–2 h, regardless of the anode type; moreover, the effects caused by the measuring direction and toc were not obvious.",
     "keywords": ["Microbial fuel cell", "Polarization analysis", "Linear sweep voltammetry", "Varying circuit resistance", "Power performance"]},
    {"article name": "Semi-continuous treatment of naphthenic acids using aerobic granular sludge",
     "doi": "https://doi.org/10.1016/j.biteb.2018.08.007",
     "publication date": "09-2018",
     "abstract": "Process-affected water from the Canadian oil sands industry contains long chain cycloalkane carboxylic acids called naphthenic acids (NAs). The present proof-of-concept study aimed at assessing the shock response and treatability of commercial NAs using aerobic granular sludge (AGS) over 21 days. Mature aerobic granules were cultivated in a 5 L sequencing batch reactor (SBR) using synthetic acetate-based wastewater, and subjected to the NA mixture in three stages with varying organic loading rates. The introduction, starvation and the monitoring phases each had COD (chemical oxygen demand) removal efficiencies of 54.8%, 23.9% and 96.1%, and NA removal efficiencies of 71.8%, 43.3% and 67.0%, respectively. AGS biomass concentrations requiring higher COD consumption, and AGS surface area facilitating biodegradation and biosorption produced high specific removal rates. Specific COD removal rates ranged between 2678 and 6864 g COD/m3/d, whereas specific NA removal rates ranged between 0.5 and 12.2 g NA/m3/d. Supplemental nutrients were also degraded with over 90% removal efficiencies.",
     "keywords": ["9‑FCA fluorene‑9‑carboxylic acid", "fluorene‑9‑carboxylic acid", "AEO acid extractable organics", "acid extractable organics", "AGS aerobic granular sludge", "aerobic granular sludge", "BSTFA N,O‑bis(trimethylsilyl)trifluoroacetamide", "N,O‑bis(trimethylsilyl)trifluoroacetamide", "COD chemical oxygen demand", "chemical oxygen demand", "DCM dichloromethane", "dichloromethane", "EPS extracellular polymeric substances", "extracellular polymeric substances", "FBBR fluidized-bed biofilm reactor", "fluidized-bed biofilm reactor", "GC–MS gas chromatograph–mass spectrometer", "gas chromatograph–mass spectrometer", "HRT hydraulic retention time", "hydraulic retention time", "MBBR moving bed-biofilm reactor", "moving bed-biofilm reactor", "MBR membrane bioreactor", "membrane bioreactor", "MLSS mixed liquor suspended solids", "mixed liquor suspended solids", "MLVSS mixed liquor volatile suspended solids", "mixed liquor volatile suspended solids", "MW molecular weight", "molecular weight", "NAs naphthenic acids", "naphthenic acids", "OLR organic loading rate", "organic loading rate", "OSPW oil sands process-affected water", "oil sands process-affected water", "PBS phosphate buffered saline", "phosphate buffered saline", "SBR sequencing batch reactor", "sequencing batch reactor", "SVI sludge volume index", "sludge volume index", "Aerobic granular sludge", "Naphthenic acids (NAs)", "Oil sands process-affected water (OSPW)", "Industrial wastewater treatment"]},
    {"article name": "Ethanol production from coffee mucilage fermentation by S. cerevisiae immobilized in calcium-alginate beads",
     "doi": "https://doi.org/10.1016/j.biteb.2018.08.006",
     "publication date": "09-2018",
     "abstract": "Soluble sugars in coffee mucilage were directly fermented into ethanol using immobilized Saccharomyces cerevisiae cells in calcium alginate beads. Several tests were performed via alginate-entrapped cells in different bead sizes (3 or 7 mm) combined to alginate concentrations (2–4%). The highest yield of 0.33 g ethanol/g sugar was achieved at 18 h using alginate-entrapped cells in 3 mm diameter and 2% (w/v) alginate, which corresponded to 64% of the theoretically achievable yield of ethanol. Tests with 7 mm beads took 6 h longer to reach maximum ethanol productions. The reduction of bead size increased mass transfer of substrates from the liquid to the immobilized cells, accelerating sugar consumption and ethanol production. Entrapment enabled reuse of the cells for up to 3 consecutive batches with stable ethanol production (up to 72 h). This work confirms the reuse of alginate-entrapped cells is feasible for ethanol fermentation of mucilage without supplement of nutrients.",
     "keywords": ["Coffee mucilage", "Immobilization", "Calcium-alginate", "Saccharomyces cerevisiae", "Ethanol fermentation"]},
    {"article name": "Biofuel production from Nannochloropsis oculata microalgae in seawater without harvesting and dewatering over alumina-silicate supported nickel catalysts",
     "doi": "https://doi.org/10.1016/j.biteb.2018.07.016",
     "publication date": "09-2018",
     "abstract": "The aim of this work was to study the production of biofuels from marine Nannochloropsis oculata without harvesting and dewatering over the single step sol-gel made alumina-silicate supported nickel catalysts at 80 °C and 1.0 atm. Sulfuric acid, hydrochloric acid, and nitric acid were used in the sol-gel to study the effect of acid type on catalyst activities. The catalyst made using sulfuric acid resulted in 74% microalgae conversion as compared to the catalysts made with other acids. Treatment of this catalyst with ~35 g of NaCl per kg of water at 80 °C and 1.0 atm for 24 h increased microalgae conversion to 91.5% under the same reaction condition and the bio-fuels ranging from mono/polysaccharides, polyols to esters and fatty acids were produced. This study showed that nickel and 25.1 μmol/g of total acidity and acidic strength having 130–380 °C of temperature range was necessary to achieve 91.5% conversion.",
     "keywords": ["Biofuel", "Nannochloropsis oculata", "Microalgae", "Sol-gel heterogeneous catalyst", "Low pressure direct conversion"]},
    {"article name": "Biofilm immobilization of Clostridium acetobutylicum on particulate carriers for acetone-butanol-ethanol (ABE) production",
     "doi": "https://doi.org/10.1016/j.biteb.2018.08.008",
     "publication date": "09-2018",
     "abstract": "Biofilm immobilization of Clostridium acetobutylicum CICC 8012 on active carbon, bagasse and bricks was carried out for ABE production. The cells could be well immobilized on surface of the carriers to form the biofilm and the sugarcane bagasse exhibited ‘bamboo node’ structure with bacillus migrating from one ‘bamboo node’ to another. Obvious higher cell concentration than that in free cell fermentation was achieved. Different fermentation performances were observed with those three cell immobilization carriers. The best fermentation performance was achieved in the case of with bagasse as the carrier, in which 10.21 g/L of total solvents concentration (5.8 g/L of butanol), 0.42 g/g of yield and 0.32 g/L/h of productivity has been obtained. Compared with free cell fermentation, butanol concentration, butanol yield and butanol productivity were increased by 2.47%, 41.7% and 66.7%, respectively. The results indicated that enhanced ABE fermentation was accomplished with bagasse as cell immobilization carrier.",
     "keywords": ["Biofilm immobilization", "Clostridium acetobutylicum", "Acetone-butanol-ethanol", "Bagasse carrier", "Enhanced fermentation"]},
    {"article name": "Oil production and fatty acid composition of Chlorella vulgaris cultured in nutrient-enriched solid-agar-based medium",
     "doi": "https://doi.org/10.1016/j.biteb.2018.08.005",
     "publication date": "09-2018",
     "abstract": "This current research demonstrated the potential of culturing microalgae by embedding the microalgae cells in nutrient-enriched solid-agar-based medium (SABM) which was casted as a thin agar-film in a specially design apparatus. Results showed that the cell number increased from 1 × 105 to 9.17 × 107 cells mL−1 at day 21. Upon culture maturation, the microalgal-agar films were easily harvested by peeling them out from the photobioreactor and dried in an oven. The system attained biomass production of 0.98 g 0.3-L−1 culture and total oil content of 25.31% at day 21. Fatty acid analysis revealed that C16:0 and C18:1 were the most dominant fatty acids which constituted 36.9 and 31.3% (of total oil content), respectively. The SABM culturing technique provide an alternative to conventional liquid-medium-based microalgae culturing technique, which has the advantage of by-passing the conventional thickening and dewatering processes during microalgal biomass harvesting.",
     "keywords": ["Agar", "Fatty acid composition", "Harvesting process", "Microalgae", "Microalgal-agar film"]},
    {"article name": "Bioconversion of chicken feathers by Bacillus aerius NSMk2: A potential approach in poultry waste management",
     "doi": "https://doi.org/10.1016/j.biteb.2018.07.015",
     "publication date": "09-2018",
     "abstract": "About 73 bacterial strains were isolated from poultry dump sites in Punjab and an isolate showing high keratinolytic activity was identified as Bacillus aerius NSMk2. Strain showed prompt hydrolysis of white chicken feathers on minimal salt medium (MSM) after 5 days of cultivation. Melanized chicken, pigeon and duck feathers could also be degraded by bacteria with high activity to duck and pigeon feathers. MSM supplemented with fructose and beef extract supported higher feather keratinase production and improved degradation of white chicken feathers. Feather concentration 1.375%, pH 7.5 and temperature 35 °C showed maximum feather keratinase activity (127.63 U/ml) after 2 days which was 7-fold higher than activity on minimal salt medium. Time for complete degradation of white chicken feathers was reduced to 3 days on optimized medium. The results of present investigation showing potential keratinolytic ability of Bacillus aerius NSMk2 could provide an environmental friendly approach for bioconversion of poultry waste.",
     "keywords": ["Bacillus aerius NSMk2", "Keratinase", "Feather degradation", "Environment", "Waste management"]},
    {"article name": "Semi-continuous measurement of oxygen demand in wastewater using biofilm-capacitance",
     "doi": "https://doi.org/10.1016/j.biteb.2018.08.009",
     "publication date": "09-2018",
     "abstract": "Bio-capacitive coulombs were tested for determination of the 5-day biochemical oxygen demand (BOD5) using a dual-chamber microbial electrochemical cell (MxC) operated at charging (open circuit) and discharging (close circuit) conditions. For acetate medium, the cumulative coulombs charged in a capacitive biofilm anode (open circuit) were well correlated with BOD concentrations (R2 ~ 0.9). The maximum detectable BOD5 concentration with the bio-capacitance MxC was close to 250 mg/L, and the cumulative coulombs were saturated for above the maximum BOD5 concentration (Monod pattern). The bio-capacitance MxC sensor consistently showed high linearity between the cumulative coulombs and BOD5 concentrations for domestic wastewater influent (R2 = 0.93–0.99), despite of 1 min charging. High correlation between the coulombs and BOD5 concentration was also obtained for wastewater effluent at 1 min charging, which indicates that the bio-capacitance MxC sensor can semi-continuously measure BOD5 concentration in wastewater at every 2 min (1 min charging and 1 min discharging).",
     "keywords": ["Bio-capacitance", "Biochemical oxygen demand", "Microbial fuel cells", "Domestic wastewater", "Monod equation"]},
    {"article name": "CFD analysis of the flow dynamics of microorganisms in dilute cultures in stirred tank photobioreactors",
     "doi": "https://doi.org/10.1016/j.biteb.2018.07.017",
     "publication date": "09-2018",
     "abstract": "The objective of the present work is to investigate the influence of the key factors such as the impeller speed in revolutions per minute and frequency of crossover of the particles between the light and the dark zones on the growth of microalgae in a stirred tank photobioreactor. To that end, the numerical simulations are performed for the culture in a stirred tank photobioreactor using computational fluid dynamics. The culture medium and the sparged air are considered to be two interpenetrating continua. Based on the light intensity profiles within, the reactor is divided into light and dark zones. Individual microorganisms are tracked. The fractional time spent by them in the dark zone, and the average frequency of crossover between the zones, are determined. The critical impeller speed for the maximum cell growth is compared against the experimental observation reported in literature and the maximum tolerable shear stress is identified.",
     "keywords": ["Stirred tank photobioreactor", "CFD", "Microorganisms", "Light intensity"]},
    {"article name": "Anaerobic and photocatalytic treatments of post-hydrothermal liquefaction wastewater using H2O2",
     "doi": "https://doi.org/10.1016/j.biteb.2018.08.003",
     "publication date": "09-2018",
     "abstract": "Hydrothermal liquefaction (HTL) of cyanobacteria is a promising process for energy generation. However, post-HTL wastewater (PHWW) contains high amounts of organic matter and toxic compounds. This study investigated photocatalysis and anaerobic digestion (AD) for the treatment of PHWW from Spirulina conversion. H2O2 was used as an external oxidant in the photocatalysis or as a pretreatment in the AD process. The effect of different concentrations of H2O2 was evaluated. Greater CH4 production and higher COD reduction were observed when pre-treated PHWW was used. In the photocatalytic treatment, color and COD reduction reached 93.1% and 23.4%, respectively, with the addition of H2O2. When a combination of the oxidative pretreatment and AD was applied, a maximum energy recovery of 66.7% was reached, while the photocatalysis reached a maximum of 61.5%. Use of the best conditions with proper dilutions resulted in higher growths of the Spirulina cultivation compared to that with conventional algal media.",
     "keywords": ["AD anaerobic digestion", "anaerobic digestion", "ADE anaerobic digestion effluent", "anaerobic digestion effluent", "BMP biomethane potential", "biomethane potential", "E2-Energy Environmental-Enhancing Energy", "Environmental-Enhancing Energy", "COD chemical oxygen demand", "chemical oxygen demand", "GC–MS gas chromatography - mass spectrometry", "gas chromatography - mass spectrometry", "HTL hydrothermal liquefaction", "hydrothermal liquefaction", "NH4+ − N ammonia nitrogen", "ammonia nitrogen", "PHWW post-hydrothermal liquefaction wastewater", "post-hydrothermal liquefaction wastewater", "PO4−3 − P total phosphorus", "total phosphorus", "OD optical density", "optical density", "PCE photocatalytic effluent", "photocatalytic effluent", "PyrEq Pyridine Equivalent, RHC, H2O2/COD ratio", "Pyridine Equivalent, RHC, H2O2/COD ratio", "TKN total Kjeldahl nitrogen", "total Kjeldahl nitrogen", "TS total solids", "total solids", "TVS total volatile solids", "total volatile solids", "VSS volatile suspended solids", "volatile suspended solids", "Hydrothermal liquefaction", "Anaerobic digestion", "Photocatalysis", "Hydrogen peroxide", "Energy recovery"]},
    {"article name": "Continuous biosorption assessment for the removal of hexavalent chromium from aqueous solutions using Strychnos nux vomica fruit shell",
     "doi": "https://doi.org/10.1016/j.biteb.2018.09.001",
     "publication date": "09-2018",
     "abstract": "Column biosorption studies were performed to check the potential of Strychnos nux vomica tree fruit shell (STFS) towards Cr(VI) elimination from simulated aqueous solution. Effect of various parameters like height of bed (3, 5, 7 cm), flow rate inside the column (5, 10, 15 mL/min) and initial concentration of Cr(VI) in aqueous solution (50, 100, 150 mg/L) for removal of Cr(VI) were studied. The results revealed that Cr(VI) adsorption capacity (mg/g) marked up with the rise in bed height; decreased with elevation in flow rate and initial concentrations of Cr(VI). Biosorption column models viz. Adams-Bohart Thomas, Yoon-Nelson and Bed Depth Service Time (BDST) were evaluated with the equilibrium data. Comparatively, Thomas and BDST model presented better agreement with the equilibrium data. The current investigation verified STFS, a novel lignocellulosic biosorbent (STFS) which resulted in quite reasonable biosorption capacities could be used significantly for Cr(VI) removal from wastewater.",
     "keywords": ["Biosorption", "Packed bed column", "Hexavalent Chromium", "Operational parameters", "Modeling"]},
    {"article name": "Influence of ferrous iron dosing strategy on aerobic granulation of activated sludge and bioavailability of phosphorus accumulated in granules",
     "doi": "https://doi.org/10.1016/j.biteb.2018.03.004",
     "publication date": "06-2018",
     "abstract": "Two different Fe2+ dosing strategies (with the same daily Fe2+ dosage of 19.5 mg/d), i.e. constant (R1 with fixed 5 mg Fe/L in influent) and pulse dosing (R2 with 30 mg Fe/L in influent only during the first cycle every day) were tested in two identical reactors and their comparison was conducted on granule formation, stability and performance on pollutants removal and P accumulation. Results showed that granules appeared earlier and relatively smaller in R2 (day 9), while biomass increased faster in R1. Relatively high and stable P removal could be achieved, averagely 92% in R1 and 81% in R2. The granules in R1 accumulated more P (45.6 mg/g-SS) with higher bioavailability (95%) after 48 days' operation, especially with high non-apatite inorganic P content (36.2 mg/g-SS). This work also suggests that Fe2+ dosing strategy can be applied in conventional activated sludge processes when high bioavailable P recovery is targeted.",
     "keywords": ["Aerobic granular sludge", "Ferrous iron (Fe2+)", "Constant dosing", "Pulse dosing", "Phosphorus bioavailability"]},
    {"article name": "Characterization of thermoadaptive serine metalloprotease and application in waste management",
     "doi": "https://doi.org/10.1016/j.biteb.2018.04.006",
     "publication date": "06-2018",
     "abstract": "Thermoadaptive enzymes offer new opportunities for bio-catalysis and bio-transformations owing to their ability to function over wide temperature ranges. Microbial alkaline proteases are important constituents of commercial enzyme preparations, accounting for more than 60% of the total industrial enzyme market. Fibrous proteins, such as horn, feathers etc. are abundantly available in nature as recalcitrant solid wastes. Extracellular alkaline proteases derived from microorganisms can be used for degradation of proteinaceous wastes and convert them into value-added products e.g. peptide concentrates or amino acids. The present study relates to the isolation of an extracellular, bacterial thermoadaptive serine metalloprotease from the soil. The purified protease showed a remarkable increase in thermostability (4 °C–100 °C) that was enhanced in the presence of Ca2+. The protease (+Ca2+) was utilized to efficiently degrade fish scales and feather to produce amino acids, as declogging agent and for removing blood stains from cloth with a short reaction time. The ability of the protease could be utilized in bulk for solid waste management providing for an eco-friendly and effective process.",
     "keywords": ["Thermoadaptive enzyme", "Serine metalloprotease", "Waste management", "Amino acid production", "Declogging agent"]},
    {"article name": "Optimization of Chlorella sorokiniana cultivation condition for simultaneous enhanced biomass and lipid production via CO2 fixation",
     "doi": "https://doi.org/10.1016/j.biteb.2018.03.006",
     "publication date": "06-2018",
     "abstract": "In this work, the cultivation condition of Chlorella sorokiniana was investigated to optimize biomass and lipid production. The influence of initial biomass content, nitrogen sources and concentration, phosphorus concentration, pH and CO2 concentration was tested. The experimental results indicated that 1.0 g/L glycine could be a suitable nitrogen source for Chlorella sorokiniana. Meanwhile, KH2PO4 with the concentration of 11.4 mg/L at the pH of 9 was preferable phosphorus source for biomass and lipid accumulation. The maximum lipid concentration and content could achieve 173.73 mg/L and 44.1%. When CO2 was added as inorganic carbon source with the gas flow rate of 6 sccm, the maximum biomass concentration was 1.0 g/L on the fourth day.",
     "keywords": ["Chlorella sorokiniana", "Microalgae", "Biomass", "Lipid", "CO2", "Flue gas"]},
    {"article name": "Triggering of fatty acids on Tetraselmis sp. by ethyl methanesulfonate mutagenic treatment",
     "doi": "https://doi.org/10.1016/j.biteb.2018.04.001",
     "publication date": "06-2018",
     "abstract": "The present study aimed to triggering of growth, lipid and fatty acids production of oceanic microalgae Tetraselmis sp. for biofuel production under mutagenic treatment with ethyl methanesulfonate (EMS). The maximum optical density (0.51 ± 0.02), cells concentration (138 ± 6.9 × 104 cells mL−1), biomass (0.63 ± 0.03 g L−1), chlorophyll ‘a’ (3.91 ± 0.19 mg L−1) were found in DKMK06 in first generation which was treated with EMS at 50 μmol mL−1 for 60 min. DKMK06 was exhibited the highest lipid productivity (48 ± 0.9%) during first generation and DKMK05 during second and third generations and percentages of lipid were 46.5 ± 1.1 and 41 ± 1.1%. The same trend has been observed in FAME contents and highest saturated and mono unsaturated fatty acid combinations were found in DKMK05 in 2nd generation (42.49%) followed by third generation (41.5%) which were higher than the first generation produced by DKMK06 (39.98%).",
     "keywords": ["Tetraselmis sp.", "Ethyl methane sulfonate", "Mutants", "Lipid", "FAME", "Microalgae"]},
    {"article name": "Systematic investigation of anode materials for microbial fuel cells with the model organism G. sulfurreducens",
     "doi": "https://doi.org/10.1016/j.biteb.2018.03.005",
     "publication date": "06-2018",
     "abstract": "Different carbon and metal-based anode materials for microbial fuel cells were systematically investigated with a pure culture of the model organism G. sulfurreducens. The highest limiting current density of 756 ± 15 μA cm−2 at −0.253 ± 0.037 V vs. SCE was achieved with graphite foil using a step-wise galvanostatic technique. But also the application of completely different anode materials such as activated carbon cloth, stainless steel and graphite felt led to similar high limiting current densities, suggesting that G. sulfurreducens is able to use a large range of substantially different anode materials as external electron acceptor. Additionally, we could show that a step-wise galvanostatic technique to record polarization curves yields similar current densities as potentiostatic control at −0.400 V vs. SCE with the investigated carbon-based materials. In case of stainless steel these techniques yield slightly different results, presumably due to an effect related to the material's surface properties.",
     "keywords": ["G. sulfurreducens", "Anode material screening", "Microbial fuel cell", "Carbon-based anode", "Metal-based anode"]},
    {"article name": "Experimental validation of biochar based green Bronsted acid catalysts for simultaneous esterification and transesterification in biodiesel production",
     "doi": "https://doi.org/10.1016/j.biteb.2018.04.002",
     "publication date": "06-2018",
     "abstract": "In this study, a variety of novel biochar based Bronsted acid catalysts were prepared from low cost potential feedstocks viz., cassava peel, irul sawdust, coconut shell and their catalytic activity for biodiesel production were compared. The optimization studies of biochar generation were carried out based on the influence of pyrolysis temperature and heating duration, for the preparation of acid catalyst with superior activity. The elemental analysis, surface functional groups, thermal stability, crystallographic structure, surface morphology and pore size distribution of all biochars and its sulfonated catalysts were characterized thoroughly. The performance of the sulfonated biochar catalysts for the synthesis of biodiesel from Derris indica L. seed oil was evaluated and compared. The cassava peel biochar based catalyst with a total acid density of 2.9 mmol/g and sulfonic acid group density of 1.7 mmol/g showed the best result among the sulfonated biochar catalysts for the enhanced biodiesel production.",
     "keywords": ["Biochar", "Pyrolysis", "Sulfonation", "Acid catalyst", "Transesterification"]},
    {"article name": "A novel method for preparing high purity Actinobacillus succinogenes stock and its long-term acid production in a packed bed reactor",
     "doi": "https://doi.org/10.1016/j.biteb.2018.04.004",
     "publication date": "06-2018",
     "abstract": "A. succinogenes is susceptible to contamination by other lactate producing bacteria. This reduces stability and makes long-term A. succinogenes fermentation difficult. In this study, the contaminated A. succinogenes culture, where the contaminant was shown to be ubiquitous Staphylococcus epidermidis, can be easily rescued by using xylose as the sole carbon source. The stability of purified A. succinogenes was verified in continuous fermentation using packed bed reactor while the performance of acid productions was investigated. While MgCO3 was used as a pH buffer and CO2 source during the continuous fermentation, the problem of MgCO3 clogging in a packed bed reactor was solved by oleyl alcohol reflux. This raised operation time from 344 to 1788 h. The provision of 30 g/L glucose and 40 g/L xylose as carbon sources resulted in a main metabolite yield of 91.7 ± 3.2% lactate and 55.3 ± 3.0% succinate with a stable productivity of 16.9 ± 1.7 and 1.5 ± 0.1 g·L−1·h−1.",
     "keywords": ["Actinobacillus succinogenes", "Contamination", "Packed bed reactor", "Oleyl alcohol reflux"]},
    {"article name": "Synthesis of sulfonated carbon catalyst from waste orange peel for cost effective biodiesel production",
     "doi": "https://doi.org/10.1016/j.biteb.2018.04.007",
     "publication date": "06-2018",
     "abstract": "The present research work deals with the bio-waste valorisation approach for the catalyst development and then its use in the low cost biodiesel production. The sulfonated carbon catalyst, a solid acid is prepared from waste orange peels (WOP) through carbonization followed by sulfonation treatment. WOP is one of the bio-wastes of food industries. The developed catalyst was characterized using elemental, spectral and thermal analysis. Surface area and pore volume is measured using Brunauer, Emmett and Teller (BET) surface area analysis. The synthesized catalyst exhibits 44 m2/g surface area and 1.57 mmol/g acid density. To demonstrate the catalytic performance, the sulfonated carbon catalyst was used to esterify corn acid oil (CAO), a low cost feed stock containing 127.21 mg KOH/g acid value, to generate cost effective biodiesel. 91.68% biodiesel conversion is obtained under optimized conditions using Box-Behnken Design (BBD).",
     "keywords": ["Bio-waste valorisation", "Waste orange peel", "Sulfonated carbon catalyst", "Corn acid oil", "Biodiesel"]},
    {"article name": "Sewage sludge and food waste co-digestion to methane: A multi response and kinetic modeling study to evaluate the dynamics in compositional parameters",
     "doi": "https://doi.org/10.1016/j.biteb.2018.05.005",
     "publication date": "06-2018",
     "abstract": "Iron Scraps was hypothesized to enhance methane production at limited oxygen supply under co-digestion process of waste. The multi response overlay contour plots estimated the feasible region of compositional parameters dynamic for methane production. The confirmatory findings show CH4 production range 59.37 ± 0.84 to 80.07 ± 1.12 (ml/gCOD), at food waste (7.27 to 7.39%), Iron scraps (0.0 to 447.67 mg/L), and head space O2 (0.28 to 0.95%). The response dynamics observed were residual COD (2533.3 ± 126.6–4533.33 ± 22.66 mg/L), VFAs (171.42 ± 0.0–800 ± 98.9 mg/L), ammonia (173.95 ± 5.39–215.4 ± 11.5 mg/L), residual sulfate (185.63 ± 2.34–250.67 ± 19.21 mg/L) and NO3− (7.1 ± 0.66–16.38 ± 1.81 mg/L) during confirmatory experiments. The simulated values of Logistic and Exponential rise to maximum model were well suited at all level of food waste. Elevated CH4 produced showed ability to effective anaerobic co-digestion.",
     "keywords": ["Solid waste", "Biomethanogenesis", "Co-digestion", "Response surface methodology", "Compositional dynamics", "Biogas"]},
    {"article name": "Hybrid pervaporation and salting-out for effective acetone-butanol-ethanol separation from fermentation broth",
     "doi": "https://doi.org/10.1016/j.biteb.2018.04.005",
     "publication date": "06-2018",
     "abstract": "In this study, hybrid pervaporation/salting-out process was coupled with fed-batch acetone-butanol-ethanol (ABE) fermentation for high-titer solvents production. At the first-stage separation, 18.8 g/L of ethanol, 125.9 g/L of acetone and 199.5 g/L of butanol were obtained in the permeate of pervaporation. Model solution with similar solvents content to the permeate condensate was used for the second-stage salting-out process based on K3PO4 and KH2PO4, respectively. The effect of salting-out factor on ABE concentrations and recoveries in the aqueous and organic phase was compared and optimized. Results indicated that K3PO4 showed better salting-out performance. At the salting-out factor of 1.0, 99.01% of ABE was recovered. Correspondingly, 486.74 g/kg of butanol (805.52 g/kg of total ABE) could be tested in the organic phase. This novel hybrid process was a promising method for biobutanol production and separation.",
     "keywords": ["ABE fermentation", "Pervaporation", "Salting-out", "In situ product recovery"]},
    {"article name": "Comparative analysis of banana waste bioengineering into animal feeds and fertilizers",
     "doi": "https://doi.org/10.1016/j.biteb.2018.04.008",
     "publication date": "06-2018",
     "abstract": "The efficiency of a bioprocess in terms of cost of production versus product output determines it pragmatism in the field of Bioengineering. Solid state fermentation (SSF) and anaerobic digestion (AD) were compared for banana waste bioprocessing using Saccharomyces cerevisiae. The wastes were pretreated by alkaline-delignification and thermal pre-treatment prior SSF and AD respectively. Optimization of the operational parameters for yeast growth kinetics was done using Chapman, Bergter and Andrew models. From the results generally, pH 3.5 to 5.8 and temperature 22 to 30 °C were optimum for both bioprocesses. Comparatively, SSF was a more economic and efficient banana waste bioprocess than AD. The protein content increased by approximately 7.9% after SSF and by 6.7% after AD and the lipid contents increased by 5.9 and 5.4%, while the mineral contents increased by 6.3 and 7.5% both after SSF and AD respectively. This suggested the possible of use of the upgraded wastes as animal feed supplements and nutrient rich fertilizers.",
     "keywords": ["Banana wastes", "Nutrient rich fertilizers", "Animal feeds"]},
    {"article name": "Utilization of glycerol by Bacillus sp. ISTVK1 for production and characterization of Polyhydroxyvalerate",
     "doi": "https://doi.org/10.1016/j.biteb.2018.03.002",
     "publication date": "06-2018",
     "abstract": "Plastic due to its light weight and low cost is a first choice for daily use product, which now can be replaced by Bioplastics. The current study demonstrates the screening of a previously reported thermotolerant bacterium strain Bacillus sp. ISTVK1 isolated from wastewater treatment plant for production of PHA by utilizing pure glycerol as carbon source. Primary screening of the selected bacterium strain was performed by Nile red staining and afterward visualization under a fluorescence microscope. Nile red fluorescence measurement of bacterial culture was also investigated based on absorbance of spectrofluorometer. GC–MS, 1H NMR, TEM, and FT-IR analysis revealed that the produced material is PHV, which is co-polymer of PHB. Optimization of process parameters was performed to enhance the production of PHA. A substantial increase in PHA production from 1.29 g/L to 4.44 g/L (85.19% of CDW) was observed after optimization of process parameters, shows the importance of optimization.",
     "keywords": ["Bioplastic", "Polyhydroxyvalerate", "Glycerol", "TEM", "Bacillus sp.", "Cell dry weight"]},
    {"article name": "Xylooligosaccharides production by fungi cultivations in rice husk and their application as substrate for lactic acid bacteria growth",
     "doi": "https://doi.org/10.1016/j.biteb.2018.05.004",
     "publication date": "06-2018",
     "abstract": "We describe a three-steps bioprocess to convert rice husk as source of xylooligosaccharides and then used these prebiotics to grow lactic acid bacteria as a model to produce probiotics from vegetal sources. First, Aspergillus brasiliensis BLf and the recombinant Aspergillus nidulans XynC A773 strains were solid-state cultivated in rice husk to produce xylanases (234.7 ± 0.01 U·g−1 and 192 ± 0.03 U·g−1 substrate, respectively). These enzymatic preparations were directly applied to rice husk to hydrolyze its hemicellulosic structure and obtain xylooligosaccharides (37.25 mg XOS·g−1 substrate and 75.92 mg XOS·g−1 substrate, respectively). Prebiotic effect of XOS was tested by cultivating probiotic strains Lactobacillus plantarum BL011 and Bifidobacterium lactis B-12, which grew in this substrate. The results in this work showed that it is possible to produce xylooligosaccharides and then proceed to use these prebiotic sugars to grow probiotic bacteria using the same agro-residue, being possible their use in food related applications.",
     "keywords": ["Rice husk", "Aspergillus sp.", "Xylanase", "Xylooligosaccharides", "Probiotics"]},
    {"article name": "Penicillium: The next emerging champion for cellulase production",
     "doi": "https://doi.org/10.1016/j.biteb.2018.04.003",
     "publication date": "06-2018",
     "abstract": "Bio-ethanol from lignocellulosic biomass via enzymatic route has received wide acceptance as liquid fuel for transport sector. It has been regarded as alternative sustainable source of energy, however; economic feasibility still remains a question. Cellulase is still considered to add to the major cost components in the bio-ethanol production process. Trichoderma reesei, which is considered as the most potent cellulase producer is known to be deficient in β-glucosidase, hence, Penicillium cellulases being rich in β-glucosidase have got recognition. Thus Penicillium cellulases give higher efficiencies during saccharification of biomass resulting in lower cellulase requirement; decreasing the cost of cellulases in the process. This review gives an account of cellulases produced from Penicillium and its superiority over existing cellulase champions. It also discusses the possible targets to improve cellulase secretion from Penicillium at genetic level. This article justifies that Penicillium could be the next champions for cellulase production for biofuel applications.",
     "keywords": ["Penicillium", "Trichoderma", "Cellulase", "Bioethanol", "Biomass"]},
    {"article name": "Hydrothermal carbonization as an all-inclusive process for food-waste conversion",
     "doi": "https://doi.org/10.1016/j.biteb.2018.04.009",
     "publication date": "06-2018",
     "abstract": "Food waste is highly energetic biomass but its recycling and disposal process is costly and time-intensive, and the wet, inhomogeneous waste is unwelcome in biomass plants. Searching for an alternative processing pathway, we studied the feasibility of a decentralized, small-scale hydrothermal carbonization plant. Restaurant food waste was converted at 200 °C for 6 h into high-quality hydrochar that has fuel qualities similar to those of lignite and which could be used for co-combustion. We successfully treated the liquid phase with ultraviolet radiation to minimize the total organic carbon and chemical oxygen demand in order to facilitate conventional disposal. Such a plant would pay for itself and begin to generate profit within eight years. We see hydrothermal carbonization in the catering industry as a sustainable and convenient solution for food-waste conversion.",
     "keywords": ["Hydrothermal carbonization", "Food waste", "Process water", "UV treatment", "Energy"]},
    {"article name": "Enhanced ethyl levulinate production from citrus peels through an in-situ hydrothermal reaction",
     "doi": "https://doi.org/10.1016/j.biteb.2018.05.002",
     "publication date": "06-2018",
     "abstract": "This study introduced the enhanced production of ethyl levulinate (EL) by using waste citrus peels and verified the positive roles of the moisture of the biomass in producing EL. The effects of various parameters on the EL production were investigated. The optimal conditions for EL production were reaction temperature 150 °C, acid volume 0.2 ml, co-solvent 2 ml, and ethanol 2 ml based on 0.3 g of dry biomass with a moisture content of 50 wt%. Under these conditions, the EL yield was 27.81 wt% based on a dry feedstock. This is significantly high compared to previous studies that produced EL from other cellulosic materials because the co-solvent forms a miscible phase with EL, facilitating mass transfer of the EL to the co-solvent phase to promote the forward reaction and inhibit the side reaction.",
     "keywords": ["Ethyl levulinate (EL)", "Citrus peels", "Wet in-situ conversion", "Water", "Co-solvent"]},
    {"article name": "Misuse of pre-exponential factor in the kinetic and thermodynamic studies using thermogravimetric analysis and its implications",
     "doi": "https://doi.org/10.1016/j.biteb.2018.04.011",
     "publication date": "06-2018",
     "abstract": "This paper describes the misuse of Arrhenius pre-exponential factor in the kinetic and thermodynamic studies using thermogravimetry. Standard test method (ASTM E698) has been used recently by many researchers to calculate the pre-exponential factor. ASTM E698 is reserved for differential scanning calorimetry (DSC) and impose many restrictions which have being overlooked by many recently. The obtained pre-exponential factors have been used to describe the thermodynamic behavior during the course of thermal conversions. The objective of this paper is to inform the readers that the pre-exponential factor obtained from the restricted equation can mislead and generate some false thermodynamic data.",
     "keywords": ["Second derivative method", "Pre-exponential factor", "Model-free methods", "Isoconversional methods"]},
    {"article name": "Use of grape pomace as a biosorbent for the removal of the Brown KROM KGT dye",
     "doi": "https://doi.org/10.1016/j.biteb.2018.05.001",
     "publication date": "06-2018",
     "abstract": "In this paper, the removal capacity of grape pomace was evaluated removing the KROM Brown KGT dye. Initially, batch adsorption tests were conducted to evaluate the operating parameters, which indicated 2.0 as initial pH, particle size between 0.14–1.4 mm and temperature of 25 °C, for initial dye concentration of 100 mg L−1. Based on these operating conditions, kinetic and adsorption equilibrium data were obtained. The resulting equilibrium time was 12 h. The kinetic model of pseudo first order was the one that best represented the experimental data. The adsorption equilibrium data suggest a process of monolayers, according to the Langmuir model, with a maximum biosorption capacity of 180.2 ± 3.2 mg g−1. The thermodynamic data suggest a thermodynamically favorable and exothermic process. Based on the results, it was found that the grape pomace has potential to be used as biosorbent in wastewater treatment systems containing dyes.",
     "keywords": ["Biosorption", "Dye", "Grape pomace", "Industrial organic waste"]},
    {"article name": "Evaluating the Water Quality Impacts of Hydrothermal Liquefaction Assessment of Carbon, Nitrogen, and Energy Recovery",
     "doi": "https://doi.org/10.1016/j.biteb.2018.04.010",
     "publication date": "06-2018",
     "abstract": "This research evaluates possible water impacts arising from creation of potent wastewaters during hydrothermal liquefaction (HTL) of organic wastes. Aqueous co-products (ACPs) arising from HTL of eight feedstocks contained very high concentrations of traditional wastewater pollutants: 100–3300 mg/L total nitrogen (N), 45–3600 mg/L total phosphorus (P), and 16,000–234,000 mg/L chemical oxygen demand (COD). pH was 4.4–8.8. These characteristics render ACP more noxious than relevant benchmark wastewaters. Adjustment of published energy ratio metrics to account for ACP treatment reveals that energy yield is moderately decreased, and energy consumption for COD, TN, and TP removal is of the same order of magnitude as liquefaction. Recovery of valuable nutrients (i.e., N and P) from ACP via precipitation could reduce the energy intensity of ACP management and mitigate its impact on energy recovery. In particular, precipitation-based nutrient recovery could enhance HTL's appeal as means to valorize waste into renewable energy and valuable scarce materials.",
     "keywords": ["Hydrothermal liquefaction", "Waste feedstock", "Aqueous co-product", "EROI"]},
    {"article name": "Microbiology community changes during the start-up and operation of a photosynthetic bacteria-membrane bioreactor for wastewater treatment",
     "doi": "https://doi.org/10.1016/j.biteb.2018.01.003",
     "publication date": "03-2018",
     "abstract": "A pilot-scale photosynthetic bacteria-membrane bioreactor was applied to treat wastewater and culture photosynthetic bacteria (PSB) cells, and microbial communities at different stages were analyzed to reveal the underlying roles of efficient long-time operation of this reactor. After 40 days start-up, the reactor was successfully operated for 180 days. The results showed that the PSB-membrane bioreactor operated stably, with high COD and NH3-N removal efficiency of 95%. The PSB biomass could maintain a high cell concentration with a 10% harvest each day. Analysis of the microbial community showed that bacterial communities changed dramatically at different stages. The dominant bacteria were Ectothiorhodospira in the beginning to Caenispirillum and Pannonibacter during the stable operation. The Shannon index from 1.876 dropped to 1.477 after 6 months. The diversity of PSB community decreased during the process. It revealed that the microbial community on the membrane was more diverse than that inside the bioreactor.",
     "keywords": ["Photosynthetic bacteria", "Membrane bioreactor", "Wastewater treatment", "Microbial community"]},
    {"article name": "Desorption trials and granular stability of chromium loaded aerobic granular sludge from synthetic domestic wastewater treatment",
     "doi": "https://doi.org/10.1016/j.biteb.2018.01.004",
     "publication date": "03-2018",
     "abstract": "This study investigated Cr (VI) adsorption from aqueous solution onto aerobic granular sludge (AGS) and then its desorption to recover Cr and regenerate AGS. AGS adsorption was conducted using batch experiments. Alkaline (CH3COONa, NaHCO3, Na2CO3, and Na2CO3 containing Na2HPO4 or KCl) and HCl solutions were attempted to desorb Cr (VI) and Cr (III), respectively. Their effects on microbial activity and granular stability were also explored. 0.5 M NaHCO3 was found to be the best desorption agent with desorption ratios of 62% for Cr (VI) and 10% for Cr (III). 0.1 M HCl could further desorb the remaining Cr (III), resulting in totally 81% of desorption ratio. Adsorption under acidic conditions decreased microbial activity, while desorption using alkaline solutions negatively affected granular stability to some extent, most probably attributable to cations release from AGS. These results for the first time suggest the possibility of Cr-loaded AGS regeneration by weak alkaline solutions.",
     "keywords": ["Aerobic granular sludge", "Chromium", "Adsorption", "Desorption"]},
    {"article name": "Benchmark study of photosynthetic bacteria bio-conversion of wastewater: Carbon source range, fundamental kinetics of substrate degradation and cell proliferation",
     "doi": "https://doi.org/10.1016/j.biteb.2018.02.003",
     "publication date": "03-2018",
     "abstract": "Photosynthetic bacteria (PSB)-bioconversion is a novel method for wastewater treatment and resource recovery. But fundamental knowledge on effective substrate range, cell proliferation and substrate degradation kinetics are lacking. This paper studied the efficient range of carbon source (in terms of COD) and the fundamental kinetics of COD degradation and cell proliferation of this technology. Results showed that the efficient concentration range of carbon source was 500–40,000 mg·L−1 COD for PSB, which covers most organic wastewaters. Then the substrate degradation and cell proliferation kinetics were studied using Michaelis-Menten equation and Monod equation. The Vmax, Km, μmax and Ks was 4.80 d−1, 7382 mg·L−1, 1.23 d−1 and 7714 mg·L−1 under light-anaerobic condition, and they were 4.27 d−1, 4813 mg·L−1, 0.59 d−1 and 21,295 mg·L−1 under dark-aerobic condition; which fell in the range of conventional biological wastewater technologies. This benchmark study lays foundation for further study and scale-up of this novel technology.",
     "keywords": ["Photosynthetic bacteria", "Growth rate", "Substrate utilization", "Half saturation coefficient", "Michaelis constant"]},
    {"article name": "Bioremoval of nutrients from wastewater by a denitrifier Paracoccus denitrificans ISTOD1",
     "doi": "https://doi.org/10.1016/j.biteb.2018.02.006",
     "publication date": "03-2018",
     "abstract": "The introduction of plant nutrients like nitrogen and phosphorus in water bodies cause a natural ageing process called eutrophication. In the present study, 71.9% NO3−N and 93% ortho-P removal was achieved within 72 h by an aerobic denitrifier P.denitrificans ISTOD1, suggesting the strain as a potential denitrifying phosphorus accumulating organism (DPAO). To make wastewater treatment cost-effective, different concentration of molasses were optimized for maximum EPS production. Application of strain ISTOD1 in real wastewater samples with 5% molasses resulted in NH4+-N, NO2−N, NO3−N, TN, COD and TP removal efficiencies of 99.6%, 79.2%, 83.8%, 97.3%, 84.2% and 100%. Moreover, 1.9 g/L EPS production was also observed between late exponential- stationary phase. Assessment on wastewater demonstrated the capability of ISTOD1 in overall nutrient removal along with EPS production. Bioflocculation efficiency of the domestic wastewater produced EPS makes the strain an efficient candidate for enhanced wastewater remediation.",
     "keywords": ["Denitrification", "Extracellular polymeric substances (EPS)", "Ortho-P", "Bioflocculation", "Denitrifying phosphorus accumulating organism (DPAO)"]},
    {"article name": "Winterization studies of different vegetable oil biodiesel",
     "doi": "https://doi.org/10.1016/j.biteb.2018.02.005",
     "publication date": "03-2018",
     "abstract": "At low temperature, the presence of oleaginous compound with fatty acids bound to crystallize and cause operability problems with compression engines. In this present investigation, seven different fatty acid methyl esters (FAMEs) biodiesel from vegetable oils (such as sunflower, coconut, jatropha, rice bran, palm, neem and mahua) were prepared by transesterification and were analyzed by gas chromatography (GC). Winterization of these synthesized biodiesel were carried out to find their usability at low temperatures (0 °C–20 °C) and the crystals formed were separated. Further, the differential scanning colorimetry (DSC) was employed to identify the onset of melting point of the biodiesel from vegetable oils. The results showed that crystal formation was observed for various biodiesel except sunflower oil that recorded no crystal formation with minimum temperature of 0 °C. These findings suggest that biodiesel synthesized from sunflower can be used as such at low temperatures compared to the other synthesized biodiesel from vegetable oil.",
     "keywords": ["Biodiesel", "Temperature effects", "Differential scanning calorimetry", "FAME", "Winterization"]},
    {"article name": "A two-stage biological gas to liquid transfer process to convert carbon dioxide into bioplastic",
     "doi": "https://doi.org/10.1016/j.biteb.2018.02.007",
     "publication date": "03-2018",
     "abstract": "The fermentation of carbon dioxide (CO2) with hydrogen (H2) uses available low-cost gases to synthesis acetic acid. Here, we present a two-stage bio logical process that allows the g as t o l iquid transfer (Bio-GTL) of CO2 into the biopolymer polyhydroxybutyrate (PHB). Using the same medium in both stages, first, acetic acid is produced (3.2 g L−1) by Acetobacterium woodii from 5.2 L gas-mixture of CO2:H2 (15:85 v/v) under elevated pressure (≥2.0 bar) to increase H2-solubility in water. Second, acetic acid is converted to PHB (3 g L−1 acetate into 0.5 g L−1 PHB) by Ralstonia eutropha H16. The efficiencies and space-time yields were evaluated, and our data show the conversion of CO2 into PHB with a 33.3% microbial cell content (percentage of the ratio of PHB concentration to cell concentration) after 217 h. Collectively, our results provide a resourceful platform for future optimization and commercialization of a Bio-GTL for PHB production.",
     "keywords": ["Carbon capture", "Polyhydroxybutyrate", "Sustainability", "Acetobacterium woodii", "Ralstonia eutropha H16"]},
    {"article name": "Evaluation of the potentials and feasibility of microalgae production in Iran",
     "doi": "https://doi.org/10.1016/j.biteb.2017.12.001",
     "publication date": "03-2018",
     "abstract": "Supplying affordable, acceptable, and adequate sources of energy is one of the most important concerns of the communities. Due to the unbalanced distribution of fossil fuels, as well as their environmental effects, the utilization of renewable energies sources has been one of the main strategies. Due to the importance of transportation for societies, biofuels technologies is important part of researches, in particular algae. Algae are a type of single or multi-cellular organisms that are multiplying rapidly, and have photosynthesis-based growth and evolution. In this paper, after classifying and determining the main factors affecting the production of liquid fuels from microalgae, the feasibility and the best regions for production are discussed in the case study, Iran. The analysis method is multi criteria decision making in order to rank the best locations for microalgae growing. The results show that Iran has a high potential for microalgae utilization and the coastlines of Oman Sea and the Persian Gulf are the best regions for large-scale algae cultivation and processing projects.",
     "keywords": ["CR consistency ratio", "consistency ratio", "AHP analytic hierarchy process", "analytic hierarchy process", "Mtoe Million Tonnes of Oil Equivalent", "Million Tonnes of Oil Equivalent", "TPES total primary energy supply", "total primary energy supply", "NAABB National Alliance for Advanced Biofuels and Bio products", "National Alliance for Advanced Biofuels and Bio products", "Microalgae", "Biofuel", "Multi criteria decision making", "Iran"]},
    {"article name": "Brewers' spent grains: Drying kinetics and biodiesel production",
     "doi": "https://doi.org/10.1016/j.biteb.2018.01.005",
     "publication date": "03-2018",
     "abstract": "Enormous amounts of brewers' spent grains (BSGs) per year are generated to produce bear worldwide. BSGs can be used as a carbon source, biofuel to generate energy and as a source of biogas. Typically, BSGs contain >60 mass% of water and, therefore, drying kinetics is a paramount for the development of any of these valorisation processes.In this work, we reveal the main parameters and mechanism of drying kinetics of BSGs at isothermal conditions (60 °C–90 °C), measured by thermogravimetric analysis. Diffusion coefficients ranged from 1.42 × 10−9 m2 s−1 to 2.67 × 10−9 m2 s−1 while the activation energy was 26.6 kJ mol−1.Furthermore, for the first time, biodiesel production from BSGs is reported. We employed acid catalysed in situ transesterification process, at different catalyst concentrations, methanol to BSGs ratios, reaction time and temperature.The outcomes of our study show promise for alternative valorisation of brewers' spent grains, an abundant waste spread around the world.",
     "keywords": ["Thermogravimetric analysis (TGA)", "In situ transesterification", "Drying mechanisms", "Reactive extraction"]},
    {"article name": "Co-gasification of empty fruit bunch in a downdraft reactor: A pilot scale approach",
     "doi": "https://doi.org/10.1016/j.biteb.2018.02.001",
     "publication date": "03-2018",
     "abstract": "Biomass gasification shows great potential to displace fossil fuels. This paper states the steady state simulation for the gasification of palm oil empty fruit brunch (EFB) in pilot plant downdraft reactor and modelled using Aspen Plus®. The biomass was characterized to evaluate the degree of feedstock's structural order. The effect of reactor temperature and pressure on syngas production of downdraft gasification of EFB at the constant steam flow rate of 186.37 mol/h were investigated. The results revealed the concentration of hydrogen and CO increased from 12 to 17.5 mol% and 55–60.6 mol% respectively, but the CO2 concentration decreased from 30 to 19.4 mol% with increasing temperature (875–975 °C) and pressure (25–35 bar). The results indicated that the product gas from co-gasification with charcoal has higher H2 and CO concentrations in comparison with the EFB gasification. Therefore, co-gasification of the feedstock has a significant potential to overcome the problem of disrupted feedstock supply in gasification.",
     "keywords": ["Co-gasification", "Downdraft reactor", "EFB", "Charcoal", "Aspen plus"]},
    {"article name": "A review on management of Hydrilla verticillata and its utilization as potential nitrogen-rich biomass for compost or biogas production",
     "doi": "https://doi.org/10.1016/j.biteb.2018.03.001",
     "publication date": "03-2018",
     "abstract": "Hydrilla verticillata, an invasive aquatic weed is found to be a complex worldwide. Chemical and biological treatments can be applied for its growth retardation, but it may affect the quality of water, ultimately affecting aquatic lives. Previously reported studies proposed that the H. verticillata can be managed and utilized using advanced techniques that changed the approach towards it from nuisance to useful resource. It has been proved to be protein-rich and hence can be used as fodder for cattle. Exploring the feasibility of H. verticillata has become prime importance in any of the application of it. However, there is a need to research on large-scale management and utilization of H. verticillata to benefit the agriculture field. This paper provides a summary of growth, harvest and recent development for the management and use of H. verticillata. Based on the present scenario, possible forthcomings are discussed.",
     "keywords": ["Aquatic weed", "Hydrilla verticillata", "Control", "Anaerobic digestion", "Composting"]},
    {"article name": "Review of trends in biogas upgradation technologies and future perspectives",
     "doi": "https://doi.org/10.1016/j.biteb.2018.01.002",
     "publication date": "03-2018",
     "abstract": "Biogas is a futuristic renewable energy with high market potential due to wide scale availability of organic biomass, and for facilitating countries in meeting sustainable development goals related with creating and providing access to renewable energy. It has potential of being developed as a vehicular fuel or for generating electricity that can be injected into power grids. Despite its prospect, it faces criticism, such as limited contributions in reducing carbon emissions as compared to solar and wind. Consequentially, for higher efficiency and for better commercialization, it is impending not only to upgrade raw biogas but also utilize the energy value of off-gas. Currently available methods have high operating costs and are energy intensive, limiting the commercial applications of biogas. This review is aimed at presenting the state-of-art upgradation technologies currently available and the ones which are promising. It also discusses the future perspectives for overcoming the challenges associated with upgradation.",
     "keywords": ["Sustainable development", "Biogas upgradation", "Bioenergy", "Biomethane"]},
    {"article name": "Integrated approach for extraction of xylose, cellulose, lignin and silica from rice straw",
     "doi": "https://doi.org/10.1016/j.biteb.2018.01.001",
     "publication date": "03-2018",
     "abstract": "In this paper, a novel process for xylose production was developed and discovered with simultaneous extraction of other product like cellulose, silica, and lignin. The study explored the effect of chemicals on xylose yield, and the xylose production process was optimized as followings: After pre-impregnation with nitric acid at 140 °C for 15 min, rice straw was treated at 1 bar with 0.5% (v/v) nitric acid, followed by second hydrolysis by using 2.5%(w/v) sodium hydroxide with 2%(w/v) sodium hypochlorite at 121 °C for 1 h, decoloration and ionic impurities were removed by ion exchange. Using this process, 13.8 g of crystal xylose was produced from 100 g rice straw, simultaneously 26.01% (w/w) of cellulose, 10.11% (w/w) silica, and 6.21% (w/w) lignin were also extracted from rice straw respectively. All results indicated that this process is a more effective than the traditional method sulphuric acid hydrolysis process for lignocellulose biorefinery.",
     "keywords": ["Rice straw", "Pretreatment", "Xylose", "Cellulose", "Lignin", "Silica"]}
    ]
}