{"primary": "Physical Sciences and Engineering",
"domain": "Chemical Engineering",
"subdomain": "Bioengineering",
"journal name": "Current Plant Biology",
"articles": [
    {"article name": "Remembering Tom Wydrzynski (1947–2018), one who had the guts to go after what he wanted and excelled at it",
     "doi": "https://doi.org/10.1016/j.cpb.2018.10.003",
     "publication date": "12-2018",
     "abstract": "We pay tribute to Tom Wydrzynski who passed away at age 71 on March 16, 2018, in St. Louis, Missouri, USA. He was a wonderful and caring human being, friend to many, and one of the great plant biologists/biochemists/biophysicists of our time. He successfully dug deeply into the function of the oxygen evolving complex (OEC) by applying a combination of novel biophysical and biochemical techniques to understand how plants produce oxygen from water. He then used this information to venture into artificial photosynthesis, a futuristic goal. In addition, Tom was the first to show that bicarbonate ions have a unique role to play on the electron accepter side of Photosystem II, water-plastoquinone oxido-reductase. This tribute draws heavily from the text that one of us (Govindjee) wrote in 2008 [1] and the unpublished text he read on behalf of many of Tom’s friends on April 7, 2018, at a memorial service in St. Louis in celebration of Tom’s life. This tribute is focused on Tom’s time and work in Urbana, Illinois, but mentions other research as well. It ends with a fitting tribute, a poem written by one of Tom’s contemporaries in Urbana, Ralph Schooley.",
     "keywords": ["Artificial photosynthesis", "Bicarbonate", "Manganese", "NMR", "Oxygen evolution"]},
    {"article name": "An electrochemical analysis suggests role of gynodioecy in adaptation to stress in Cortaderia selloana",
     "doi": "https://doi.org/10.1016/j.cpb.2018.08.001",
     "publication date": "12-2018",
     "abstract": "Cortaderia selloana is an invasive, gynodioecious species prevalent in Mediterranean area which contains both female and hermaphrodite specimens in the wild population. Using voltammetric data we show that the female and hermaphrodite specimens exhibit differential electrochemical response. Cortaderia selloana leaves from two different provenances in the Valencia Mediterranean area, Sueca and Cullera (Comunitat Valenciana, Spain), in the surroundings of the Albufera Natural Park, a peculiar ecosystem containing unspoilt dune beaches and forests, were studied to determine correlation of flower morphology with the plant's ability to adapt to stress conditions. Our data suggests that gynodioecy may contribute to increasing versatility in the plant under stress by efficiently neutralizing reactive oxygen species (ROS).",
     "keywords": ["Electrochemistry", "Invasive species", "Cortaderia", "Gynodioecy", "Reactive oxygen species"]},
    {"article name": "Inhibitory effects of silver nanoparticles on photosystem II performance in Lemna gibba probed by chlorophyll fluorescence",
     "doi": "https://doi.org/10.1016/j.cpb.2018.11.006",
     "publication date": "12-2018",
     "abstract": "Toxic effects of silver nanoparticles (AgNPs) on photosynthetic processes and biomass were investigated in aquatic plant Lemna gibba, and the plants were exposed to different concentrations of AgNPs for 7 days. At 7 day of exposure, a direct negative impact on the physiological state of plant was indicated by the decrease of chlorophyll (Chl) synthesis, the deterioration of photosynthetic activity and the change in biomass. When L. gibba was treated to 1 mg L−1 of AgNPs, total Chl content and the biomass decreased respectively by 66 and 51% compared to the control (P < 0.05). Under this condition, the alteration of photosystem II (PSII) photochemical reactions was indicated by a significant change compared to control of different studied fluorescence parameters value: FV/FM (35%), ET/RC (63%), VJ (61%), qP (57%) and NPQ (102%). Therefore, Chl a fluorescence measurements showed strong evidence of inhibitory effects on energy transfer from light harvesting complexes to reaction centers, the deterioration of the PSII water splitting system and the inactivation of PSII reaction centers at 1 mg L−1. In conclusion, our results demonstrated that AgNPs induced an inhibitory mechanism on photosynthetic processes and biomass of L. gibba plant.",
     "keywords": ["Silver nanoparticles", "Photosynthetic electron transport", "Chlorophyll fluorescence", "Lemna gibba", "Photosystem II"]},
    {"article name": "Zinc fortification: Effect of polishing on parboiled and unparboiled rice",
     "doi": "https://doi.org/10.1016/j.cpb.2018.11.002",
     "publication date": "12-2018",
     "abstract": "Zinc (Zn) deficiency is one of the causes of anemic disease and mortality in developing countries where rice is the staple food. Such deficiency is enhanced with over polishing of rice grains. Grain Zn contents can be improved through fortification. Agronomic fortification through the use of Wuxal Zn and Antracol (Zn containing fungicide) were tested with BRRI dhan58 and BRRI dhan74 (Zn enriched variety) and compared with no spraying conditions on grain Zn contentin two locations of Bangladesh during 2016-17. Grain yield increased with Zn spraying by about 2–10% for BRRI dhan58 and about 6–18% for BRRI dhan74 compared to control. Grain Zn content in brown rice of BRRI dhan58 under control condition was about 17 mg kg−1 that increased to about 19 mg kg−1 through Zn spraying. Similarly, Zn content of BRRI dhan74 varied from 22.02 to 23.78 mg kg-1 under control condition, which increased to 24.25–25.79 mg kg−1 after Zn spraying. Grain non-parboiled polishing at 9–10% reduced Zn content by about 2.6–5.84 mg kg−1 irrespective of varieties and locations. Zinc enrichment through agronomic practices and awareness buildup on reduced polishing would be the important options for improving rice grain nutritional quality in Bangladesh.",
     "keywords": ["Rice", "Paddy soil", "Zn spraying", "Grain yield", "Polishing", "Zn enrichment"]},
    {"article name": "Heterosis and inbreeding depression for fruit yield attributing traits in eggplant",
     "doi": "https://doi.org/10.1016/j.cpb.2018.10.004",
     "publication date": "12-2018",
     "abstract": "An experiments was performed to study heterobeltiosis and relative heterosis in F1 and inbreeding depression in F2 generation in eggplants. A set of four F1 hybrids were generated by crossing six parents. In all crosses (Doli 5 × GBL1, Doli 5 × KS 331, Pusa Uttam × KS 331, AB-07-02 × GOB 1), fruit length, fruit volume and fruit yield per plant exhibited significantly positive heterobeltiosis which indicates that the hybrid vigor can be utilized on commercial scale for these traits. The higher magnitude of heterobeltiosis for all the morphological traits suggested the presence of over-dominance. In F2 generation, negatively significant estimates of inbreeding depression was observed for plant height and days to first picking in cross Doli 5 × KS 331; fruit per plant, fruit weight and fruit yield per plant in cross Pusa Uttam × KS 331; primary branches per plant, fruit volume and fruit weight in cross Doli 5 × GBL1 and fruit weight in cross (AB-07-02 × GOB 1) indicated the possibilities to get the desired segregants to improve the traits. The cross with least inbreeding depression and high heterosis should be further exploited at commercial scales.",
     "keywords": ["Eggplant", "Hybrid vigor", "Heterosis", "Inbreeding depression", "Yield"]},
    {"article name": "Genetic diversity in the Ethiopian garden cress (Lepidium sativum L.) using microsatellite markers",
     "doi": "https://doi.org/10.1016/j.cpb.2018.11.007",
     "publication date": "12-2018",
     "abstract": "Diversity has not been exhaustively studied in the Ethiopian garden cress (Lepidium sativum L.). Therefore, the objective of the present study was to determine the genetic diversity among garden cress genotypes using microsatellite or simple sequence repeat (SSR) markers. One hundred twelve garden cress genotypes collected from diverse growing regions of Ethiopia were investigated using 12 SSR markers which were earlier developed for closely related Lepidium subulatum. A total of 1387 alleles were identified, with the average of 116 alleles per SSR marker. The average polymorphism information content (PIC), Shannon diversity index and Nei’s expected heterozygosity were 0.444, 0.750 and 0.443, respectively. High levels of Shannon diversity were noted within population (0.696) than between populations (0.304). Analysis of Molecular Variance (AMOVA) also confirmed that 79% and 21% of total variations were attributed to the within- and between-populations, respectively, indicating greater exchange of gene pool across regions of origin. The genetic distance between populations ranged from 0.044 to 0.396. Cluster analysis using un-weighted neighbor joining method revealed five clusters. The Principal Coordinate Analysis (PCoA) showed the distribution of genotypes in the scatter-plot was highly dispersed at 22% of the total variation, demonstrating complex genetic relationship among genotypes of different geographic origin. Genetic distance matrix among nine populations revealed three different groups to be used as divergent populations in the future breeding programs. Hence, these markers were effective in studying genetic diversity in the Ethiopian garden cress genotypes. Although the transferability of SSR markers from related species was found to be high, the efficiency of identifying more polymorphisms will be improved using garden cress specific markers.",
     "keywords": ["Garden cress", "Heterozygosity", "Lepidium sativum", "Microsatellites", "Polymorphic information content", "Shannon diversity index", "SSR"]},
    {"article name": "A qPCR approach to quantify the growth of basil downy mildew pathogen Peronospora belbahrii during infection",
     "doi": "https://doi.org/10.1016/j.cpb.2018.09.003",
     "publication date": "11-2018",
     "abstract": "Sweet basil (Ocimum basilicum) is an economically important herb crop. Its production has been severely threatened by the downy mildew disease caused by the obligate biotrophic oomycete Peronospora belbahrii. Deployment of disease resistant cultivars would be the most cost effective, environmentally friendly control strategy. However, transferring resistance found only in wild Ocimum species to sweet basil via traditional breeding has been extremely challenging. To apply cutting-edge biotechnological approaches to breeding for basil downy mildew resistance, it is essential to better understand the molecular basis of basil-P. belbahrii interactions, for which a set of experimental tools, including a sensitive disease assessment method, are required. Here we described a quantitative PCR (qPCR) approach to quantify P. belbahrri growth during infection. The approach utilizes two pairs of primers that specifically and effectively amplify the internal transcribed spacer 2 (ITS2) region of P. belbahrii and basil β-tubulin gene for pathogen detection, and normalization of pathogen DNA relative to plant biomass, respectively. This approach was shown to be able to detect increased pathogen growth during infection time course and differentiate disease levels of different sweet basil cultivars at an early infection stage. This qPCR approach is expected to facilitate the dissection of the molecular basis of basil-P. belbahrii interactions and it can also be used for pathogen detection in propagating materials to ensure the growth of disease-free materials and prevent disease spread.",
     "keywords": ["Basil downy mildew", "Peronospora belbahrii", "Ocimum basilicum", "Pathogen quantification", "qPCR"]},
    {"article name": "Comparative transcriptome profiling of a resistant vs. susceptible Vigna mungo cultivar in response to Mungbean yellow mosaic India virus infection reveals new insight into MYMIV resistance",
     "doi": "https://doi.org/10.1016/j.cpb.2018.11.001",
     "publication date": "11-2018",
     "abstract": "Mungbean yellow mosaic India virus (MYMIV), causal agent of the yellow mosaic disease (YMD) in leguminous crops, causes enormous fall in productivity of economically important legumes worldwide. Vigna mungo is severely affected by YMD. In this study, the transcriptional modifications in V. mungo during MYMIV resistance as well as susceptibility were studied and 145 and 109 differentially expressed transcripts were identified in resistant and susceptible plants, respectively through suppression subtractive hybridization. Selected transcripts were validated through RT-qPCR. In incompatible interaction, significant induced expression of genes present in jasmonic acid signalling pathway was observed. Moreover, in incompatible interaction the generation of physical barrier upon virus invasion and maintenance of reactive oxygen species homeostasis was also evidenced. In compatible interaction, the virus succeeded to manipulate the host machinery resulting in significant decrease in defense related gene expression leading to manifestation of disease symptoms. We have generated two hypothetical models of incompatible and compatible interactions based on the possible biological and molecular function of differentially expressed transcripts obtained from resistant and susceptible plants following MYMIV infection. Knowledge gained from these models will help in deciphering the mechanism of MYMIV resistance not only in V. mungo but also in other plant-pathogen interaction study.",
     "keywords": ["Suppression subtractive hybridization (SSH)", "Vigna mungo", "MYMIV", "Differential expression", "RT-qPCR", "Incompatible and compatible interaction"]},
    {"article name": "Underground mystery: Interactions between plant roots and parasitic nematodes",
     "doi": "https://doi.org/10.1016/j.cpb.2018.11.004",
     "publication date": "11-2018",
     "abstract": "Plant parasitic nematodes (PPN) are microscopic roundworms that mostly develop an obligate parasitic relationship with hosts. Once PPN reach root surfaces, they slowly insert a stylet, needle-like structure, into and feed cytosolic nutrients from roots, which cause cell and tissue mortality (Fosu-Nyarko and Jones, 2016; Mitchum et al., 2013). Recently, these PPN-associated damages have become of great agricultural and economic importance resulting in an estimated annual loss of ∼14 percent of world crop production (Nicol et al., 2011). Thus, an urgent breakthrough is needed in developing effective and sustainable pest management programs such as new resistance cultivars. It is however not necessarily forthcoming, largely due to our little knowledge of the defense physiology of plants against PPN. Hence, this review will briefly revisit current working models of plant and PPN interactions with a focus of plant defense responses, and pinpoint information gaps within, which help revamp unique and alternative prospective for the future studies.",
     "keywords": ["Plant parasitic nematodes (PPN)", "Hypersensitive response", "Host specificity of PPN", "Chemotaxis", "Root exudates"]},
    {"article name": "Role of arbuscular mycorrhizal fungi as biocontrol agents against Fusarium verticillioides causing ear rot of Zea mays L. (Maize)",
     "doi": "https://doi.org/10.1016/j.cpb.2018.11.005",
     "publication date": "11-2018",
     "abstract": "The protection of plants from pathogens results to better performances in growth and yield characters. Therefore, the efficacy of Glomus clarum and G. deserticola as biocontrol agents against Fusarium verticillioides (AKR 05, ILR 06 and ERW 05) strains on maize T2L COMP.4 was investigated. Concentration 10 g (20 spores), 20 g (48 spores) and 30 g (72 spores) of Glomus clarum and G. deserticola were inoculated separately into 8 kg of soil at four weeks after planting (WAP), with a control (0 g). In addition, spore suspension (1.0 × 106 spores/mL) of Fusarium verticillioides was inoculated at 8 WAP. The treatments were arranged in a completely randomized design with three replicates. The pathogenic effects of F. verticillioides on plant height and shoot weight were significantly reduced by the application of 20 g of G. clarum and 30 g of G. deserticola. Also, 10 g of both G. clarum and G. deserticola significantly enhanced the production of the husk cover, while 30 g G. clarum and G. deserticola significantly reduced the severity of maize ear rot. Therefore, 30 g G. clarum and G. deserticola had biocontrol potential against Fusarium verticillioides. Hence, they are recommended to maize producers in Fusarium endemic agro-ecological zones for optimal production.",
     "keywords": ["Biocontrol", "Concentration", "Disease severity", "Glomus clarum", "Spore suspension"]},
    {"article name": "Mapping of the quantitative trait locus (QTL) conferring resistance to rice false smut disease",
     "doi": "https://doi.org/10.1016/j.cpb.2018.11.003",
     "publication date": "11-2018",
     "abstract": "Rice false smut disease, caused by Ustilaginoidea virens, is an important grain disease in rice production worldwide. An F2 population of 176 plants was used to conduct quantitative trait locus (QTL) mapping for rice false smut disease resistance. A total of 360 simple sequence repeat (SSR) markers were screened for polymorphism on the parents, susceptible and resistant bulks, which yielded SSR markers linked to false smut disease resistance gene. Bulk segregant analysis located the resistance gene to chromosome 5. QTL analysis also identified two QTLs on chromosome 5, the phenotypic variations explained by these two QTLs are 7.3% and 16.4%. The qRFSr-5.1 was about 0.8 centimorgans (cM) to SSR marker RM18451 accounting for 7.3% of phenotypic variation, and qRFSr-5.2 about 1.1 cM to SSR marker M72 accounting for 16.4%. The SSR markers linked to rice false smut disease resistance genes can be used for marker-assisted selection and also they serve as landmarks for cloning false smut disease resistance genes in the future.",
     "keywords": ["QTL mapping", "Rice", "Rice false smut disease", "Ustilaginoidea virens"]},
    {"article name": "Supplementing biocontrol agents with botanicals improved growth and yield of coriander (Coriandrum sativum L.) infected with Protomyces macrosporus Unger",
     "doi": "https://doi.org/10.1016/j.cpb.2018.10.005",
     "publication date": "11-2018",
     "abstract": "This investigation was carried out to examine the effect of some biocontrol agents (Trichoderma viride, T. harzianum, Azotobacter chroococcum, Pseudomonas putida) and botanicals (Melia azedarach, Eucalyptus globulus, Calotropis procera) both alone and in combination on growth, yield and stem gall disease of coriander (Coriandrum sativum L.) caused by Protomyces macrosporus Unger in a pot experiment. Plants inoculated with P. macrosporus caused significant reduction in growth and yield attributes as compared to untreated control. Stem gall intensity was recorded 59% in plants treated with pathogen alone. The results revealed that, application of biocontrol agents / botanicals both alone and in combination caused significant reduction in stem gall intensity (20.33–84.82%) as compared to control. Among the tested biocontrol agents, T. viride was found superior in enhancing the growth and yield as well as reduction in stem gall intensity (44.37%). Application of biocontrol agents in soil supplemented with botanicals was found more beneficial in enhancing plant growth and yield attributes as well as reducing stem gall intensity (52.54–84.82%). Among various combinations tested T. viride + Melia azedarach and T. viride + E. globulus caused greater increase in plant growth and yield characters both in pathogen inoculated as well as uninoculated plants.",
     "keywords": ["Biocontrol agents", "Botanicals", "Protomyces macrosporus", "Stem gall", "Coriander"]},
    {"article name": "Identification, assessment of diseases and agronomic parameters of Curcuma amada Roxb (Mango ginger)",
     "doi": "https://doi.org/10.1016/j.cpb.2018.10.001",
     "publication date": "11-2018",
     "abstract": "Many diseases affect plants, causing physiological dysfunctions and structural deviation from normal. The effects of plant diseases on yield and quality of crops have been documented. Little, however, is known about the pathology and agronomy of Mango ginger (Curcuma amada Roxb.), an under-cultivated crop. The present study was carried out to assess disease incidence and severity of associated fungal diseases of Mango ginger; assess rhizome yield loss due to disease; isolate and identify fungal pathogens associated; evaluate growth parameters of Mango ginger. Mango ginger plants began showing symptoms of leaf spot and leaf blight at first week and at fifth week after emergence, respectively; at twenty-fourth week some rhizomes were visually observed to be affected with rot. Cercospora curcumae, Phyllosticta zingiberi and Colletotrichum capsici; C. gloeosporioides, Alternaria alternata and Rhizoctonia solani; R. solani, Fusarium solani and Pythium aphanidermatum were frequently found associated with leaf spot, leaf blight and rhizome rot, respectively. Correlation coefficient of: Spot Disease Incidence with plant height was −0.04 and −0.05 for 2016 and 2017, respectively; number of leaves in progression with age was significant at p < 0.01 in 2016 (0.63) but insignificant in 2017 (0.32). Also, correlation coefficient of Blight Disease Incidence: with plant height was significant at p < 0.01 in the year 2016 (0.94) and 2017 (0.92); with number of leaves as age progressed was 0.54 and 0.70 for 2016 and 2017, respectively, and significant at p < 0.01. Percentage losses of 3.25 and 3.02, at harvest, due to rhizome rot were recorded for 2016 and 2017, respectively. This study revealed the occurrence of diseases, associated with fungi and fungus-like organisms, and their effect on Mango ginger plants.",
     "keywords": ["Mango ginger (Curcuma amada Roxb.)", "Leaf spot", "Leaf blight", "Rhizome rot", "Fungal diseases"]},
    {"article name": "Co-expression and regulation of photorespiratory genes in Arabidopsis thaliana: A bioinformatic approach",
     "doi": "https://doi.org/10.1016/j.cpb.2018.09.001",
     "publication date": "09-2018",
     "abstract": "Being a pathway tightly linked to photosynthesis, photorespiration is regulated by light, but also by both nutrients and metabolites on transcriptional level. However, only little is known about the signals and how they are integrated on promoter level to coordinate the whole pathway. Using a bioinformatic approach we analyzed the co-expression patterns of photorespiratory genes, the predicted cis-regulatory elements in their 5′ upstream regions and the existence of introns in their 5′UTRs. We found that there are groups of photorespiratory genes that are strongly co-expressed among each other. The analysis showed a high co-expression between photorespiration and ammonia re-fixation. However, a strong co-regulation between two genes, like GDCH1 and GDCH2, did not necessarily mean that these genes share common cis-element in their 5′ upstream regions. TATA-box, MYB1AT, and MYB4 binding site motifs occurred in 16 out of 20 genes. Furthermore, photorespiratory genes are subjected to alternative splicing. We discuss the presence of cis-elements in the context of both stress responses and development. A genome wide analysis of Arabidopsis 5′UTRs revealed that 5′UTRs introns are overrepresented in photorespiratory genes. Promoter:gusA studies indicated that photorespiratory gene expression is also regulated by intron-mediated enhancement (IME). As already shown for glutamate: glyoxylate aminotransferase, transcript abundance of serine: glyoxylate aminotransferase was affected by IME on mRNA level. IME of gene expression of glycolate oxidase was shown to act on translational level.",
     "keywords": ["Photorespiration", "Co-expression", "Gene regulation", "Promoter", "cis-Regulatory elements", "Intron-mediated enhancement"]},
    {"article name": "Transcriptomic and proteomic analyses of drought responsive genes and proteins in Agropyron mongolicum Keng",
     "doi": "https://doi.org/10.1016/j.cpb.2018.09.005",
     "publication date": "09-2018",
     "abstract": "Agropyron mongolicum Keng is a drought-tolerant perennial forage grass. To elucidate the underlying mechanisms in response to drought stress, we performed transcriptomic and proteomic profiling analyses under mild and severe drought conditions. After de novo assembly, 92,752 unigenes were obtained with an average size of 791 bp and N50 of 1303 bp. 70,732 (76.26%) unigenes showed high sequence similarity with genes in the Nr database. Among the differentially expressed genes, 446 and 418 genes were up- and down-regulated under drought stress, respectively. Using isobaric tags for relative and absolute quantitation technology, we identified 4105 unique proteins. Among them, 255 and 280 proteins were up- and down-regulated, respectively. We selected top 45 genes and proteins that are abundantly expressed yet significantly up- or down-regulated under drought stress. Among the up-regulated genes and proteins, storage proteins and dehydrins dominated the list. Cell wall structural proteins, amylase, and trypsin inhibitors were also up-regulated by drought stress. Chloroplast function-related proteins accounted for the majority of the significantly down-regulated proteins. Pathway analysis indicated that galactose hydrolysis, proline biosynthesis, pentose phosphate pathway and antioxidant systems were significantly up-regulated, whereas pathways of chlorophyll biosynthesis, aromatic amino acid biosynthesis, flavonoid and isoflavonoid biosynthesis were all down-regulated. This study provides both transcriptomic and proteomic profiles in response to drought stress, which are valuable resources for future functional genomics studies in A. mongolicum Keng.",
     "keywords": ["Transcriptome profiling", "Proteomic profiling", "Drought stress", "Forage grass", "Tolerance", "Agropyron mongolicum Keng"]},
    {"article name": "Identification of microRNAs and their targets in four Gossypium species using RNA sequencing",
     "doi": "https://doi.org/10.1016/j.cpb.2018.09.008",
     "publication date": "09-2018",
     "abstract": "MicroRNAs (miRNAs) are small non-coding endogenous riboregulators that play significant roles in plant growth, development, metabolism, defense, and stress responses. Upland cotton is best known for its economic value as natural fiber and oil. It is also an important model for genome evolution, polyploidy effects, cell growth, and cell wall biosynthesis. The polyploid species, Gossypium hirsutum L. (2n = 52), evolved from two progenitors (2n = 26), one contributing an ancestral genome similar to A genomes of G. herbaceum and G. arboreum, and the other like the D genome of G. raimondii. There is much to be learned about Gossypium miRNAs and their gene targets, about the effects of polyploidy and their practical ramifications. In this study, small-RNA (sRNA) libraries from four Gossypium species and three tissue libraries (seed, seedling, and leaf) from G. hirsutum were constructed and analyzed using high-throughput sequencing with Illumina/MiSeq then computational prediction by MIREAP. Results showed 245 known miRNAs belonging to 67 miRNA families and 149 novel (non-redundant and redundant) miRNAs derived from 394 genomic loci. This unified study identified 21 and 33 conserved miRNA families across four Gossypium species and three tissue libraries, respectively. Similar to canonical miRNAs, the 5′ of novel miRNAs had the higher preference for U and A residues. In this study, 551 potential target genes were predicted in 45 conserved miRNA families, while 439 targets were associated with 113 novel miRNAs. The majority of the conserved (34%) and novel (22%) miRNA targets identified belonged to cellular processes and signaling. However, the functional diversity of novel miRNA targets is attributed to the tissue and species bias. Most of the identified targets were regulated by mRNA cleavage than by translational repression. These results provide a basis for better understanding regulatory networks in upland cotton (G. hirsutum) and its closest progenitors.",
     "keywords": ["Cotton", "Progenitor", "Sequencing", "Prediction", "MIREAP", "sRNA", "miRNA", "Family", "Known", "Novel", "Gene regulation", "Target"]},
    {"article name": "In-silico identification and validation of miRNAs in pearl millet [Pennisetum glaucum L.]",
     "doi": "https://doi.org/10.1016/j.cpb.2018.09.007",
     "publication date": "09-2018",
     "abstract": "Pearl millet [Pennisetum glaucum (L.) R. Br.] is an important C4 crop in the arid and semi-arid regions of Asian and African countries which is under cultivation for grain, forage and stover. Here, we report identification of the conserved miRNAs in pearl millet by mining publicly available data sets including expressed sequence tag (EST) sequences, genome survey sequences (GSS), and nucleotide sequences. Homology search of 7240 known mature miRNAs of plant species against 6014 Unigene sequences of pearl millet resulted in identification of 14 potential miRNAs belonging to 11 different families. The length of predicated precursor and mature miRNAs ranged from 60 to 109 nucleotides and 18–23 nucleotides, respectively. The negative minimal folding free energy of precursor miRNAs varied significantly between −13 to −41.73 kcal/mol. Five out of 14 predicted miRNAs were validated in root and leaf/shoot tissues of seedlings of two pearl millet genotypes (J2290 and 7042S) using quantitative real time polymerase chain reaction (qRT-PCR). The psRNATarget server predicted 33 potential target genes and their probable functions. Most of the pearl millet miRNA target genes were involved in stress response, transcriptional regulation, signal transduction, DNA replication proteins, male sterility, metabolic enzymes, plant growth and development. The results of the present study will help in the understanding of mechanism of miRNA functioning in pearl millet.",
     "keywords": ["Expression", "microRNA", "Pearl millet", "RT-PCR"]},
    {"article name": "Identification of ethnomedicinally important Kaempferia L. (Zingiberaceae) species based on morphological traits and suitable DNA region",
     "doi": "https://doi.org/10.1016/j.cpb.2018.09.004",
     "publication date": "09-2018",
     "abstract": "Nuclear ribosomal internal transcribed spacer (ITS) sequences and morphological characteristics were used to identify medicinally important Kaempferia species cultivated in Peninsular Malaysia. Six species were evaluated for parameters such as nucleotide diversity (0.458) and estimated values of transition/transversion bias (0.89) using sequence data. Maximum parsimony (MP) analysis inferred divergence pattern in the Kaempferia genus. The resulting phylogenetic tree was compared to one formed using morphological traits. Morphological and molecular data both show 3 distinctive groupings within selected Kaempferia species. ITS 4 and 5 sequences are proposed as DNA barcodes for identification of Kaempferia species. In terms of morphological traits, plant habit, rhizome colour and leaf variation can be used for preliminary identification of this genus.",
     "keywords": ["ITS internal transcribed spacer", "internal transcribed spacer", "MP maximum parsimony", "maximum parsimony", "MEGA 6 Molecular Evolutionary Genetics Analysis version 6", "Molecular Evolutionary Genetics Analysis version 6", "R estimated values of transition/transversion bias", "estimated values of transition/transversion bias", "rDNA ribosomal DNA", "ribosomal DNA", "DNA barcode", "ITS4", "ITS5", "Maximum parsimony", "Dendrogram"]},
    {"article name": "Profiling Bangladeshi rice diversity based on grain size and amylose content using molecular markers",
     "doi": "https://doi.org/10.1016/j.cpb.2018.09.002",
     "publication date": "09-2018",
     "abstract": "Bangladesh lies within the origin of rice biodiversity and is home to many genotypes with varying amylose content and grain size. There is however no precise data on their amylose content and correlation with grain size and type. Yet these classifications governs the taste, cooking and nutritional quality of rice, ultimately determining its consumer preference and market price. Correlating grain size with amylose content will be useful information for Diabetics, particularly due to the unproven assumption that long grains correlate with high amylose content and vice versa. In this study, 131 long, medium and short grain Bangladeshi rice cultivars were analyzed and classified into high, intermediate, low or very low (H, I, L or VL) amylose slender or bold grain types. Both short and medium grain cultivars have mostly H or I amylose. The maximum amount of L and VL amylose was found among the long grain cultivars which also contain H and I amylose-containing rice. Therefore we could clearly show that long grains are associated with L and VL amylose, rather than medium and short grain. The microsatellite marker (RM190) and CAPS marker (RM190F-GBSSW2R/AccI) are linked to the gene responsible for amylose content and can be used for distinguishing variants. Thirty-five cultivars with all grain sizes were found to have four RM190 alleles (1–4: 100, 110, 116 and 120bp). Cultivars having VL amylose were identified by RM190F-GBSSW2R/AccI cleavage pattern. High amylose-containing rice was found mostly associated with class 1 and 2 alleles. The intermediate amylose group was characterized by the absence of the class 1 allele. Therefore we could distinguish VL, H and I amylose rice with simple tests with the rest belonging to the L group. The study thus demonstrated the use of simple tests in the categorization of rice, based on amylose groups.",
     "keywords": ["Amylose content", "CAPS", "Single nucleotide polymorphism (SNP)", "Restriction enzyme (AccI)"]},
    {"article name": "From Plant Ontology to Gene Ontology and back",
     "doi": "https://doi.org/10.1016/j.cpb.2018.09.009",
     "publication date": "09-2018",
     "abstract": "Our recent goal for the Plant Ontology (PO) is to have it integrated with the Gene Ontology (GO). The simplest aspect of this is to link morphological and anatomical images of structures for PO terms with genes involved in the development of those structures (GO terms). This, also, would include images of expression analyses by in situ hybridization. By using a process of reciprocal illumination, we will be able to clarify and/or redefine PO terms. In particular, an example of this is the integument development during ovule maturation in seed plants. Gymnosperms have one integument; whereas, Angiosperms (flowering plants) have two integuments, i.e., an inner integument surrounded by an outer integument. The question that arises is which of the two integuments in the Angiosperms is the equivalent of the single integument in the gymnosperms? In Angiosperms, the gene INNER NO OUTER (INO) is involved in the proper development of the outer integument but not in the inner integument and in ino mutants there is no outer integument. INO genes are angiosperm specific as no orthologs have been found in gymnosperms. Thus, it appears that the inner integument of the Angiosperms is equivalent –homologous- to the single integument of the gymnosperms and the PO terms can be revised accordingly.",
     "keywords": ["GO Gene Ontology", "Gene Ontology", "INO INNER NO OUTER", "INNER NO OUTER", "PO Plant Ontology", "Plant Ontology", "Angiosperm", "Gene ontology", "Gymnosperm", "Integument", "Ontology", "Ovule", "Plant ontology"]},
    {"article name": "Genetic diversity in the barnyard millet (Echinochola frumentacea) germplasms revealed by morphological traits and simple sequence repeat markers",
     "doi": "https://doi.org/10.1016/j.cpb.2018.09.006",
     "publication date": "09-2018",
     "abstract": "Barnyard millet is valued for its drought tolerance, rapid maturation, and superior nutritional qualities and it is one of the most under researched crops with respect to characterization of genetic resources and genetic enhancement. In this study, genetic diversity among 61 barnyard millet genotypes from southern India, was investigated using 10 morpho-nutritional traits and 51 expressed sequence tag (EST)-simple sequence repeat (SSR) markers. A large variability was observed for morpho-agronomic and grain nutritional traits including for the important traits such as flowering (49.50–82.00 cm), plant height (58.17–152.38 cm), grain yield (12.52 g–41.25 g), Fe (11.05–21.51 mg/100 g) and Zn (2.46–5.91 mg/100 g). Among 51 EST-SSR primers, 14 primers were polymorphic and produced a total of 29 alleles. Polymorphism information content (PIC) value ranged from 0.276 to 0.652 with a mean of 0.43. Clustering of based on Jaccard’s coefficient grouped 61 genotypes into 12 clusters. The study reveals genetic relationships among the southern India barnyard millet genotypes, it can be helpful in planning the utilization patterns and management of barnyard millet germplasm existing in southern India.",
     "keywords": ["Barnyard millet", "Fe and Zn", "Genetic diversity", "Simple sequence repeats"]},
    {"article name": "Remembering Professor Prasanna K. Mohanty (April 1, 1934 – March 9, 2013)",
     "doi": "https://doi.org/10.1016/j.cpb.2018.05.002",
     "publication date": "04-2018",
     "abstract": "On March 9, 2018, 5 years had passed since Prasanna K. Mohanty, an extraordinary student of photosynthesis, plant biologist par excellence, a pioneer of Light Regulation of Photosynthesis, a renowned mentor, and a friend of a vast international community of scientists left us. Many of us, who knew him, miss him dearly and cherish his fond memories. Here we include some of the late responses we have received from many friends of Prasanna Mohanty and announce the launch of Prasanna K. Mohanty fellowship for young researchers working in the area of photosynthesis by the International Society of Photosynthesis Research.",
     "keywords": ["Photosynthesis", "Prasanna K. Mohanty fellowship", "Photosystem"]},
    {"article name": "Efficacy of titanium dioxide nanoparticles in modulating photosynthesis, peltate glandular trichomes and essential oil production and quality in Mentha piperita L.",
     "doi": "https://doi.org/10.1016/j.cpb.2018.04.002",
     "publication date": "04-2018",
     "abstract": "Nanoparticles have an edge over normal elemental forms because of the novel physicochemical properties they possess, which enable them to act as plant growth promoters. The purpose of the present inquest was to investigate the effect of the Titanium dioxide nanoparticles (TiO2 NPs) on the enzymatic activities, photosynthesis, nutrient acquisition and essential oil (EO) production in peppermint. Effect on the peltate glandular trichome density and diameter was also studied. Out of the different concentrations of TiO2 NPs (0, 50, 100, 150, 200 and 250 mg L−1) tested on the plant, 150 mg L−1 proved optimum for most of the parameters, if however, 100 and 150 mg L−1 were equally significant in some cases. A maximum increase of 17.7% and 19.1% was reported in the nitrate reductase and carbonic anhydrase activities respectively by 150 mg L−1 at 150 days after planting (DAP) compared to untreated plant. Chlorophyll fluorescence and net photosynthetic rate exhibited a maximum enrichment of 7.2% and 23.8% respectively by 150 mg L−1 over control. Furthermore, EO content and yield of the plant were also significantly enhanced by 39.4% and 105.1% respectively over control. The quality of the EO also improved as an increase of 9.6% and 124.1% was observed in the content and yield of menthol over control in the present study.",
     "keywords": ["CA carbonic anhydrase", "carbonic anhydrase", "DAP days after plantation", "days after plantation", "DDW double distilled water", "double distilled water", "DMRT duncan multiple range test", "duncan multiple range test", "EO essential oil", "essential oil", "GC gas chromatography", "gas chromatography", "gs stomatal conductance", "stomatal conductance", "NPs nanoparticles", "nanoparticles", "NR nitrate reductase", "nitrate reductase", "PN net photosynthetic rate", "net photosynthetic rate", "OD optical density", "optical density", "TiO2NPs titanium dioxide nanoparticles", "titanium dioxide nanoparticles", "TPC total phenol content", "total phenol content", "PGTs peltate glandular trichomes", "peltate glandular trichomes", "Essential oil", "Stomatal conductance", "Chlorophyll fluorescence", "Menthol", "Trichomes", "Mentha piperita L."]},
    {"article name": "Growth enhancement and salt tolerance of Safflower (Carthamus tinctorius L.), by salicylic acid",
     "doi": "https://doi.org/10.1016/j.cpb.2018.04.001",
     "publication date": "04-2018",
     "abstract": "It has been shown that salicylic acid acts as an endogenous signal molecule responsible for inducing stress tolerance in plants. The effect of SA (1 mM) and sodium chloride (0, 100, and 200 mM NaCl) on some biochemical and molecular responses of safflower plants was studied. Plants were harvested randomly at 21 days after the start of treatments. Results revealed that chlorophyll and total soluble protein contents decreased under salinity, however proline, glycine betaine, carbohydrate, total carotenoids, flavonoid, and anthocyanin contents, as well as PAL gene expression increased. The exogenous SA improved the response of safflower to salinity by increasing glycine betaine, total soluble protein, carbohydrates, chlorophylls, carotenoids, flavonoid, and anthocyanin contents. In addition, qRT-PCR analysis showed that exogenous SA induced expression of PAL gene in both salt-treated and untreated plants. Moreover, SA application under saline conditions decreased the levels of proline which could indicate successful acclimatization of these plants to saline conditions. Our data suggested that the exogenous SA played a key role in stress condition through regulation of osmotic adjustment and antioxidant system due to some compounds. These results provide novel insights about the physiological and molecular role of SA in salt resistance. Therefore, this component can be considered due to low price and availability.",
     "keywords": ["Safflower", "Salinity", "Salicylic acid", "Resistance", "PAL", "Gene expression"]},
    {"article name": "Effect of nutrients starvation in the cell cycle synchronization of cell suspension cultures of Jatropha curcas L.",
     "doi": "https://doi.org/10.1016/j.cpb.2018.03.002",
     "publication date": "04-2018",
     "abstract": "The knowledge about the processes that control cell cycle activity in J. curcas has not yet been addressed. Cell suspension cultures offer an attractive alternative to carry out this kind of studies in a simplified biological system. Nevertheless, the cell suspensions exhibit a high degree of heterogeneity concerning cell cycle distribution; therefore, synchronization methods must be previously established for this plant species. In the present research, cell suspensions of J. curcas were used to assess phosphorus, nitrogen or sucrose starvation as cell cycle synchronization approaches. Cell suspension cultures were established from the endosperm of seeds using a method for the enzymatic breakdown, without a previous callogenesis stage. The cell suspensions reached a maximum growth rate of 0.15 d−1 and a doubling time of 4.8 d. Microscopy analyses showed amyloplasts in some of the cells; however, oil and protein bodies were not observed. Regarding cell cycle synchronization, the results indicated that phosphorus or nitrogen starvation did not affect the cell-cycle arrest in the G0/G1 phase. However, the sucrose depletion for three days induced an accumulation of 67% of the cells in the G0/G1 phase. This effect was reversed with the addition of a carbon source. Moreover, these culture conditions generated a population of cells (approx. 5%) with a higher DNA content (3n > 6n), which was interpreted as the activation of an endoreplication process. Our findings suggest that nutrient starvation can affect in a differential way the cell synchronization process.",
     "keywords": ["Flow cytometry", "Endoreplication", "Storage compounds", "Cell viability", "Growth kinetics", "Endosperm"]},
    {"article name": "Development of simple in-vitro protocol for screening low soil nitrogen-efficient maize lines",
     "doi": "https://doi.org/10.1016/j.cpb.2018.03.001",
     "publication date": "04-2018",
     "abstract": "In order to fast track and compliment conventional maize breeding programme designed for low nitrogen (N) environments, seeds of eight low soil N-tolerant maize lines were sown in the field under no nitrogen and 40 kgN/ha for in vivo evaluation with a view to develop simple protocols for screening maize lines for low nitrogen-efficient through tissue culture technique. Maize plants used for tissue culture (in vitro) were selfed, cobs were harvested fourteen days after pollination before the kernels were disinfected. The immature embryos were excised and cultured on modified Murashige and Skoog basal medium (MS) containing 100% Nitrogen (1650 mg/l), 50% Nitrogen (825 mg/l), 25% Nitrogen (412.5 mg/l), 0% Nitrogen of normal ammonium nitrate in MS salt formulation. Results obtained revealed three lines (LNTP-YC6, TZPB Prol C3 and SW5-OB-BPR-1) had higher grain yield than other maize lines under no fertilizer (0 kgN/ha) and 40 kgN/ha fertilizer applications (P = 0.01) while two lines (TZPB Prol C3 and LAPOSTA SEQUIA C6) performed better than others with or without ammonium nitrate under in-vitro condition (P = 0.01). TZPB Prol C3 was consistent in both in-vitro and in-vivo conditions. Also, MS medium without ammonium nitrate appeared to be more suitable for screening for low N-tolerant maize genotypes.",
     "keywords": ["Maize", "In vitro", "MS medium", "Nitrogen regimes", "Callus induction", "Grain yield"]},
    {"article name": "Phenophases of rambutan (Nephelium lappaceum L.) based on extended BBCH- scale for Kerala, India",
     "doi": "https://doi.org/10.1016/j.cpb.2017.10.001",
     "publication date": "04-2018",
     "abstract": "This study describes the different phenological growth stages of rambutan (Nephelium lappaceum L.) tree grown in India particularly in the state of Kerala where it has become one of the most treasured fruit particularly as a courtyard crop or on its fringes in the homegardens. A total of seven principal growth stages are described for bud, leaf, and shoot development, inflorescence emergence, flowering, fruit development, and fruit maturity according to the extended BBCH-scale. Within them fourty one secondary growth stages are also described. This detailed study on different phenophases of rambutan in relation to the prevailing environmental conditions can certainly serve as a basis for the standardization of agronomic and ecophysiological aspects of rambutan and thereby to promote the cultivation of this exotic fruit crop.",
     "keywords": ["Sapindaceae", "Principal growth stages", "Phenology", "BBCH"]},
    {"article name": "Evaluation of elite rice genotypes for physiological and yield attributes under aerobic and irrigated conditions in tarai areas of western Himalayan region",
     "doi": "https://doi.org/10.1016/j.cpb.2018.05.001",
     "publication date": "04-2018",
     "abstract": "All the irrigated rice systems are currently facing a worldwide challenge for producing higher yield with lower water availability. Aerobic rice is considered to be promising for rice production under water constrained environments where it can be grown under non-flooded and unsaturated soil. All practices for aerobic rice cultivation must start by first identifying promising rice varieties that are expected to produce higher grain yield under such conditions. Therefore, we conducted a field experiment with an experimental design of split-plot in the Tarai region of the Western Himalayas, India, in two irrigation regimes i.e., of continuous flooding and of aerobic condition, using four high-yielding rice genotypes: DRRH-2, PA6444, KRH-2 and Jaya. A grain yield of 743 to 910 g/m2 was obtained on a typical freely draining soil i.e., under aerobic conditions. Further, DRRH-2 showed enhanced panicle number, spikelet number, filled grain number under aerobic conditions, resulting in the higher grain yield of 910 g m/m2. We conclude from our studies that the higher productivity of rice depends upon the improved sink capacity (grain number x grain weight) of the genotype, and that this acts as a major factor limiting yield potential under aerobic and flooded conditions.",
     "keywords": ["Aerobic rice", "Drought stress", "Grain yield", "Irrigation practices", "Oryza sativa", "Paddy"]},
    {"article name": "The art of curation at a biological database: Principles and application",
     "doi": "https://doi.org/10.1016/j.cpb.2017.11.001",
     "publication date": "09-2017",
     "abstract": "The variety and quantity of data being produced by biological research has grown dramatically in recent years, resulting in an expansion of our understanding of biological systems. However, this abundance of data has brought new challenges, especially in curation. The role of biocurators is in part to filter research outcomes as they are generated, not only so that information is formatted and consolidated into locations that can provide long-term data sustainability, but also to ensure that the relevant data that was captured is reliable, reusable, and accessible. In many ways, biocuration lies somewhere between an art and a science. At GrainGenes (https://wheat.pw.usda.gov;https://graingenes.org), a long-time, stably-funded centralized repository for data about wheat, barley, rye, oat, and other small grains, curators have implemented a workflow for locating, parsing, and uploading new data so that the most important, peer-reviewed, high-quality research is available to users as quickly as possible with rich links to past research outcomes. In this report, we illustrate the principles and practical considerations of curation that we follow at GrainGenes with three case studies for curating a gene, a quantitative trait locus (QTL), and genomic elements. These examples demonstrate how our work allows users, i.e., small grains geneticists and breeders, to harness high-quality small grains data at GrainGenes to help them develop plants with enhanced agronomic traits.",
     "keywords": ["Biological databases", "Curation", "Genetic markers", "Genetic maps", "Genomic data", "Genome browsers"]},
    {"article name": "Drought and salt stress in Chrysopogon zizanioides leads to common and specific transcriptomic responses and may affect essential oil composition and benzylisoquinoline alkaloids metabolism",
     "doi": "https://doi.org/10.1016/j.cpb.2017.12.001",
     "publication date": "09-2017",
     "abstract": "Abiotic stresses affect crop productivity worldwide. Understanding molecular mechanisms of plant abiotic stress tolerance is important for developing stress tolerant crop plants for sustaining crop productivity in future. Chrysopogon zizanioides (vetiver) is a perennial C4 grass reported to be tolerant to water, salinity and submergence stress. Here, we subjected C. zizanioides seedlings to salt and drought stress and carried out whole transcriptome profiling of leaf and root tissues. Assessing the global transcriptome changes under drought and salt stress resulted in the identification of several genes contributing to stress response in this species. Overall, more transcriptomic changes were observed in leaf tissue compared to root tissue. The response to either stress manifested primarily as upregulation of gene expression in both leaf and root. The study identified stress responsive genes commonly and differently regulated under stress/tissue conditions. Several DEGs in our data were identified as enzymes involved in biosynthesis of essential oil components. The differential expression of these genes under drought and salt stress may affect the vetiver essential oil composition under these stresses. Similarly, several genes involved in the biosynthesis of benzylisoquinoline alkaloids including morphin were found to be differentially expressing in our data. Our data may facilitate further molecular studies on stress tolerance of C. zizanioides. The DEGs from our results are potential candidates for understanding and engineering abiotic stress tolerance in plants.",
     "keywords": ["Chrysopogon zizanioides", "Drought stress", "Salt stress", "Essential oil", "Benzylisoquinoline alkaloids", "Vetiver"]},
    {"article name": "Genetic potentiality of indigenous rice genotypes from Eastern India with reference to submergence tolerance and deepwater traits",
     "doi": "https://doi.org/10.1016/j.cpb.2017.10.002",
     "publication date": "09-2017",
     "abstract": "Submergence tolerance in rice varieties is crucial for maintaining stable yields in low land areas, where recurrence of flooding is a constant phenomenon during monsoon. We have conducted detailed physiological and genotyping studies of 27 rice genotypes and one wild rice relative, popularly grown in low land areas of the two major rice growing states of eastern India, West Bengal and Odisha with a focus on submergence tolerance traits and Sub1 loci. We found that these genotypes show varying degree (50–100%) survival rate during post submergence recovery period, and high degree of polymorphism in the Sub1 linked rice microsatellite loci RM219 and RM7175. Detailed allelic diversity study of Sub1A loci suggests that rice varieties IR42, Panibhasha, Khoda and Kalaputia share a common allele that is different from FR13A, Keralasundari, Bhashakalmi, Kumrogore. Two other genotypes Meghi and Khoda shares both alleles of Sub1A loci (present in IR42 and FR13A groups) in addition to a new variant. Detailed sequence analysis of the amplified product for the Sub1A loci from these genotypes showed several single nucleotide changes with respect to reference Oryza sativa Sub1A loci (DQ011598). Three rice genotypes (Meghi, Bhashakalmi and Keralasundari) showed beneficial properties in relation to induced submergence stress and can be considered as valuable genetic source in context of utilization of natural rice genetic resources in breeding program for submergence tolerance.",
     "keywords": ["Rice", "Submergence tolerance", "Deep water rice", "Landraces", "Rice microsatellite", "Sub1A"]},
    {"article name": "An update on bioinformatics resources for plant genomics research",
     "doi": "https://doi.org/10.1016/j.cpb.2017.12.002",
     "publication date": "09-2017",
     "abstract": "Next-generation sequencing and traditional Sanger sequencing methods are of great significance in unraveling the complexity of plant genomes. These are constantly generating heaps of sequence data to be analyzed, annotated and stored. This has created a revolutionary demand for bioinformatics tools and software that can perform these functions. A large number of potentially useful bioinformatics tools and plant genome databases are created that have greatly simplified the analysis and storage of vast amounts of sequence data. The information garnered using the available bioinformatics methods have greatly helped in understanding the plant genome structure. Despite the availability of a good number of such tools, the information pouring from single gene-sequencing, and various whole-genome sequencing projects is overwhelming; thus, further innovations and improved methods are needed to sift through this sequence data, and assemble genomes. The current review focuses on diverse bioinformatics approaches and methods developed to systematically analyze and store plant sequence data. Finally, it outlines the bottlenecks in plant genome analysis, and some possible solutions that could be utilized to overcome the problems associated with plant genome analysis.",
     "keywords": ["Genomics", "Next-generation sequencing", "Plant databases", "Sequence assembly", "Transcriptomics", "SNPs"]},
    {"article name": "Tools for building de novo transcriptome assembly",
     "doi": "https://doi.org/10.1016/j.cpb.2017.12.004",
     "publication date": "09-2017",
     "abstract": "The availability of RNA-Seq method allows researchers to capture the spatial or temporal profile of transcriptomes from various types of biological samples. The transcriptome data from a species can be analyzed in the context of its sequenced genomes or closely related genome to score biological sample-specific transcript isoforms, novel transcribed regions and to refine gene models including identification of new genes, in addition to the differential gene expression analysis. However, many plant species of importance currently lack a sequenced genome or a closely related reference genome and thus, rely on the de novo methods for generating transcript models and transcriptome assemblies. Here we describe various tools used for de novo transcriptome assembly and discuss the data management practices and standards.",
     "keywords": ["Transcriptiome", "De novo assembly", "Gene expression", "RNA-Seq", "Differential gene expression", "Plant gene expression", "Plant Ontology", "Gene Ontology", "De novo transcriptome assembly", "Genome annotation", "Genetic marker identification", "Plant Reactome", "Velvet Oases", "SPAdes", "Trinity", "BinPacker", "RNA QUAST", "TransRate", "CD-HIT-ES"]},
    {"article name": "A hypothesis-driven approach to assessing significance of differences in RNA expression levels among specific groups of genes",
     "doi": "https://doi.org/10.1016/j.cpb.2017.12.003",
     "publication date": "09-2017",
     "abstract": "Genome-wide molecular gene expression studies generally compare expression values for each gene across multiple conditions followed by cluster and gene set enrichment analysis to determine whether differentially expressed genes are enriched in specific biochemical pathways, cellular components, biological processes, and/or molecular functions, etc. This approach to analyzing differences in gene expression enables discovery of gene function, but is not useful to determine whether pre-defined groups of genes share or diverge in their expression patterns in response to treatments nor to assess the correctness of pre-defined gene set groupings. Here we present a simple method that changes the dimension of comparison by treating genes as variable traits to directly assess significance of differences in expression levels among pre-defined gene groups. Because expression distributions are typically skewed (thus unfit for direct assessment using Gaussian statistical methods) our method involves transforming expression data to approximate a normal distribution followed by dividing the genes into groups, then applying Gaussian parametric methods to assess significance of observed differences. This method enables the assessment of differences in gene expression distributions within and across samples, enabling hypothesis-based comparison among groups of genes. We demonstrate this method by assessing the significance of specific gene groups’ differential response to heat stress conditions in maize.",
     "keywords": ["GO gene ontology", "gene ontology", "HSP heat shock protein", "heat shock protein", "KEGG Kyoto Encyclopedia of Genes and Genomes", "Kyoto Encyclopedia of Genes and Genomes", "HSF TF heat shock factor transcription factor", "heat shock factor transcription factor", "HSBP heat shock binding protein", "heat shock binding protein", "RNA ribonucleic acid", "ribonucleic acid", "TE transposable element", "transposable element", "TF transcription factor", "transcription factor", "TPM transcripts per kilobase millions", "transcripts per kilobase millions", "Gene expression", "Statistical methods", "RNA-seq", "Genomics"]},
    {"article name": "Developmental changes in cellular structure and cell wall metabolism of torch ginger (Etlingera elatior (Jack) R.M. Smith) inflorescence",
     "doi": "https://doi.org/10.1016/j.cpb.2017.01.001",
     "publication date": "06-2017",
     "abstract": "Torch ginger (Etlingera elatior (Jack) R.M. Smith) is a perennial clumping plant that flourishes in tropical and subtropical climates. Over the years, this crop has been gaining recognition as an ornamental and landscaping plant. However, no study was done on the characteristics of inflorescence during the flowering stage. Therefore, the present study was aimed to elucidate cell wall metabolism in bracts in relation to inflorescence opening and peduncle strength throughout the inflorescence development. The inflorescences at four developmental stages i.e. tight bud, six reflexing tip, all involucral bracts unfolded and full bloom were used in this study. Results indicate that cellulose and pectin content in involucral bracts were hydrolyzed by cellulase and pectin methylesterase during the inflorescence development from tight bud to full bloom stage. The hydrolyzed bract cell walls reduce water potential in cells and enable water inflow for cell expansion. Subsequently, the inflorescence bracts unfolded. The analysis of cell wall composition and anatomical studies on peduncle parts reveals that at tight bud stage, the peduncle strength depends on the turgidity of the cells as evidenced by the presence of higher mucilage content. As the inflorescence developmental stage progressed, the mucilage content decreased gradually. The peduncle was strengthened by cell wall thickening via cellulose deposition and vascular bundles lignification for mechanical support. Besides, the lignified vascular bundle is the key factor in increasing the transportation efficiency of stored carbohydrates and water from the mother plant for inflorescence development.",
     "keywords": ["Cellulase", "Cellulose deposition", "Inflorescence opening", "Lignification", "Pectin methylesterase", "Polygalacturonase"]},
    {"article name": "Functional loss of GABA transaminase (GABA-T) expressed early leaf senescence under various stress conditions in Arabidopsis thaliana",
     "doi": "https://doi.org/10.1016/j.cpb.2017.02.001",
     "publication date": "06-2017",
     "abstract": "GABA-transaminase (GABA-T) involved in carbon and nitrogen metabolism during the plant development process via GABA shunt and GABA-T mutant, which is defective in GABA catabolism, is ideal model to examine the role of GABA-T in plant development and leaf senescence of plant. We have characterized GABA transaminase knock out mutant pop2-1 that is transition and pop2-3 which is T-DNA insertion mutant of Arabidopsis thaliana during various stress conditions.The GABA-T knockout mutant plants displayed precocious leaf senescence, which was accompanied by the assays of physiological parameters of leaf senescence during various stress conditions. Furthermore, our physiological evidence indicates that pop2-1 and pop2-3 mutations rapidly decreased the efficiency of leaf photosynthesis, chlorophyll content, GABA content, GABA-T, and glutamate decarboxylase (GAD) activity and on the other hand increases membrane ion leakage, malondialdehyde (MDA) level in stress induced leaves. However, cell viability assay by trypan blue and insitu Hydrogen peroxidation assay by 3,3-diaminobenzidine (DAB) in stress induced leaves also display that pop2-1 and pop2-3 mutant leaves show oversensitivity in response to different stress conditions as compared to wild type. These results strongly indicate that the loss-of-function of GABA transaminase gene induces early leaf senescence in Arabidopsis thaliana during various stress conditions.",
     "keywords": ["GABA- Transaminase", "Leaf senescence", "Abiotic stress", "Osmotic stress"]},
    {"article name": "DuplicationDetector, a light weight tool for duplication detection using NGS data",
     "doi": "https://doi.org/10.1016/j.cpb.2017.07.001",
     "publication date": "06-2017",
     "abstract": "Duplications are one on the main evolutionary forces in angiosperm, especially in Poaceae. A large number of genes involved in various metabolisms and pathways originate from such duplications (whole genome, segmental or single gene). However, to detect such duplication may be complicated, costly and generally requires heavy human and material investments. Here, we propose an alternative approach for detecting putative recent segmental duplications in haploid or diploid homozygous organisms based on NGS data. We rely on abusive mappings of paralogous sequences that increase apparent heterozygous points at a given locus to identify such duplicated genomic regions. We test our tool on simulated data, then on true rice genomic sequences and were able to identify about 200 candidate duplicated genes in African rice (Oryza glaberrima) lineage compared to Asian one (O. sativa).",
     "keywords": ["Duplication", "NGS", "Rice"]},
    {"article name": "Comparative landscape of alternative splicing in fruit plants",
     "doi": "https://doi.org/10.1016/j.cpb.2017.06.001",
     "publication date": "06-2017",
     "abstract": "Alternative splicing (AS) has played a major role in defining the protein diversity, which could be linked to phenotypic alternations. It is imperative to have a comparative resolution of AS to understand the pre-mRNAs splicing diversity. In the present research, we present a comparative assessment of the AS events in four different fruit plants including apple (Malus domestica), grape (Vitis vinifera), sweet orange (Citrus sinensis), and woodland strawberry (Fragaria vesca), using spliced mapping of the expressed sequence tags and mRNA sequences. We identified a total of 2039 AS events in apple, 2454 in grape, 1425 in orange, and 631 in strawberry, respectively. In this study grape displayed the maximum number of genes (1588) associated with the splicing, followed by apple (1580), orange (1133) and strawberry (444). Transcripts mapping analysis shows that grape plant has relatively larger intron sizes than introns in other fruit species. The data provide a basis for further functional characterization of the genes undergoing AS and can be accessed at Plant Alternative Splicing Database (http://proteomics.ysu.edu/altsplice/plant/).",
     "keywords": ["Alternative splicing", "Fruit plant", "Apple", "Grape", "Orange", "Strawberry", "Expressed sequence tags"]},
    {"article name": "Development and characterization of genomic microsatellite markers in Prosopis cineraria",
     "doi": "https://doi.org/10.1016/j.cpb.2017.03.001",
     "publication date": "06-2017",
     "abstract": "Characterization of genetic diversity is a must for exploring the genetic resources for plant development and improvement. Prosopis cineraria is ecologically imperative species known for its innumerable biological benefits. Since there is a lack of genetic resources for the species, so it is crucial to unravel the population dynamics which will be very effective in plant improvement and conservation strategies. Of the 41 genomic microsatellite markers designed from (AG)n enriched library, 24 were subsequently employed for characterization on 30 genotypes of Indian arid region. A total of 93 alleles with an average 3.875 could be amplified by tested primer pairs. The average observed and expected heterozygosity was 0.5139 and 0.5786, respectively with 23 primer pairs showing significant deviations from Hardy-Weinberg equilibrium. Polymorphic information content average to 0.5102 and the overall polymorphism level was found to be 93.27%. STRUCTURE analysis and DARwin exhibited the presence of 4 clusters among 30 genotypes.",
     "keywords": ["Genetic diversity", "Leguminosae", "Microsatellite markers", "Polymorphic information content", "Prosopis cineraria"]},
    {"article name": "The Bio-Analytic Resource: Data visualization and analytic tools for multiple levels of plant biology",
     "doi": "https://doi.org/10.1016/j.cpb.2016.12.001",
     "publication date": "11-2016",
     "abstract": "The Bio-Analytic Resource for Plant Biology (BAR) is a portal for accessing large data sets from approximately 15 different plant species, with a focus on transcriptomic, protein-protein interaction, and promoter data. It consists of numerous databases for which its curators have added useful metadata, data visualization tools to display the query results from these databases, and visual analytic tools to identify e.g. gene expression patterns of interest based on publicly-available data. We briefly cover some of these tools and scenarios in which they might be useful for plant researchers.",
     "keywords": ["Arabidopsis thaliana", "Data visualization", "Transcriptomics", "Protein-protein interactions", "Protein-DNA interactions", "cis-regulatory elements", "Natural variation", "Agriculture"]},
    {"article name": "The South Green portal: a comprehensive resource for tropical and Mediterranean crop genomics",
     "doi": "https://doi.org/10.1016/j.cpb.2016.12.002",
     "publication date": "11-2016",
     "abstract": "The South Green Web portal ( http://www.southgreen.fr/ ) provides access to a large panel of public databases, analytical workflows and bioinformatics resources dedicated to the genomics of tropical and Mediterranean crops. The portal contains currently about 20 information systems and tools and targets a broad range of crops such as Banana, Cacao, Cassava, Coconut, Coffee, Grape, Rice and Sugarcane.",
     "keywords": ["Crop databases", "Genomics", "Galaxy", "Next Generation Sequencing", "Pipeline", "Sequence variants", "Workflow"]},
    {"article name": "Gramene database: Navigating plant comparative genomics resources",
     "doi": "https://doi.org/10.1016/j.cpb.2016.12.005",
     "publication date": "11-2016",
     "abstract": "Gramene (http://www.gramene.org) is an online, open source, curated resource for plant comparative genomics and pathway analysis designed to support researchers working in plant genomics, breeding, evolutionary biology, system biology, and metabolic engineering. It exploits phylogenetic relationships to enrich the annotation of genomic data and provides tools to perform powerful comparative analyses across a wide spectrum of plant species. It consists of an integrated portal for querying, visualizing and analyzing data for 44 plant reference genomes, genetic variation data sets for 12 species, expression data for 16 species, curated rice pathways and orthology-based pathway projections for 66 plant species including various crops. Here we briefly describe the functions and uses of the Gramene database.",
     "keywords": null},
    {"article name": "SNP-Seek II: A resource for allele mining and analysis of big genomic data in Oryza sativa",
     "doi": "https://doi.org/10.1016/j.cpb.2016.12.003",
     "publication date": "11-2016",
     "abstract": "The 3000 Rice Genomes Project generated a large dataset of genomic variation to the world’s most important crop, Oryza sativa L. Using the Burrows-Wheeler Aligner (BWA) and the Genome Analysis Toolkit (GATK) variant calling on this dataset, we identified ∼40 M single-nucleotide polymorphisms (SNPs). Five reference genomes of rice representing the major variety groups were used: Nipponbare (temperate japonica), IR 64 (indica), 93–11 (indica), DJ 123 (aus), and Kasalath (aus).The results are accessible through the Rice SNP-Seek Database (http://snp-seek.irri.org) and through web services of the application programming interface (API). We incorporated legacy phenotypic and passport data for the sequenced varieties originating from the International Rice Genebank Collection Information System (IRGCIS) and gene models from several rice annotation projects. The massive genotypic data in SNP-Seek are stored using hierarchical data format 5 (HDF5) files for quick retrieval. Germplasm, phenotypic, and genomic data are stored in a relational database management system (RDBMS) using the Chado schema, allowing the use of controlled vocabularies from biological ontologies as query constraints in SNP-Seek.In this paper, we discuss the datasets stored in SNP-Seek, architecture of the database and web application, interoperability methodologies in place, and discuss a few use cases demonstrating the utility of SNP-Seek for diversity analysis and molecular breeding.",
     "keywords": ["3k RG 3000 Rice Genomes", "3000 Rice Genomes", "API Application Programming Interface", "Application Programming Interface", "DAO Data Access Object", "Data Access Object", "HDF5 Hierarchical Data Format 5 (file format)", "Hierarchical Data Format 5 (file format)", "HDRA High Density Rice Array", "High Density Rice Array", "indel insertion or deletion in genomic region", "insertion or deletion in genomic region", "IRGCIS International Rice Genebank Collection Information System (http://www.irgcis.irri.org:81/grc/irgcishome.html)", "International Rice Genebank Collection Information System (http://www.irgcis.irri.org:81/grc/irgcishome.html)", "IRRI International Rice Research Institute", "International Rice Research Institute", "RDBMS Relational Database Management System", "Relational Database Management System", "SNP Single Nucleotide Polymorphism", "Single Nucleotide Polymorphism", "Allele mining", "Oryza", "SNP", "Indel", "Genotype database", "Genetic diversity"]},
    {"article name": "Manually Curated Database of Rice Proteins (MCDRP), a database of digitized experimental data on rice",
     "doi": "https://doi.org/10.1016/j.cpb.2016.11.001",
     "publication date": "11-2016",
     "abstract": "MCDRP or ‘Manually Curated Database of Rice Proteins’ is a database of digitized experimental datasets on rice proteins. Every aspect of the experimental data published in peer-reviewed research articles on rice biology has been digitized with the help of novel data curation models. These models use a semantic and structured arrangement of alpha-numeric notation, including several well known ontologies, to represent various aspect of the data. As a result data from more than 15,000 different experiments pertaining to about 2400 rice proteins has been digitized from over 540 published and peer-reviewed research articles. The database portal provides access to the digitized experimental data via search or browse functions. In essence, one can instantly access data from even a single data-point from a collection of thousands of the experimental datasets. On the other hand, one can easily access the digitized experimental data from multiple research articles on a rice protein. Based on the analysis and integration of the digitized experimental data, more than 800 different traits (molecular, biochemical or phenotypic) have been precisely mapped onto the rice proteins along with the underlying experimental evidences. Similarly, over 4370 associations, based on experimental evidence, have been established between the rice proteins and various gene ontology terms. The database is being continuously updated and is freely available at www.genomeindia.org.in/biocuration.",
     "keywords": ["Rice", "Manual curation", "Data digitization"]},
    {"article name": "A novel comprehensive wheat miRNA database, including related bioinformatics software",
     "doi": "https://doi.org/10.1016/j.cpb.2016.10.003",
     "publication date": "11-2016",
     "abstract": "MicroRNAs (miRNAs) are emerging as important post-transcriptional regulators that may regulate key genes responsible for agronomic traits such as grain yield and stress tolerance. Several studies identified species and clades specific miRNA families associated with plant stress regulated genes. Here, we propose a novel resource that provides data related to the expression of abiotic stress responsive miRNAs in wheat, one of the most important staple food crops. This database allows the query of small RNA libraries, including in silico predicted wheat miRNA sequences and the expression profiles of small RNAs identified from those libraries. Our database also provides a direct access to online miRNA prediction software tuned to de novo miRNA detection in wheat, in monocotyledon clades, as well as in other plant species. These data and software will facilitate multiple comparative analyses and reproducible studies on small RNAs and miRNA families in plants. Our web portal is available at: http://wheat.bioinfo.uqam.ca.",
     "keywords": ["Abiotic stresses and development", "Expressed sequenced tags", "miRNA database", "Next-generation sequencing", "Wheat"]},
    {"article name": "Chloroplast genomics: Expanding resources for an evolutionary conserved miniature molecule with enigmatic applications",
     "doi": "https://doi.org/10.1016/j.cpb.2016.12.004",
     "publication date": "11-2016",
     "abstract": "Chloroplast, methylation depreived uniparental organelle genome is the most studied organelle genome from the perspective of evolution and functional omics. Recent advances in organelle genome sequencing both in terms of genome or transcriptome sequencing has opened a wide range of opportunities to understand the transcriptional and translational role of the genes mainly involved in the light harvesting apparatus and the evolution of the inverted repeats across the lineage. However, as compared to the nuclear genome, limited resources are available in case of organelle genome. In this review, we discuss the recent advances in the chloroplast genomics and the resources that have been developed for understanding the evolution, repeat patterns, functional genomics of this miniature molecule with enigmatic applications.",
     "keywords": null},
    {"article name": "Databases and bioinformatics tools for rice research",
     "doi": "https://doi.org/10.1016/j.cpb.2016.12.006",
     "publication date": "11-2016",
     "abstract": "Rice is one of the most important agricultural crop in the world and widely studied model plant. The completion of whole genome sequence of rice (Oryza sativa) and high-throughput experimental platforms have led to the generation of the tremendous amount of data, and development of the specialized databases and bioinformatics tools for data processing, efficient organization, analysis, and visualization. In this article, we discuss a collection of biological databases that host genomics data on sequence, gene expression, genetic variation, gene-interactomes, and pathways, and facilitate data analysis and visualization.",
     "keywords": ["Biological database", "Rice", "Gene expression", "Biocuration", "Ontology", "Pathways"]},
    {"article name": "Advances in genomics for adapting crops to climate change",
     "doi": "https://doi.org/10.1016/j.cpb.2016.09.001",
     "publication date": "10-2016",
     "abstract": "Climate change is a major threat to food security in a world of rising crop demand. Although increases in crop production have previously been achieved through the use of fertilisers and chemicals for better control of weeds and pests, these methods rely on finite resources and are often unsustainable. Recent advances in genomics are laying the foundations for sustainable intensification of agriculture and heightened resilience of crops to climate change. The number of available high-quality reference genomes has been constantly growing due to the widespread application of genome sequencing technology. Advances in population-level genotyping have further contributed to a more comprehensive understanding of genomic variation. These increasing volumes of genomic data facilitate the move towards plant pangenomics, providing deeper insights into the diversity available for crop improvement and breeding of new cultivars. Genomics-assisted breeding is benefiting from these advances, allowing rapid identification of genes implicated in climate related agronomic traits, for breeding of crops adapted to a changing climate.",
     "keywords": ["Breeding", "Climate change", "Crop improvement", "Genomics"]},
    {"article name": "Exploring genomic databases for in silico discovery of Pht1 genes in high syntenic close related grass species with focus in sugarcane (Saccharum spp.)",
     "doi": "https://doi.org/10.1016/j.cpb.2016.10.004",
     "publication date": "10-2016",
     "abstract": "The genomic sequences available at several public databases and the local alignments allow a fast and accurate search for nucleotide homology among different species, revealing the structure, composition and function of nucleotides and amino acids. The Phosphate Transporter 1 gene family (Pht1) has crucial role in several metabolic processes from plants and has been identified in different crops. Here, the CDS sequence of 28 Pht1 genes described for Oryza sativa, Zea mays and Arabidopsis thaliana were used to identify nine homologous sequences in Sorghum bicolor and Setaria italica and the S. bicolor sequences were used as reference to guide the identification of those homologous sequences in Saccharum spp. Using five different libraries of paired-end Illumina reads, nine sugarcane genes (ScPht1) were assembled and the rate of gene recover, the average of gene length, the sequencing depth and the GC content were estimated in 93.72%, 2053 bp, 16.08X and 58.70%, respectively. Putative SNPs and microsatellites loci were found for those ScPht1 genes and three of them seem to be under positive selection pressure. A phylogenetic tree corroborates with orthology relationship among Saccharum spp., O. sativa and Z. mays genes, emphasizing the levels of synteny described for grass species. This study discuss the potential use of homology in genomic studies as one of the most useful tools for gene discovery and annotation, illustrating how useful is the exploitation of public databases for gene identification and characterization, allowing further gene manipulation in crop improvements.",
     "keywords": ["Comparative genomics", "Pht1 genes", "Sugarcane", "Illumina reads"]},
    {"article name": "Agroinfiltration of Strawberry Fruit — A Powerful Transient Expression System for Gene Validation",
     "doi": "https://doi.org/10.1016/j.cpb.2016.09.002",
     "publication date": "10-2016",
     "abstract": "Agrobacterium-infiltration (agroinfiltration) transient expression systems facilitate rapid primary characterization of candidate gene function, protein localization, protein interacting partners, or other information from a delivered construct. Most of these characterizations have been performed in Nicotiana benthamiana leaves, which offer a limited set of cell types, metabolites, and developmental plasticity. As efforts to characterize genes associated with fruit and vegetable quality increase, the strawberry fruit has emerged as a useful tool to study the effects of transient gene expression. Introduction of active Agrobacterium cultures bearing loss- or gain-of-function constructs into developing fruits can provide robust gene silencing or modest overexpression within days of treatment. Fruits can then be assessed for transgene effects on endogenous gene expression, metabolism, physiology or development. The approach also allows introduction of VIGS-mediated silencing constructs as well as the assessment of promoter activity in fruits. This review details how the strawberry agroinfiltration system has been used as an efficient system to characterize an increasing number of genes associated with fruit development, physiology and metabolism.",
     "keywords": ["AAT alcohol acyltransferase 2", "alcohol acyltransferase 2", "ABA Abscisic Acid", "Abscisic Acid", "ABI ABA Insensitive", "ABA Insensitive", "ANR Anthocyanin Reductase", "Anthocyanin Reductase", "ANS Anthocyanin Synthase", "Anthocyanin Synthase", "APG Acylphloroglucinol", "Acylphloroglucinol", "ASR ABA-stress Ripening", "ABA-stress Ripening", "BG β-Glucosidase", "β-Glucosidase", "bHLH Basic-helix-loop-helix", "Basic-helix-loop-helix", "BR Brassinosteroid", "Brassinosteroid", "BRI BR Receptor", "BR Receptor", "CAD Cinnamyl Alcohol Dehydrogenase", "Cinnamyl Alcohol Dehydrogenase", "CaMV Cauliflower Mosaic Virus", "Cauliflower Mosaic Virus", "CCR Cinnamoyl-CoA Reductase", "Cinnamoyl-CoA Reductase", "CHI Chalcone Isomerase", "Chalcone Isomerase", "CHLH/ABAR plastid/chloroplast ABA receptor, magnesium chelatase H subunit", "plastid/chloroplast ABA receptor, magnesium chelatase H subunit", "CHS Chalcone Synthase", "Chalcone Synthase", "CTR Constitutive Triple Response", "Constitutive Triple Response", "DAA Days After Anthesis", "Days After Anthesis", "DFR Dihydroflavonol 4-Reductase", "Dihydroflavonol 4-Reductase", "DMMF 2,5-dimethyl-4-methoxy-3(2H)-furanone", "2,5-dimethyl-4-methoxy-3(2H)-furanone", "dsRNA double-stranded RNA", "double-stranded RNA", "EG Endo-β-1,4-Glucanase", "Endo-β-1,4-Glucanase", "EGS Eugenol Synthase", "Eugenol Synthase", "EOB Emission of Benzoid", "Emission of Benzoid", "EXP Expansin", "Expansin", "F3′H Flavonoid 3′-Hydroxylase", "Flavonoid 3′-Hydroxylase", "F3H Flavanone 3-Hydroxylase", "Flavanone 3-Hydroxylase", "Fa Fragaria x ananassa", "Fragaria x ananassa", "FGT Anthocyanidin Glucosyltransferase", "Anthocyanidin Glucosyltransferase", "FLS Flavonol Synthase", "Flavonol Synthase", "Fra a Homolog of the major birch pollen allergen Bet v 1", "Homolog of the major birch pollen allergen Bet v 1", "Fv Fragaria x vesca", "Fragaria x vesca", "GA Gibberellins/Gibberellic Acid", "Gibberellins/Gibberellic Acid", "GAL β −galactosidase", "β −galactosidase", "GalUR d-Galacturonate Reductase", "d-Galacturonate Reductase", "GAMYB MYB transcription factor up-regulated by GA", "MYB transcription factor up-regulated by GA", "GT Glycosyltransferase", "Glycosyltransferase", "GUS β-glucuronidase", "β-glucuronidase", "HDMF 4-hydroxy-2,5-dimethyl-3(2H)-furanone", "4-hydroxy-2,5-dimethyl-3(2H)-furanone", "hpRNAi hairpin RNAi", "hairpin RNAi", "IGS Isoeugenol Synthase", "Isoeugenol Synthase", "ihpRNAi Intron hpRNAi", "Intron hpRNAi", "JA Jasmonate/Jasmonic Acid", "Jasmonate/Jasmonic Acid", "LAR Leucoanthocyanidin Reductase", "Leucoanthocyanidin Reductase", "LUC Luciferase", "Luciferase", "MBL Mannose-binding Lectin", "Mannose-binding Lectin", "MSC Multiple Cloning Site", "Multiple Cloning Site", "MYB Myeloblastosis", "Myeloblastosis", "NCED 9-cis-epoxycarotenoid dioxygenase", "9-cis-epoxycarotenoid dioxygenase", "NIP Nodulin 26-like Intrinsic Protein", "Nodulin 26-like Intrinsic Protein", "Ob Ocimum basilicum", "Ocimum basilicum", "OST Open Stomata", "Open Stomata", "PAL Phenylalanine Ammonia Lyase", "Phenylalanine Ammonia Lyase", "PDS Phytoene Desaturase", "Phytoene Desaturase", "PE Pectin Methyltransferase", "Pectin Methyltransferase", "PG Polygalacturonase", "Polygalacturonase", "Ph Petunia hybrid", "Petunia hybrid", "PHOT Phototropin", "Phototropin", "PL Pectate Lyase", "Pectate Lyase", "POD Peroxidase", "Peroxidase", "PYR Pyrabactin Resistance", "Pyrabactin Resistance", "QR Quinone Oxiredutase", "Quinone Oxiredutase", "QTL Quantitative Trait Locus", "Quantitative Trait Locus", "RG Rhamnogalacturonan", "Rhamnogalacturonan", "RNAi RNA interference", "RNA interference", "SAMS S-adenosylmethionine Synthetase", "S-adenosylmethionine Synthetase", "SCL Scarecrow-like", "Scarecrow-like", "SHP Shaterproof-like", "Shaterproof-like", "SnRK Sucrose Nonfermenting-related Protein Kinase", "Sucrose Nonfermenting-related Protein Kinase", "SPT Spatula", "Spatula", "SUT Sucrose Transporter", "Sucrose Transporter", "TF Transcription Factor", "Transcription Factor", "TRV Tobacco Rattle Virus", "Tobacco Rattle Virus", "UDP Uridine diphosphate", "Uridine diphosphate", "UGT UDP-dependent Glycosyltransferase", "UDP-dependent Glycosyltransferase", "VIGS Virus-Induced Gene Silencing", "Virus-Induced Gene Silencing", "VPS Valerophenone Synthase", "Valerophenone Synthase", "XYL β-xylosidase", "β-xylosidase", "Strawberry", "Fragaria", "Agrobacterium", "Transient expression", "VIGS", "RNAi", "Overexpression", "Gene validation"]},
    {"article name": "Growth enhancement and drought tolerance of hybrid poplar upon inoculation with endophyte consortia",
     "doi": "https://doi.org/10.1016/j.cpb.2016.08.001",
     "publication date": "10-2016",
     "abstract": "With increasing effects of global climate change, there is a strong interest in developing biofuels from trees such as poplar (Populus sp.) that have high C sequestration rates and relatively low chemical inputs. Using plant-microbe symbiosis to maximize plant growth and increase host stress tolerance may play an important role in improving the economic viability and environmental sustainability of poplar as a feedstock. Based on our previous research, a total of ten endophyte strains were selected as a consortium to investigate the effects of inoculation on commercial hardwood cuttings of Populus deltoides × P. nigra clone OP-367. After one and a half months of growth under non-stress conditions followed by one month under water stress, there was substantial growth promotion with improved leaf physiology of poplar plants in response to the endophyte inoculation. Furthermore, inoculated plants demonstrated reduced damage by reactive oxygen species (ROS) indicating a possible mechanism for symbiosis-mediated drought tolerance. Production of important phytohormones by these endophytes and identification of microbial genes involved in conferring drought tolerance suggests their potential roles in the modulation of the plant host stress response.",
     "keywords": ["Endophytes", "Hybrid poplar", "Drought tolerance", "Biomass", "Reactive oxygen species (ROS)", "Photosynthesis", "Stomatal conductance", "Phytohormones", "Volatile organic compounds (VOCs)", "Drought tolerance genes"]},
    {"article name": "Tobacco methyl salicylate esterase mediates nonhost resistance",
     "doi": "https://doi.org/10.1016/j.cpb.2016.10.001",
     "publication date": "10-2016",
     "abstract": "Nonhost resistance is a type of broad-spectrum resistance exhibited by a given plant species to most strains of a pathogen which are generally pathogenic to other plant species. In this study, we have examined the role of tobacco SABP2 (Salicylic acid-Binding Protein 2) in nonhost resistance. SABP2, a methyl salicylate esterase is a critical component of SA-signaling pathway in tobacco plants. The transgenic tobacco SABP2-silenced lines treated with tetraFA, a known inhibitor of esterase activity of SABP2 exhibited enhanced susceptibility to nonhost pathogen, Pseudomonas syringae pv. phaseolicola compared to the control plants. The increased accumulation of SABP2 transcripts upon Psp infection supports the involvement of SABP2 in nonhost resistance. The tetra-FA treated plants also showed delayed expression of pathogenesis related-1 gene upon Psp inoculations. The expression of nonhost marker genes CDM1 and HIN1 was also monitored in tobacco plants infected with host-pathogen P.s. pv. tabaci and P.s. pv. phaseolicola. Overall, results presented in this manuscript suggest that SABP2 has a role in nonhost resistance in tobacco plants.",
     "keywords": ["Salicylic acid", "Salicylic acid binding protein 2", "Nonhost resistance", "Pathogenesis related-1 gene"]},
    {"article name": "Making the right connections: Network biology and plant immune system dynamics",
     "doi": "https://doi.org/10.1016/j.cpb.2015.10.002",
     "publication date": "04-2016",
     "abstract": "Network analysis has been a recent focus in biological sciences due to its ability to synthesize global visualizations of cellular processes and predict functions based on inferences from network properties. A protein–protein interaction network, or interactome, captures the emergent cellular states from gene regulation and environmental conditions. Given that proteins are involved in extensive local and systemic molecular interactions such as signaling and metabolism, understanding protein functions and interactions are essential for a systems view of biology. However, in plant sciences these network-based approaches to data integration have been few and far between due to limited data, especially protein–protein interaction data. In this review, we cover network construction from experimental data, network analysis based on topological properties, and finally we discuss advances in networks in plants and other organisms in a comparative approach. We focus on applications of network biology to discover the dynamics of host–pathogen interactions as these have potential agricultural uses in improving disease resistance in commercial crops.",
     "keywords": ["Proteome", "Protein–protein interaction", "Bioinformatics", "Network", "Disease–disease", "Host–pathogen"]},
    {"article name": "A molecular tug-of-war: Global plant proteome changes during viral infection",
     "doi": "https://doi.org/10.1016/j.cpb.2015.10.003",
     "publication date": "04-2016",
     "abstract": "Plant pathogenic viruses cause a number of economically important diseases in food, fuel, and fiber crops worldwide. As obligate parasites with highly reduced genomes, viruses rely heavily on their hosts for replication, assembly, intra- and intercellular movement, and attraction of vectors for dispersal. Therefore, viruses must influence or directly utilize many host proteins and processes. While many general effects of virus infection have long been known (e.g., reduction in photosynthesis, alterations in carbon metabolism and partitioning, increased expression of pathogenesis-related proteins), the precise underlying mechanisms and functions in the viral life cycle are largely a mystery. Proteomic studies, including studies of differential protein regulation during infection as well as studies of host–viral protein–protein interactions, can help shed light on the complex and varied molecular interactions between viruses and plant hosts. In this review, we summarize current literature in plant-virus proteomics and speculate on why viruses have been selected to manipulate these diverse biochemical pathways in their plant hosts.",
     "keywords": ["2D DIGE two dimensional difference in gel electrophoresis", "two dimensional difference in gel electrophoresis", "BNYVV Beet necrotic yellow vein virus", "Beet necrotic yellow vein virus", "BYV Beet yellows virus", "Beet yellows virus", "CABYV Cucurbit aphid-borne yellows virus", "Cucurbit aphid-borne yellows virus", "CaLCuV Cabbage leaf curl virus", "Cabbage leaf curl virus", "CaMV Cauliflower mosaic virus", "Cauliflower mosaic virus", "CLCuV Cotton leaf curl virus", "Cotton leaf curl virus", "CMV Cucumber mosaic virus", "Cucumber mosaic virus", "CSDaV Citrus sudden death-associated virus", "Citrus sudden death-associated virus", "CYDV-RPV Cereal yellow dwarf virus, RPV strain", "Cereal yellow dwarf virus, RPV strain", "CymMV Cymbidium mosaic virus", "Cymbidium mosaic virus", "ER endoplasmic reticulum", "endoplasmic reticulum", "GAPDH glyceraldehyde-3-phosphate dehydrogenase", "glyceraldehyde-3-phosphate dehydrogenase", "GFLV Grapevine fanleaf virus", "Grapevine fanleaf virus", "GLP germin-like protein", "germin-like protein", "GLRaV-1 Grapevine leafroll-associated virus 1", "Grapevine leafroll-associated virus 1", "GO gene ontology", "gene ontology", "GST glutathione-S-transferase", "glutathione-S-transferase", "GVA Grapevine virus A", "Grapevine virus A", "HR hypersensitive response", "hypersensitive response", "HSP heat shock protein", "heat shock protein", "LC/MS-MS liquid chromatography coupled to mass spectrometry", "liquid chromatography coupled to mass spectrometry", "MNSV-1 Melon necrotic spot virus", "Melon necrotic spot virus", "MP movement protein", "movement protein", "MYMIV Mungbean yellow mosaic India virus", "Mungbean yellow mosaic India virus", "ORMV Oilseed rape mosaic virus", "Oilseed rape mosaic virus", "ORSV Odontoglossum ringspot virus", "Odontoglossum ringspot virus", "PLRV Potato leafroll virus", "Potato leafroll virus", "PMeV Papaya meleira virus", "Papaya meleira virus", "PMMoV Pepper mild mottle virus", "Pepper mild mottle virus", "PMTV Potato mop-top virus", "Potato mop-top virus", "PPV Plum pox virus", "Plum pox virus", "PR protein pathogenesis-responsive protein", "pathogenesis-responsive protein", "PSV Peanut stunt virus", "Peanut stunt virus", "PVX Potato virus X", "Potato virus X", "RBSDV Rice black-streaked dwarf virus", "Rice black-streaked dwarf virus", "RNP ribonucleoprotein complex", "ribonucleoprotein complex", "ROS reactive oxygen species", "reactive oxygen species", "RSPaV Rupestris stem pitting-associated virus", "Rupestris stem pitting-associated virus", "RuBisCO ribulose-1,5-bisphosphatase carboxylase/oxygenase", "ribulose-1,5-bisphosphatase carboxylase/oxygenase", "RYMV Rice yellow mottle virus", "Rice yellow mottle virus", "SCMV Sugarcane mosaic virus", "Sugarcane mosaic virus", "SCPMV Southern cowpea mosaic virus", "Southern cowpea mosaic virus", "SMV Soybean mosaic virus", "Soybean mosaic virus", "SOD superoxide dismutase", "superoxide dismutase", "SqLCV Squash leaf curl virus", "Squash leaf curl virus", "SqMV Squash mosaic virus", "Squash mosaic virus", "TEV Tobacco etch virus", "Tobacco etch virus", "TMV Tobacco mosaic virus", "Tobacco mosaic virus", "ToCMoV Tomato chlorotic mottle virus", "Tomato chlorotic mottle virus", "ToMV Tomato mosaic virus", "Tomato mosaic virus", "TuMV Turnip mosaic virus", "Turnip mosaic virus", "TVCV Turnip vein clearing virus", "Turnip vein clearing virus", "ZYMV Zucchini yellow mosaic virus", "Zucchini yellow mosaic virus", "Plant virology", "Plant pathology", "Plant immunity", "Host-virus interactions", "Host-pathogen interactions", "Plant proteomics"]},
    {"article name": "Time-dependent, glucose-regulated Arabidopsis Regulator of G-protein Signaling 1 network",
     "doi": "https://doi.org/10.1016/j.cpb.2015.11.002",
     "publication date": "04-2016",
     "abstract": "Plants lack 7-transmembrane, G-protein coupled receptors (GPCRs) because the G alpha subunit of the heterotrimeric G protein complex is “self-activating”—meaning that it spontaneously exchanges bound GDP for GTP without the need of a GPCR. In lieu of GPCRs, most plants have a seven transmembrane receptor-like regulator of G-protein signaling (RGS) protein, a component of the complex that keeps G-protein signaling in its non-activated state. The addition of glucose physically uncouples AtRGS1 from the complex through specific endocytosis leaving the activated G protein at the plasma membrane. The complement of proteins in the AtRGS1/G-protein complex over time from glucose-induced endocytosis was profiled by immunoprecipitation coupled to mass spectrometry (IP-MS). A total of 119 proteins in the AtRGS1 complex were identified. Several known interactors of the complex were identified, thus validating the approach, but the vast majority (93/119) were not known previously. AtRGS1 protein interactions were dynamically modulated by d-glucose. At low glucose levels, the AtRGS1 complex is comprised of proteins involved in transport, stress and metabolism. After glucose application, the AtRGS1 complex rapidly sheds many of these proteins and recruits other proteins involved in vesicular trafficking and signal transduction. The profile of the AtRGS1 components answers several questions about the type of coat protein and vesicular trafficking GTPases used in AtRGS1 endocytosis and the function of endocytic AtRGS1.",
     "keywords": ["Heterotrimeric G-protein", "Membrane protein complexes", "Tandem affinity purification", "Mass spectrometry", "Glucose signaling"]},
    {"article name": "A protein–protein interaction network linking the energy-sensor kinase SnRK1 to multiple signaling pathways in Arabidopsis thaliana",
     "doi": "https://doi.org/10.1016/j.cpb.2015.10.004",
     "publication date": "04-2016",
     "abstract": "In plants, the sucrose non-fermenting (SNF1)-related protein kinase 1 (SnRK1) represents a central integrator of low energy signaling and acclimation towards many environmental stress responses. Although SnRK1 acts as a convergent point for many different environmental and metabolic signals to control growth and development, it is currently unknown how these many different signals could be translated into a cell-type or stimulus specific response since many components of SnRK1-regulated signaling pathways remain unidentified. Recently, we have demonstrated that proteins containing a domain of unknown function (DUF) 581 interact with the catalytic α subunits of SnRK1 (AKIN10/11) from Arabidopsis thaliana and could potentially act as mediators conferring tissue- and stimulus-type specific differences in SnRK1 regulation. To further extend the SnRK1 signaling network in plants, we systematically screened for novel DUF581 interaction partners using the yeast two-hybrid system. A deep and exhaustive screening identified 17 interacting partners for 10 of the DUF581 proteins tested. Many of these novel interaction partners are implicated in cellular processes previously associated with SnRK1 signaling. Furthermore, we mined publicly available interaction data to identify additional DUF581 interacting proteins. A protein–protein interaction network resulting from our studies suggests connections between SnRK1 signaling and other central signaling pathways involved in growth regulation and environmental responses. These include TOR and MAP-kinase signaling as well as hormonal pathways. The resulting protein–protein interaction network promises to be effective in generating hypotheses to study the precise mechanisms SnRK1 signaling on a functional level.",
     "keywords": ["Arabidopsis", "SnRK1", "Protein–protein interaction", "Stress signaling"]},
    {"article name": "From the proteomic point of view: Integration of adaptive changes to iron deficiency in plants",
     "doi": "https://doi.org/10.1016/j.cpb.2016.02.001",
     "publication date": "04-2016",
     "abstract": "Knowledge about the proteomic adaptations to iron deficiency in plants may contribute to find possible new research targets in order to generate crop plants that are more tolerant to iron deficiency, to increase the iron content or to enhance the bioavailability of iron in food plants. We provide this update on adaptations to iron deficiency from the proteomic standpoint. We have mined the data and compared ten studies on iron deficiency-related proteomic changes in six different Strategy I plant species. We summarize these results and point out common iron deficiency-induced alterations of important biochemical pathways based on the data provided by these publications, deliver explanations on the possible benefits that arise from these adaptations in iron-deficient plants and present a concluding model of these adaptations. Furthermore, we demonstrate the close interdependence of proteins which were found regulated across multiple studies, and we pinpoint proteins with yet unknown function, which may play important roles in iron homeostasis.",
     "keywords": ["Arabidopsis", "Iron", "Proteome", "Post-transcriptional regulation"]},
    {"article name": "Truly quantitative analysis of the firefly luciferase complementation assay",
     "doi": "https://doi.org/10.1016/j.cpb.2016.02.002",
     "publication date": "04-2016",
     "abstract": "Luciferase complementation assays detect protein-protein interactions within living cells using bioluminescence. Since the first report using plant cells was published in 2007, over 100 peer-reviewed articles have been published describing the detection of protein-protein interactions within plant cells by the assays. The assays have also been used to analyze networks of protein-protein interactions in plants. Although the assays have a high dynamic range, they remain qualitative with respect to determining the affinities of interactions. In this article, we first summarize the luciferase complementation assays developed in the past years. We then describe the mechanism of the firefly luciferase complementation that is most widely used in plants, and the reason it is qualitative rather than quantitative using a mathematical model. Finally, we discuss possible procedures to quantitatively determine the affinity of a protein pair using the firefly luciferase complementation assay.",
     "keywords": ["Luciferase complementation", "Protein–protein interactions", "Quantitative assay", "Mathematical model", "Plant cells", "In vitro", "In cellulo", "In vivo"]},
    {"article name": "Towards a comprehensive and dynamic gynoecium gene regulatory network",
     "doi": "https://doi.org/10.1016/j.cpb.2015.08.002",
     "publication date": "12-2015",
     "abstract": "The Arabidopsis thaliana gynoecium arises at the center of the flower as a simple structure, which will successively develop novel cell types and tissues, resulting in a complex organ. Genetic and hormonal factors involved in this process have been identified, but we are still far from understanding how these elements interact, and how these interactions rearrange according to spatial and temporal cues. In this work we propose the first steps in a roadmap to attain an ambitious goal: to obtain a comprehensive and dynamic gene regulatory network that will help us elucidate the patterning events leading to the formation of a fully developed gynoecium.",
     "keywords": ["GRN gene regulatory network", "gene regulatory network", "TF transcription factor", "transcription factor", "ChIP chromatin immunoprecipitation", "chromatin immunoprecipitation", "TRAP translating ribosome affinity purification", "translating ribosome affinity purification", "PBM protein binding microarray", "protein binding microarray", "Gynoecium development", "Gene regulatory network", "Transcription factor", "Protein complex"]},
    {"article name": "A systems approach to understand shoot branching",
     "doi": "https://doi.org/10.1016/j.cpb.2015.08.001",
     "publication date": "12-2015",
     "abstract": "Shoots are ramifying systems with regular initiation of new growth axils called shoot branches. In seed plants, shoot buds initiate in leaf axils from axillary meristems (AMs) containing stem cells. The activities of AMs and buds play vital roles in plant architecture and crop yield. Whereas recent years have witnessed enormous progress the control of bud outgrowth, our knowledge of AM initiation remains rudimentary. Recently, systems biology approaches have been employed to study AM initiation, and have substantially expanded our understanding of the underlying gene regulatory network (GRN). Systems approaches uncovered transcriptional signatures, predicted cellular functions, and identified new regulators and regulatory relationships. Complementary molecular genetic studies support and extend findings from systems studies.",
     "keywords": ["Axillary meristem", "Cell-type specific transcriptomes", "Gene regulatory network"]},
    {"article name": "Computational approaches to identify regulators of plant stress response using high-throughput gene expression data",
     "doi": "https://doi.org/10.1016/j.cpb.2015.04.001",
     "publication date": "12-2015",
     "abstract": "Insight into biological stress regulatory pathways can be derived from high-throughput transcriptomic data using computational algorithms. These algorithms can be integrated into a computational approach to provide specific testable predictions that answer biological questions of interest. This review conceptually organizes a wide variety of developed algorithms into a classification system based on desired type of output predictions. This classification is then used as a structure to describe completed approaches in the literature, with a focus on project goals, overall path of implemented algorithms, and biological insight gained. These algorithms and approaches are introduced mainly in the context of research on the model plant species Arabidopsis thaliana under stress conditions, though the nature of computational techniques makes these approaches easily applicable to a wide range of species, data types, and conditions.",
     "keywords": ["Stress response", "Transcription factors", "Gene regulatory networks", "Algorithms", "Arabidopsis thaliana"]},
    {"article name": "Revealing gene regulation and associations through biological networks",
     "doi": "https://doi.org/10.1016/j.cpb.2015.11.001",
     "publication date": "12-2015",
     "abstract": "Traditionally, over the last 10,000 years, agriculture has relied on natural biological evolution and careful selection of plant varieties by farmers that was used as the founder material by plant breeders in the last 150 years for further genetic improvement. Plant breeders played an important role mainly by introgression of a trait of interest, through the transfer of genetic loci, into an elite crop line that exhibits high-yield performance across a wide range of conditions. Modern agriculture has relied on the use of biotechnologies and molecular biology to improve marker development and aid in the discovery of candidate loci or genes associated with desirable traits, thereby reducing the time required for selective breeding.In this review, we briefly describe the evolution of the methods used to identify candidate leads (gene, loci or regulatory regions) for crop improvement, starting by quantitative genetic methods. The development of co-expression and molecular networks will be described. It will be shown how network analysis can reinforced the discovery of candidate genes/loci more rapidly and with higher confidence. These improvements will serve to accelerate genetic engineering and molecular breeding as modern agriculture confronts the challenging times ahead, with the increase of abiotic stresses for crops as drought, heat, soil high salinity or waterlogging.Without taking in account possible losses due these growing stresses, the increase in crop yields needs to be significantly accelerated to feed the growing world population, following the FAO previsions.",
     "keywords": ["Inference networks", "QTL", "In-vitro networks", "Candidate genes", "Gene prioritization", "Co-expression"]},
    {"article name": "DNase I hypersensitivity mapping, genomic footprinting, and transcription factor networks in plants",
     "doi": "https://doi.org/10.1016/j.cpb.2015.10.001",
     "publication date": "12-2015",
     "abstract": "Understanding gene regulatory networks in plants requires knowledge of cis-regulatory DNA, trans-acting factors, and their dynamics across development and in response to stimuli. Active cis-regulatory elements are hypersensitive to cleavage by the endonuclease DNase I. Motifs within DNase I hypersensitive sites indicate potential trans-acting factor occupancy and, when combined with DNase I cleavage data, can be used to construct provisional regulatory networks. Several recent studies have applied genome-wide DNase I hypersensitivity mapping to Arabidopsis thaliana and rice, generating chromatin accessibility landscapes for an array of tissues, cell types, and treatments. Here, we discuss these studies, with an emphasis on building regulatory networks and possible directions for improvements.",
     "keywords": ["DNase I hypersensitivity", "Transcription factor (TF) networks", "DHSs", "Gene regulation", "Genomic Footprinting", "Chromatin accessibility", "Plants"]},
    {"article name": "CressInt: A user-friendly web resource for genome-scale exploration of gene regulation in Arabidopsis thaliana",
     "doi": "https://doi.org/10.1016/j.cpb.2015.09.001",
     "publication date": "12-2015",
     "abstract": "The thale cress Arabidopsis thaliana is a powerful model organism for studying a wide variety of biological processes. Recent advances in sequencing technology have resulted in a wealth of information describing numerous aspects of A. thaliana genome function. However, there is a relative paucity of computational systems for efficiently and effectively using these data to create testable hypotheses. We present CressInt, a user-friendly web resource for exploring gene regulatory mechanisms in A. thaliana on a genomic scale. The CressInt system incorporates a variety of genome-wide data types relevant to gene regulation, including transcription factor (TF) binding site models, ChIP-seq, DNase-seq, eQTLs, and GWAS. We demonstrate the utility of CressInt by showing how the system can be used to (1) Identify TFs binding to the promoter of a gene of interest; (2) identify genetic variants that are likely to impact TF binding based on a ChIP-seq dataset; and (3) identify specific TFs whose binding might be impacted by phenotype-associated variants. CressInt is freely available at http://cressint.cchmc.org.",
     "keywords": ["TF transcription factor", "transcription factor", "ChIP-seq Chromatin immunoprecipitation followed by sequencing", "Chromatin immunoprecipitation followed by sequencing", "DNase-seq sequencing of DNase I hypersensitive sites", "sequencing of DNase I hypersensitive sites", "eQTL expression quantitative trait locus", "expression quantitative trait locus", "GWAS genome-wide association study", "genome-wide association study", "PBM protein binding microarray", "protein binding microarray", "Arabidopsis", "Functional genomics", "Transcription factors", "Gene regulation", "Systems biology", "Web server", "Computational tools"]},
    {"article name": "Transcriptional networks governing plant metabolism",
     "doi": "https://doi.org/10.1016/j.cpb.2015.07.002",
     "publication date": "12-2015",
     "abstract": "Efficiently obtaining and utilizing energy and elements is critical for an organism to maximize its fitness. Optimizing these processes requires precise regulation and coordination of an organism’s metabolic networks in response to diverse environmental conditions and developmental stages. Metabolic regulation is often considered to largely occur by allosteric feedback where the metabolites directly influence the enzymes function. Recent work is showing that there is also an extensive role for transcriptional control of the enzyme encoding genes to construct the metabolic network in response to developmental and environmental stimuli. Within this review, we go through the extensive evidence of how transcription can coordinate the necessary metabolic shifts required to coordinate a plants metabolism with its development and environment. Additionally, we discuss evidence that the metabolites not only feed-back regulate the enzymes but also the upstream transcriptional processes, possibly to stabilize the system.",
     "keywords": ["Metabolism", "Transcription", "Feed-forward", "Feed-back", "Regulation", "Coordination", "Plant"]},
    {"article name": "The KnownLeaf literature curation system captures knowledge about Arabidopsis leaf growth and development and facilitates integrated data mining",
     "doi": "https://doi.org/10.1016/j.cpb.2014.12.002",
     "publication date": "05-2015",
     "abstract": "The information that connects genotypes and phenotypes is essentially embedded in research articles written in natural language. To facilitate access to this knowledge, we constructed a framework for the curation of the scientific literature studying the molecular mechanisms that control leaf growth and development in Arabidopsis thaliana (Arabidopsis). Standard structured statements, called relations, were designed to capture diverse data types, including phenotypes and gene expression linked to genotype description, growth conditions, genetic and molecular interactions, and details about molecular entities. Relations were then annotated from the literature, defining the relevant terms according to standard biomedical ontologies. This curation process was supported by a dedicated graphical user interface, called Leaf Knowtator. A total of 283 primary research articles were curated by a community of annotators, yielding 9947 relations monitored for consistency and over 12,500 references to Arabidopsis genes. This information was converted into a relational database (KnownLeaf) and merged with other public Arabidopsis resources relative to transcriptional networks, protein–protein interaction, gene co-expression, and additional molecular annotations. Within KnownLeaf, leaf phenotype data can be searched together with molecular data originating either from this curation initiative or from external public resources. Finally, we built a network (LeafNet) with a portion of the KnownLeaf database content to graphically represent the leaf phenotype relations in a molecular context, offering an intuitive starting point for knowledge mining. Literature curation efforts such as ours provide high quality structured information accessible to computational analysis, and thereby to a wide range of applications.DATA: The presented work was performed in the framework of the AGRON-OMICS project (Arabidopsis GRO wth Network integrating OMICS technologies) supported by European Commission 6th Framework Programme project (Grant number LSHG-CT-2006-037704). This is a data integration and data sharing portal collecting all the all the major results from the consortium. All data presented in our paper is available here. https://agronomics.ethz.ch/.",
     "keywords": ["Arabidopsis", "Leaf growth", "Literature curation", "Data integration"]},
    {"article name": "Anhydrobiosis and programmed cell death in plants: Commonalities and Differences",
     "doi": "https://doi.org/10.1016/j.cpb.2014.12.001",
     "publication date": "05-2015",
     "abstract": "Anhydrobiosis is an adaptive strategy of certain organisms or specialised propagules to survive in the absence of water while programmed cell death (PCD) is a finely tuned cellular process of the selective elimination of targeted cell during developmental programme and perturbed biotic and abiotic conditions. Particularly during water stress both the strategies serve single purpose i.e., survival indicating PCD may also function as an adaptive process under certain conditions. During stress conditions PCD cause targeted cells death in order to keep the homeostatic balance required for the organism survival, whereas anhydrobiosis suspends cellular metabolic functions mimicking a state similar to death until reestablishment of the favourable conditions. Anhydrobiosis is commonly observed among organisms that have ability to revive their metabolism on rehydration after removal of all or almost all cellular water without damage. This feature is widely represented in terrestrial cyanobacteria and bryophytes where it is very common in both vegetative and reproductive stages of life-cycle. In the course of evolution, with the development of advanced vascular system in higher plants, anhydrobiosis was gradually lost from the vegetative phase of life-cycle. Though it is retained in resurrection plants that primarily belong to thallophytes and a small group of vascular angiosperm, it can be mostly found restricted in orthodox seeds of higher plants. On the contrary, PCD is a common process in all eukaryotes from unicellular to multicellular organisms including higher plants and mammals. In this review we discuss physiological and biochemical commonalities and differences between anhydrobiosis and PCD.",
     "keywords": ["Anhydrobiosis", "Desiccation", "ROS", "PCD", "Trehalose", "Polyamines", "ABA", "LEA proteins"]},
    {"article name": "Dual use of peptide mass spectra: Protein atlas and genome annotation",
     "doi": "https://doi.org/10.1016/j.cpb.2015.02.001",
     "publication date": "05-2015",
     "abstract": "One of the objectives of genome science is the discovery and accurate annotation of all protein-coding genes. Proteogenomics has emerged as a methodology that provides orthogonal information to traditional forms of evidence used for genome annotation. By this method, peptides that are identified via tandem mass spectrometry are used to refine protein-coding gene models. Namely, these peptides are used to confirm the translation of predicted protein-coding genes, as evidence of novel genes or for correction of current gene models. Proteogenomics requires deep and broad sampling of the proteome in order to generate sufficient numbers of unique peptides. Therefore, we propose that proteogenomic projects are designed so that the generated peptides can also be used to create a comprehensive protein atlas that quantitatively catalogues protein abundance changes during development and in response to environmental stimulus.",
     "keywords": ["Proteogenomics", "Proteomics", "Atlas", "Annotation"]},
    {"article name": "Enhanced resistance in wheat against stem rust achieved by marker assisted backcrossing involving three independent Sr genes",
     "doi": "https://doi.org/10.1016/j.cpb.2015.05.001",
     "publication date": "05-2015",
     "abstract": "Marker assisted backcrossing (MABC) was used to transfer the three stem rust (Puccinia graminis tritici) resistant genes Sr25, SrWeb and Sr50 into the popular Indian wheat cv. HUW234. The donor was the CIMMYT breeding line PMBWIR4, and each of the target genes was marked by a simple PCR assay. A three step screening strategy was adopted: the first screen comprised foreground selection, the second used markers lying close to the introgression borders to reduce the extent of linkage drag, and the last was background selection based on 149 informative microsatellite assays. Based on the background selection outcomes, at the BC1F1 generation the proportion of the genome fixed for cv. HUW234 alleles ranged from 55% to 67%. Three BC1F1 individuals were crossed a second time with cv. HUW234, resulting in the identification of six BC2F3 families carrying all three target Sr genes; the proportion of their genome inherited from cv. HUW234 ranged from 86% to 92%. BC2F4 and BC2F5 material was planted at three different locations under both disease-free and artificially induced epiphytotic conditions. Compared to recurrent parent, the improved versions of cv. HUW234 displayed significantly superior resistance to stem rust, and their agronomic performance was as good as, or even marginally better than that of the source cultivar.",
     "keywords": ["Molecular breeding", "Background selection", "Foreground selection", "Rust resistance"]},
    {"article name": "A long photoperiod relaxes energy management in Arabidopsis leaf six",
     "doi": "https://doi.org/10.1016/j.cpb.2015.07.001",
     "publication date": "05-2015",
     "abstract": "Plants adapt to the prevailing photoperiod by adjusting growth and flowering to the availability of energy. To understand the molecular changes involved in adaptation to a long-day condition we comprehensively profiled leaf six at the end of the day and the end of the night at four developmental stages on Arabidopsis thaliana plants grown in a 16 h photoperiod, and compared the profiles to those from leaf 6 of plants grown in a 8 h photoperiod. When Arabidopsis is grown in a long-day photoperiod individual leaf growth is accelerated but whole plant leaf area is decreased because total number of rosette leaves is restricted by the rapid transition to flowering. Carbohydrate measurements in long- and short-day photoperiods revealed that a long photoperiod decreases the extent of diurnal turnover of carbon reserves at all leaf stages. At the transcript level we found that the long-day condition has significantly reduced diurnal transcript level changes than in short-day condition, and that some transcripts shift their diurnal expression pattern. Functional categorisation of the transcripts with significantly different levels in short and long day conditions revealed photoperiod-dependent differences in RNA processing and light and hormone signalling, increased abundance of transcripts for biotic stress response and flavonoid metabolism in long photoperiods, and for photosynthesis and sugar transport in short photoperiods. Furthermore, we found transcript level changes consistent with an early release of flowering repression in the long-day condition. Differences in protein levels between long and short photoperiods mainly reflect an adjustment to the faster growth in long photoperiods. In summary, the observed differences in the molecular profiles of leaf six grown in long- and short-day photoperiods reveal changes in the regulation of metabolism that allow plants to adjust their metabolism to the available light. The data also suggest that energy management is in the two photoperiods fundamentally different as a consequence of photoperiod-dependent energy constraints.",
     "keywords": ["Photoperiod", "Arabidopsis thaliana", "Leaf growth", "Proteomics", "iTRAQ", "Transcriptomics", "Tiling array", "Phenotyping"]},
    {"article name": "Gene and genome duplications and the origin of C4 photosynthesis: Birth of a trait in the Cleomaceae",
     "doi": "https://doi.org/10.1016/j.cpb.2014.08.001",
     "publication date": "08-2014",
     "abstract": "C4 photosynthesis is a trait that has evolved in 66 independent plant lineages and increases the efficiency of carbon fixation. The shift from C3 to C4 photosynthesis requires substantial changes to genes and gene functions effecting phenotypic, physiological and enzymatic changes. We investigate the role of ancient whole genome duplications (WGD) as a source of new genes in the development of this trait and compare expression between paralog copies. We compare Gynandropsis gynandra, the closest relative of Arabidopsis that uses C4 photosynthesis, with its C3 relative Tarenaya hassleriana that underwent a WGD named Th-α. We establish through comparison of paralog synonymous substitution rate that both species share this paleohexaploidy. Homologous clusters of photosynthetic gene families show that gene copy numbers are similar to what would be expected given their duplication history and that no significant difference between the C3 and C4 species exists in terms of gene copy number. This is further confirmed by syntenic analysis of T. hassleriana, Arabidopsis thaliana and Aethionema arabicum, where syntenic region copy number ratios lie close to what could be theoretically expected. Expression levels of C4 photosynthesis orthologs show that regulation of transcript abundance in T. hassleriana is much less strictly controlled than in G. gynandra, where orthologs have extremely similar expression patterns in different organs, seedlings and seeds. We conclude that the Th-α and older paleopolyploidy events have had a significant influence on the specific genetic makeup of Cleomaceae versus Brassicaceae. Because the copy number of various essential genes involved in C4 photosynthesis is not significantly influenced by polyploidy combined with the fact that transcript abundance in G. gynandra is more strictly controlled, we also conclude that recruitment of existing genes through regulatory changes is more likely to have played a role in the shift to C4 than the neofunctionalization of duplicated genes.DATA: The data deposited at NCBI represents raw RNA reads for each data series mentioned: 5 leaf stages, root, stem, stamen, petal, carpel, sepal, 3 seedling stages and 3 seed stages of Tarenaya hassleriana and Gynandropsis gynandra. The assembled reads were used for all analyses of this paper where RNA was used. http://www.ncbi.nlm.nih.gov/Traces/sra/?study=SRP036637, http://www.ncbi.nlm.nih.gov/Traces/sra/?study=SRP036837",
     "keywords": ["Plant genome evolution", "Synteny", "Cleomaceae", "Brassicaceae", "Bioinformatics", "Whole genome duplication", "Paleopolyploidy", "C4 photosynthesis"]},
    {"article name": "Plant speciation through chromosome instability and ploidy change: Cellular mechanisms, molecular factors and evolutionary relevance",
     "doi": "https://doi.org/10.1016/j.cpb.2014.09.002",
     "publication date": "08-2014",
     "abstract": "Plant speciation and diversification strongly rely on structural changes in the nuclear genome, both at the whole ploidy and individual chromosome level. Phylogenetic, comparative mapping and cytological studies have provided insights into the evolutionary mechanisms that shape the plant genome. These include major genome alterations, such as whole genome duplication and hybridization (auto- and allopolyploidy), but also comprise the concomitant or independent occurrence of minor chromosome changes, such as aneuploidization and dysploidy (inversions and translocations). Despite the relevance of chromosomal instability as a driver for genome evolution and adaptation, little is yet known about the cellular mechanisms and processes that actually underlie these modifications. Here, in this paper, we provide a comprehensive overview of somatic and meiotic defects that lead to polyploidy or structural genome changes and discuss their relevance for plant genome evolution and speciation. In addition, we elaborate on the existence of stress-induced changes in chromosome and ploidy integrity in plants and their putative role in boosting adaptive genome evolution in hostile environments.",
     "keywords": ["Polyploidy", "Speciation", "Unreduced gametes", "Aneuploidy", "Dysploidy", "Somatic polyploidization", "Meiotic restitution", "Cytological mechanisms"]},
    {"article name": "Paleogenomics in Triticeae for translational research",
     "doi": "https://doi.org/10.1016/j.cpb.2014.08.003",
     "publication date": "08-2014",
     "abstract": "Recent access to Triticeae genome sequences as well as high resolution gene-based genetic maps recently offered the opportunity to compare modern Triticeae genomes and model their evolutionary history from their reconstructed founder ancestors. In silico paleogenomic data have revealed the evolutionary forces that have shaped present-day Triticeae and allowed to gain insight into how wheat, barley, rye genomes are organized today compared to their grass relatives (rice, sorghum, millet and maize).",
     "keywords": ["Triticeae", "Synteny", "Duplication", "Evolution", "Genome", "Ancestor"]},
    {"article name": "Application of iPBS in high-throughput sequencing for the development of retrotransposon-based molecular markers",
     "doi": "https://doi.org/10.1016/j.cpb.2014.09.001",
     "publication date": "08-2014",
     "abstract": "Retrotransposons are major components of higher plant genomes, and long terminal repeat (LTR) retrotransposons are especially predominant. Thus, numerous LTR retrotransposon families with high copy numbers exist in most plant genomes. As the integrated copies of these retrotransposons are genetically inherited, their insertion polymorphisms among crop cultivars have been used as functional molecular markers such as inter-retrotransposon amplification polymorphism (IRAP), retrotransposon microsatellite amplification polymorphism (REMAP), retrotransposon-based insertion polymorphism (RBIP) and sequence-specific amplification polymorphism (S-SAP). However, the effective use of these methods requires suitable LTR sequences showing high insertion polymorphism among crop cultivars. Recently, we conducted an efficient screening of LTR retrotransposon families that showed high insertion polymorphism among closely related strawberry cultivars using a next-generation sequencing platform. This method focuses on the primer binding site (PBS), which is adjacent to the 5′ LTR sequence and is conserved among different LTR retrotransposon families. Construction of a sequencing library using the PBS motif allowed us to identify a large number of LTR sequences and their insertion sites throughout the genome. The LTR sequences identified by our method showed high insertion polymorphism among closely related strawberry cultivars, and these families should thus be useful in the development of molecular markers for phylogenetic and genetic diversity studies. This article briefly describes the general aspects of retrotransposon-based molecular markers and also outlines our method for screening LTR sequences suitable for genetic analyses.(http://www.ddbj.nig.ac.jp/).",
     "keywords": ["Retrotransposon", "Next-generation sequencing", "Polymorphism", "Molecular marker", "Strawberry"]},
    {"article name": "The repetitive component of the sunflower genome",
     "doi": "https://doi.org/10.1016/j.cpb.2014.05.001",
     "publication date": "08-2014",
     "abstract": "The sunflower (Helianthus annuus) and species belonging to the genus Helianthus are emerging as a model species and genus for a number of studies on genome evolution. In this review, we report on the repetitive component of the H. annuus genome at the biochemical, molecular, cytological, and genomic levels. Recent work on sunflower genome composition is described, with emphasis on different types of repeat sequences, especially LTR-retrotransposons, of which we report on isolation, characterisation, cytological localisation, transcription, dynamics of proliferation, and comparative analyses within the genus Helianthus.",
     "keywords": ["Genome composition", "Helianthus", "LTR-retrotransposons", "Repetitive DNA", "Sunflower"]},
    {"article name": "Evolution of endogenous non-retroviral genes integrated into plant genomes",
     "doi": "https://doi.org/10.1016/j.cpb.2014.07.002",
     "publication date": "08-2014",
     "abstract": "Numerous comparative genome analyses have revealed the wide extent of horizontal gene transfer (HGT) in living organisms, which contributes to their evolution and genetic diversity. Viruses play important roles in HGT. Endogenous viral elements (EVEs) are defined as viral DNA sequences present within the genomes of non-viral organisms. In eukaryotic cells, the majority of EVEs are derived from RNA viruses using reverse transcription. In contrast, endogenous non-retroviral elements (ENREs) are poorly studied. However, the increasing availability of genomic data and the rapid development of bioinformatics tools have enabled the identification of several ENREs in various eukaryotic organisms. To date, a small number of ENREs integrated into plant genomes have been identified. Of the known non-retroviruses, most identified ENREs are derived from double-strand (ds) RNA viruses, followed by single-strand (ss) DNA and ssRNA viruses. At least eight virus families have been identified. Of these, viruses in the family Partitiviridae are dominant, followed by viruses of the families Chrysoviridae and Geminiviridae. The identified ENREs have been primarily identified in eudicots, followed by monocots. In this review, we briefly discuss the current view on non-retroviral sequences integrated into plant genomes that are associated with plant-virus evolution and their possible roles in antiviral resistance.",
     "keywords": ["Evolution", "Horizontal gene transfer", "Integration", "Non-retroviral", "Plant", "Virus"]},
    {"article name": "Introgression of the high grain protein gene Gpc-B1 in an elite wheat variety of Indo-Gangetic Plains through marker assisted backcross breeding",
     "doi": "https://doi.org/10.1016/j.cpb.2014.09.003",
     "publication date": "08-2014",
     "abstract": "Grain protein content (GPC) in wheat has been a major trait of interest for breeders since it has enormous end use potential. In the present study, marker-assisted backcrossing (MABC) was successfully used to improve GPC in wheat cultivar HUW468. The genotype Glu269 was used as the donor parent for introgression of the gene Gpc-B1 that confers high GPC. In a segregating population, SSR marker Xucw108, with its locus linked to Gpc-B1 was used for foreground selection to select plants carrying Gpc-B1. Background selection, involving 86 polymorphic SSR markers dispersed throughout the genome, was exercised to recover the genome of HUW468. For eliminating linkage drag, markers spanning a 10 cM region around the gene Gpc-B1 were employed to select lines with a donor segment of the minimum size carrying the gene of interest. Improved lines had significantly higher GPC and displayed 88.4–92.3 per cent of the recurrent parent genome (RPG). For grain yield, selected lines were at par with the recurrent parent HUW468, suggesting that there was no yield penalty. The whole exercise of transfer of Gpc-B1 and reconstitution of the genome of HUW468 was completed within a period of two and half years (five crop cycles) demonstrating practical utility of MABC for developing high GPC lines in the background of any elite and popular wheat cultivar with relatively higher speed and precision.(http://creativecommons.org/licenses/by-nc-nd/3.0/).",
     "keywords": ["Grain protein content", "Triticum aestivum", "Marker assisted selection", "Foreground selection", "Background selection"]},
    {"article name": "Expression of a transferred nuclear gene in a mitochondrial genome",
     "doi": "https://doi.org/10.1016/j.cpb.2014.08.002",
     "publication date": "08-2014",
     "abstract": "Transfer of mitochondrial genes to the nucleus, and subsequent gain of regulatory elements for expression, is an ongoing evolutionary process in plants. Many examples have been characterized, which in some cases have revealed sources of mitochondrial targeting sequences and cis-regulatory elements. In contrast, there have been no reports of a nuclear gene that has undergone intracellular transfer to the mitochondrial genome and become expressed. Here we show that the orf164 gene in the mitochondrial genome of several Brassicaceae species, including Arabidopsis, is derived from the nuclear ARF17 gene that codes for an auxin responsive protein and is present across flowering plants. Orf164 corresponds to a portion of ARF17, and the nucleotide and amino acid sequences are 79% and 81% identical, respectively. Orf164 is transcribed in several organ types of Arabidopsis thaliana, as detected by RT-PCR. In addition, orf164 is transcribed in five other Brassicaceae within the tribes Camelineae, Erysimeae and Cardamineae, but the gene is not present in Brassica or Raphanus. This study shows that nuclear genes can be transferred to the mitochondrial genome and become expressed, providing a new perspective on the movement of genes between the genomes of subcellular compartments.",
     "keywords": ["Mitochondria", "Intracellular gene transfer", "Genome evolution", "Brassicaceae"]},
    {"article name": "Biological process annotation of proteins across the plant kingdom",
     "doi": "https://doi.org/10.1016/j.cpb.2014.07.001",
     "publication date": "08-2014",
     "abstract": "Accurate annotation of protein function is key to understanding life at the molecular level, but automated annotation of functions is challenging. We here demonstrate the combination of a method for protein function annotation that uses network information to predict the biological processes a protein is involved in, with a sequence-based prediction method. The combined function prediction is based on co-expression networks and combines the network-based prediction method BMRF with the sequence-based prediction method Argot2. The combination shows significantly improved performance compared to each of the methods separately, as well as compared to Blast2GO. The approach was applied to predict biological processes for the proteomes of rice, barrel clover, poplar, soybean and tomato. The novel function predictions are available at www.ab.wur.nl/bmrf. Analysis of the relationships between sequence similarity and predicted function similarity identifies numerous cases of divergence of biological processes in which proteins are involved, in spite of sequence similarity. This indicates that the integration of network-based and sequence-based function prediction is helpful towards the analysis of evolutionary relationships. Examples of potential divergence are identified for various biological processes, notably for processes related to cell development, regulation, and response to chemical stimulus. Such divergence in biological process annotation for proteins with similar sequences should be taken into account when analyzing plant gene and genome evolution.DATA: All gene functions predictions are available online (http://www.ab.wur.nl/bmrf/). The online resource can be queried for predictions of proteins or for Gene Ontology terms of interest, and the results can be downloaded in bulk. Queries can be based on protein identifiers, biological process Gene Ontology identifiers, or text descriptors of biological processes.",
     "keywords": ["Gene function prediction", "Gene function divergence"]},
    {"article name": "Morphological, cellular and molecular evidences of chromosome random elimination in vivo upon haploid induction in maize",
     "doi": "https://doi.org/10.1016/j.cpb.2014.04.001",
     "publication date": "08-2014",
     "abstract": "The mechanism of maternal in vivo haploid induction is not fully understood. In this study, the young embryos were identified by morphology, cytology and simple sequence repeat (SSR) markers at different developmental stages in the cross HZ514 (sweet corn) × HZI1 (inducer). The results indicated that the low seed setting rate was determined by the inducer pollen during the process of fertilization. The mosaic endosperm kernels and the different percentages of aneuploidy, mixploidy, lagged chromosome, micronuclei, chromosomal bridge and ring chromosome were found in the cross; 7.37% of the haploid embryos carried chromosome segments from HZI1. About 1% twin seedlings resulted from the cross and were analyzed by cytology and SSR markers. Four pairs of twin seedlings had different chromosome numbers (2n = 20 and 2n = 10–20) and there were some chromosome fragments from HZI1. Aneuploidy, mixploidy and the abnormal chromosomes occurred in the in vivo haploid induction by HZI1, which is the cytological basis for haploid induction and indicates that the inducer's chromosomes are prone to be lost during mitotic and meiotic divisions. Morphological, cellular and molecular evidences reveal that complete or partial chromosome elimination from inducer HZI1 controls the maize in vivo haploid induction.The link refers to the raw data from: Morphological, cellular and molecular evidences of chromosome random elimination in vivo upon haploid induction in maize. Current Plant Biology. Raw data for phenotype, maker sequence and cytology could be directly downloaded by the link: http://dx.doi.org/10.5061/dryad.bt963",
     "keywords": ["Maize", "Chromosome elimination", "Inducer", "Haploid", "SSR", "Aneuploidy"]}
    ]
}