{"primary": "Physical Sciences and Engineering",
"domain": "Chemical Engineering",
"subdomain": "Bioengineering",
"journal name": "Food Structure",
"articles": [
    {"article name": "Functional emulsion gels as pork back fat replacers in Bologna sausage",
     "doi": "https://doi.org/10.1016/j.foostr.2019.100105",
     "publication date": "04-2019",
     "abstract": "Emulsion gels (EG) prepared with soybean oil, functional ingredients, stabilizers, and/or gelling agents (chia flour and/or soy protein isolate, inulin, carrageenan, sodium caseinate, and sodium tripolyphosphate) were analyzed and used to replace 50 and 100% of pork back fat (PBF) in Bologna sausage. Emulsion gels were characterized with respect to color, pH, and rheological behavior (G′ and G″), and the results were compared with the PBF data as a control. Nutritional, technological, and microstructural characteristics of Bologna sausages were evaluated. Two formulations with only PBF (20% and 10%) were prepared as controls. Emulsion gel formulated with chia flour presented the same lightness as PBF. Sausages containing EG (14%) or a mix of EG and PBF (14% and 10%, respectively) presented a higher amount of polyunsaturated fatty acids, increased the omega 3 content, and reduced saturated fat up to 41%. Emulsion gel addition affected the color of sausages, increasing L* and reducing a*. A more homogeneous batter and a compact structure were observed when EG was added compared to the control product. Regarding texture properties, the Bologna sausages containing partial replacement of pork back fat showed greater hardness, chewiness, and shear force (p < 0.05). When EG was used in combination with pork back fat, products similar to the control formulation were obtained, especially in terms of texture and rheological properties, but with an enhanced fatty acid profile.",
     "keywords": ["Emulsion gels", "Soybean oil", "Healthier sausage", "Fat substitute", "Fat reduction"]},
    {"article name": "Measurement of effective diffusion coefficients in dairy powders by confocal microscopy and sorption kinetic profiles",
     "doi": "https://doi.org/10.1016/j.foostr.2019.100108",
     "publication date": "04-2019",
     "abstract": "A new method for the visualisation and determination of local diffusion coefficients in dairy powders is described based on real-time visualisation of penetration of fluorescent dyes into individual particles of spray-dried dairy powders including skim milk powder, milk protein concentrate and whey protein isolate. The rehydration process was controlled by adding polyethylene glycol (PEG) as a viscosity modifier to the aqueous phase in ratios of 1:0, 1:1, 1:3 and 1:4 aqueous rhodamine to PEG, respectively. Real-time effective diffusivity values were obtained from analysis of confocal laser scanning microscope images. Particle size was measured optically. Results indicated that for all dairy powders, rehydration rates were highly dependent on particle size. Effective diffusivity increased linearly with increasing particle size and average effective diffusivity of the liquid phase was calculated for all particle size distributions using this dependence. The Guggenheim-Anderson-de Boer (GAB) water sorption relationship was used to model water sorption isotherms over a broad range of water activities. Vapour phase systems had significantly higher effective diffusivity than liquid phase systems. The results obtained by this new method is broadly in agreement with previously published works, suggesting this new method may be used to measure the hydration of individual powder particles.",
     "keywords": ["Diffusion", "Rehydration", "Food powders", "Confocal", "Microscopy"]},
    {"article name": "What do stirred yogurt microgels look like? Comparison of laser diffraction, 2D dynamic image analysis and 3D reconstruction",
     "doi": "https://doi.org/10.1016/j.foostr.2019.100107",
     "publication date": "04-2019",
     "abstract": "Stirred yogurts can be considered as concentrated dispersions of microgels. The size, shape and fractal dimension of these microgels are known to have a direct impact on textural and sensory properties of stirred yogurts, consequently their thorough characterization is of interest. Different techniques can be used including laser diffraction (LD), 2D dynamic image analysis or 3D reconstruction from z-stack confocal images. The aim of this study was to compare the ability of the three techniques to describe the size, shape and fractal dimension of the stirred yogurt microgels. Two stirred yogurts with different compositions, one fat free (0.1%) and one high fat (9.3%), were used. The microgel size distributions obtained were similar using LD, 2D image analysis and 3D reconstruction. Additionally, 2D image analysis and 3D reconstruction enabled visualization of the microgels and access to their shape through morphological factors such as roughness index. The microgels observed were non-spherical, rough and heterogeneous in shape. All three techniques also made it possible to determine the fractal dimension of the microgels, but 2D image analysis displayed lower values than LD and 3D reconstruction.",
     "keywords": ["Size", "Shape", "Stirred yogurt microgels", "Laser diffraction", "2D dynamic image analysis", "3D reconstruction"]},
    {"article name": "Impact of smoking on efflorescence formation on dry-fermented sausages",
     "doi": "https://doi.org/10.1016/j.foostr.2019.100111",
     "publication date": "04-2019",
     "abstract": "The formation of white deposits (efflorescences) on the surface of dry-fermented sausages has been an increasing challenge in the European meat processing industry. As such, the current study investigated the impact of smoking on the formation of efflorescences. We therefore utilized a multistep procedure. Firstly, dry-fermented Salami-type sausages (20 mm caliber) were produced and subsequently exposed to different smoking times (0, 30, 60, and 120 min). Secondly, modified atmosphere was applied to induce efflorescence formation on Salami-type sausages over a storage period of 8 weeks. Thirdly, the surface of the sausages was analyzed by both visual and chemical methods to quantify the amount and major components, which induce the formation of efflorescences. The results revealed that multiple effects simultaneously occurring influenced the efflorescence formation. An increase in smoke exposure significantly decreased the amount of efflorescences on the surface during storage (0 min = 31.6% >30 min = 24.6% >60 min = 7.5% > 120 min = 3.4%) due to a decrease in surface pH. In addition, magnesium, lactate, and creatine were identified as the major components depositing on the surface of the sausages during smoking and storage. Statistical analysis showed high correlation scores between visual and chemical analysis (0.751–0.971), particularly of magnesium indicating its function as a major agent in the formation of efflorescences. Our results might have important implications for the production of processed meat products.",
     "keywords": ["Smoking", "Efflorescence", "Salami", "Magnesium", "Lactate", "Creatine"]},
    {"article name": "Development of a dehydrated dressing-type emulsion with instant powder characteristics",
     "doi": "https://doi.org/10.1016/j.foostr.2019.100110",
     "publication date": "04-2019",
     "abstract": "In this work the development of a dressing-type emulsion powder with instant characteristics was attempted. Two dehydration methods (oven-drying and nano spray drying) were evaluated using maltodextrin in admixture with carboxymethyl cellulose or gum Arabic as coating materials. Droplet size distribution of the initial emulsions was first considered, while the resulting powders were analysed for moisture, total and free oil content, oil encapsulation efficiency, morphological characteristics, physical and flow properties and reconstitution behaviour. The results showed that particles of irregular shape, micron size, high free oil content and low encapsulation efficiency were obtained through oven-drying, while nano spray drying led to spherical, of smaller average diameter powder particles along with lower “free” oil content and higher encapsulation efficiency. Regarding their handling properties, all powders were very cohesive with poor flowability. Dehydration method significantly affected both bulk and reconstitution properties with the spray-dried powders exhibiting lower bulk and tapped density, higher dispersibility and satisfactory wettability, all related to their instantaneous character. This powdered dressing-type emulsion can be used as it is by sprinkling directly on vegetable salads and other food or by dispersing in water.",
     "keywords": ["Dressing emulsion", "Powder", "Nano spray drying", "Dehydration", "Instant", "Reconstitution"]},
    {"article name": "Physico-chemical stability of casein micelles cross-linked by transglutaminase as a function of acidic pH",
     "doi": "https://doi.org/10.1016/j.foostr.2018.100103",
     "publication date": "01-2019",
     "abstract": "Casein micelles (CMs) can be used as nanocarriers in food and pharmaceutical applications, but can be destructured by changes in the physicochemical environment. Enzymatic crosslinking with transglutaminase (Tgase) is a possibility to stabilize CMs. The objective of this paper was to evaluate the stability of native CMs and CMs cross-linked by Tgase (CMs-Tgase) as a function of pH, in the presence of following destabilizing agents: urea, sodium citrate, high temperature and ethanol. Suspensions of native and CMs-Tgase were prepared at 27.5 g/L in 25 mM HEPES buffer with 2 mM CaCl2 at pH 7.10 The CMs’ size and ζ-potential were determined by dynamic light scattering. Native CMs precipitated below pH of 5.5. CMs-Tgase precipitated between pH 4.5 and pH 3.5 but was stable in the pH range of 7.0–4.5 and between pH 2.0 and 3.0. Isoelectric points of CMs and CMs-Tgase were determined as been 4.6 and 4.1, respectively. CMs-Tgase were stable at pH 2.0, in the presence of 100 mM of sodium citrate, 8 M urea, 99.5% (v/v) of ethanol and presented an heat coagulation time higher than 500 s at 140 °C. These results were interpreted as a consequence of the formation of internal covalent bounds between casein chains, and to a covalent attachment of the κ-caseins onto the surface of the CMs. In light of these results, it is possible to investigate CMs-Tgase as stable food-grade nanocarriers, whose characteristics can be modulated according to the chemical nature of the target biomolecule.",
     "keywords": ["Casein micelles", "Transglutaminase", "Cross-linking", "Stabilization", "Nanocarrier"]},
    {"article name": "Dry cured-ham microestructure: A T2 NMR relaxometry, SEM and uniaxial tensile test combined study",
     "doi": "https://doi.org/10.1016/j.foostr.2018.100104",
     "publication date": "01-2019",
     "abstract": "NMR relaxation analyses were performed on dry-cured hams at different processing times to evaluate the ranges of variation of 1H transverse relaxation time (T2) in representative ham muscle tissues, due to dehydration and salt uptake. Changes in the mobility and distribution of water and fat marbling were detected throughout ripening. Three to four different 1H populations were identified: T2b, T21, T22 and T2’. The shift of the main population, T21, toward faster relaxation times indicates a higher degree of immobilization of water, and the change is related to the increase in the consistency of the meat matrix. NMR results, supported by SEM images, suggest that ripening favors the compaction of ham structure and leads to a high organized myofibrilar matrix in which the remaining water is trapped within the protein tridimensional network. A new T2 signal, T2’, was observed at the last maturation stages linked to protons related to the fat phase which is detected due to the fat redistribution in the dehydrated matrix. The main water population, T21 showed a positive linear relationship with water content and it was negative related with the breaking strength. Consequently, the study demonstrated that NMR T2 relaxometry is a promising technique to elucidate associations between the biophysical state of intrinsic water and progression in processing of dry-cured ham.",
     "keywords": ["Dry-cured ham", "Microstructure", "T2 relaxometry", "Uniaxial tensile test"]},
    {"article name": "Physical and interfacial characterization of phytosterols in oil-in-water triacylglycerol-based emulsions",
     "doi": "https://doi.org/10.1016/j.foostr.2018.11.001",
     "publication date": "01-2019",
     "abstract": "Phytosterols possess the ability to significantly lower low-density lipoprotein (LDL) cholesterol levels in the blood, but their bioaccessibility is highly dependent upon the solubility of the phytosterol within the carrier matrix. Currently, there is a limited amount of knowledge on how phytosterols interact at oil-water interfaces, despite research indicating that these interfaces could promote the crystallization of phytosterols and thus decrease bioaccessibility. In order to fill this knowledge gap, this work expands upon a previously studied emulsion system for encapsulating phytosterols and addresses whether phytosterols can crystalize at an oil-in-water emulsion interface. Images from multiple microscopic techniques suggest interfacial phytosterol crystallization in 0.6% phytosterol-enriched emulsions, while interfacial tension results and calculated models showed that whey protein and phytosterols had a synergistic effect on interfacial tension. A deeper understanding of the interfacial behavior of phytosterols in emulsions can provide the functional food and pharmaceutical industry with the knowledge needed to design more bioaccessible phytosterol-enriched products.",
     "keywords": ["CSLM confocal laser scanning microscopy", "confocal laser scanning microscopy", "CryoSEM cryo-scanning electron microscopy", "cryo-scanning electron microscopy", "MCT medium-chain triglyceride", "medium-chain triglyceride", "PLM polarized light microscopy", "polarized light microscopy", "Phytosterols", "Plant sterols", "β-sitosterol", "LDL cholesterol", "Functional foods", "Interfacial tension", "Emulsion", "Bioactive", "Microscopy"]},
    {"article name": "Effects of soy protein to wheat gluten ratio on the physicochemical properties of extruded meat analogues",
     "doi": "https://doi.org/10.1016/j.foostr.2018.11.002",
     "publication date": "01-2019",
     "abstract": "This study reported on the effects of soy protein concentrate (SPC) to wheat gluten (WG) ratio at a constant mass of SPC and WG on the physicochemical properties of extruded meat analogues. Meat analogues (∼57% moisture content) were extruded at maximum barrel temperature of 170 °C, at a dry and water feed rate of 2.8 kg/h and 3.6 kg/h, respectively. The physical, chemical and textural properties of meat analogues were studied, where meat analogues containing 30%WG showed the highest degree of texturisation, fibrous structure, hardness and chewiness using instrumental and sensory analysis. Layered or fibrous microstructure of meat analogues was observed using scanning electron microscopy and light microscopy. Meat analogues containing 20%WG and 30%WG were found to exhibit fibrous microstructure with large fibrous structures interconnected with much smaller fibres. The types of chemical bonding in meat analogues were tested with urea (U), dithiothreitol (DTT) and sodium dodecyl sulphate (SDS); findings suggested that a large portion of aggregated proteins were linked with hydrogen bonds. Disulphide bonds became increasingly important as the amount of WG was increased, and synergies between hydrogen bonds and disulphide bonds were evident from increased solubility effects with mixed solvents, especially U and DTT. It was concluded that processing conditions during extrusion denatured the proteins, allowing increased crosslinking, which facilitated the formation of fibrous structures.",
     "keywords": ["SPC soy protein concentrate", "soy protein concentrate", "WG wheat gluten", "wheat gluten", "DT degree of texturisation", "degree of texturisation", "PB potassium phosphate buffer", "potassium phosphate buffer", "U urea", "urea", "DTT dithiothreitol", "dithiothreitol", "SDS sodium dodecyl sulphate", "sodium dodecyl sulphate", "Meat analogue", "Wheat gluten", "Soy protein", "High-moisture extrusion cooking", "Degree of texturisation", "Fibrous structure"]},
    {"article name": "Effects of filler ingredients on the structure and texture of starchy, extruded snacks",
     "doi": "https://doi.org/10.1016/j.foostr.2018.10.001",
     "publication date": "10-2018",
     "abstract": "Several starchy snacks differing in filler ingredients have been analysed regarding (1) the fate of filler ingredients during processing, and (2) the role of filler ingredients with respect to texture and structure. The structure has been characterized with X-ray tomography, and the texture has been evaluated via acoustic emissions from snack compression using a texture analyzer, which is assumed to be representative for crispiness. Our study shows that one has to distinguish hard and soft fillers. The absence of any filler or the presence of many hard fillers lead to a snack with a hard, coarse and non-crispy texture. However, if a significant amount of soft fillers is used then one attains a fine, and crispy texture.",
     "keywords": ["Expanded snacks", "Crispiness", "Filler ingredients"]},
    {"article name": "3D printing of cereal-based food structures containing probiotics",
     "doi": "https://doi.org/10.1016/j.foostr.2018.10.002",
     "publication date": "10-2018",
     "abstract": "The demand for foods with specific functionality and nutrition is increasing. This study investigated the feasibility of 3D-printing to manufacture cereal-based food structures containing probiotics. Dough formulations with different water content, wheat flour type and amount of calcium caseinate were evaluated in terms of printability during fused deposition modelling. The composition of dough influenced its rheological properties and microstructure which were correlated to its printability. Dough containing probiotics was printed into two types of structure with distinct surface-to-volume ratio, i.e., 9.20 cm2/cm3 for the “honeycomb” design and 7.25 cm2/cm3 for the “concentric” one. The printed structures were baked at 145, 175 and 205 °C, respectively. The survival of probiotics was not significantly different in these two structures after baking for the same time. However, increasing the surface-to-volume ratio of the structure accelerated its baking process. Thus, the viable counts of probiotics in the “honeycomb” structure exceeded 106 CFU/g when the end point of baking (at 145 °C) was set as the time required to reach a 6% moisture content reduction, which was 2 log higher than that in the “concentric” structure. The results reported in this study may benefit the development of innovative food products containing functional ingredients.",
     "keywords": ["3D printing", "Fused deposition modelling", "Lactobacillus plantarum", "Probiotic food"]},
    {"article name": "Influence of adding a commercial phytosterol ester mixture on the ‘equilibrium’ crystallization behavior of palm oil",
     "doi": "https://doi.org/10.1016/j.foostr.2018.04.001",
     "publication date": "07-2018",
     "abstract": "The objective of this study was to in depth investigate the ‘equilibrium’ state morphology and properties of crystals obtained after long-term isothermal crystallization and annealing of palm oil (PO) in the presence of different concentrations of phytosterol esters (PEs). A commercially available mixture of PEs was added to PO (0–100% PEs, 10% increment) and the effect of PE addition was analyzed with differential scanning calorimetry, X-ray diffraction, nuclear magnetic resonance, polarized light microscopy and texture analysis.It was observed that PE addition had a major influence on each level of the crystalline structural hierarchy of PO in the ‘equilibrium’ state. The PE-PO binary system showed eutectic behavior. In case of a low PE concentration PEs itself did not crystallize but acted as a liquid oil diluting PO, while when added in a high concentration, PEs crystallized separately from PO. From a concentration of 40% PEs next to the β’ crystals of PO also PEx crystals were observed in the blends and from a concentration of 80% PEs additionally also the PEy liquid crystals were formed. The amount of PEy in the blends with 80% and 90% PEs was however too low for the formation of the dense crystal structure as seen in pure PE. The crystal network structure of pure PO was lost after PE addition leading to a drop in the hardness.",
     "keywords": ["ΔH melting enthalpy", "melting enthalpy", "DSC differential scanning calorimetry", "differential scanning calorimetry", "FA fatty acid", "fatty acid", "NMR nuclear magnetic resonance", "nuclear magnetic resonance", "PE(s) phytosterol ester(s)", "phytosterol ester(s)", "PLM polarized light microscopy", "polarized light microscopy", "PO palm oil", "palm oil", "SAXS small angle X-ray scattering", "small angle X-ray scattering", "SFC solid fat content", "solid fat content", "TAG triglyceride", "triglyceride", "Toffset offset temperature of melting", "offset temperature of melting", "WAXD wide angle X-ray diffraction", "wide angle X-ray diffraction", "XRD X-ray diffraction", "X-ray diffraction", "Phytosterol esters", "Functional food", "Polymorphism", "Phase behavior", "X-ray diffraction", "Differential scanning calorimetry"]},
    {"article name": "Clumping of frozen par-fried foods: Lessons from frosting on structured surfaces",
     "doi": "https://doi.org/10.1016/j.foostr.2018.06.001",
     "publication date": "07-2018",
     "abstract": "In this paper, we review the problem of clumping due to frost formation on frozen vegetables, like par-fried potato products. This problem has been very scarcely investigated in the scientific literature. Yet in the industry it is a significant problem, as evident by the various patents on this topic. Thanks to the enormous, recent growth of scientific literature on frost formation on engineered, structured surfaces, we have drawn a multitude of hypotheses of factors governing the clumping and frost formation of frozen foods, which can also be viewed as a structured surface.",
     "keywords": ["Frosting", "Frying", "Structured surfaces"]},
    {"article name": "A review of the analytical approaches used for studying the structure, interactions and stability of emulsions in nutritional beverage systems",
     "doi": "https://doi.org/10.1016/j.foostr.2018.01.004",
     "publication date": "04-2018",
     "abstract": "Nutritional beverage emulsions contain water and oil, stabilised by surfactants, and are both diverse and complex. Their susceptibility to changes induced by manufacturing processes and on storage, results in challenges with their stability, quality and shelf-life. An understanding of the relationship between structure and stability of an emulsion is essential to designing and competently formulating food products with the desired nutritional functionality and sensory properties, while achieving the required shelf-life. This article critically reviews a selection of commonly-used analytical approaches focused on characterisation of emulsion structure in the context of emulsion formation, techno-functional properties and stability to intrinsic and environmental factors.",
     "keywords": ["Emulsion structure", "Emulsion stability", "Rheology", "CLSM", "Interfacial properties", "Emulsifiers"]},
    {"article name": "Characterization of the micro and nanostructure of the candelilla wax organogels crystal networks",
     "doi": "https://doi.org/10.1016/j.foostr.2018.02.001",
     "publication date": "04-2018",
     "abstract": "Candelilla wax (CW) organogels were produced with and without emulsifiers in high oleic safflower oil. The organogel’s crystal structure was imaged at the micro and nanoscale using polarized light microscopy (PLM), scanning electron microscopy (SEM), transmission electron microscopy (TEM), and X-ray diffraction (XRD). The PLM micrographs of the CW organogels displayed a large number of grainy birefringent crystals which size and proximity was below the resolution limit of this technique. The best details of the crystal network microstructure were obtained using SEM of deoiled organogels without deposition of contrast elements. Using this method, a continuous three-dimensional structure of CW branched microplatelets (2–5 μm length) was observed forming micropores where the vegetable oil was immobilized. The mechanical disruption of the organogels dispersed in cold isobutanol allowed the breakdown of the microplatelets into irregularly shaped nanoplatelets (4–40 nm length). TEM images allowed imaging the distances between planes of the lateral packing of hydrocarbon chains in the CW nanoplates. The CW nanoplatelets’ crystal domain, calculated with the Scherrer’s equation, was within the range determined for triacylglycerols crystals. The emulsifiers produced a slight decrease in the observed crystal size at the microscale, while the crystal domain associated with the nanoplelets thickness increased.",
     "keywords": ["Candelilla wax", "Organogel", "Emulsifier", "Microstructure", "Nanoplatelets"]},
    {"article name": "Numerical investigation of microstructural damage during kneading of wheat dough",
     "doi": "https://doi.org/10.1016/j.foostr.2018.01.003",
     "publication date": "04-2018",
     "abstract": "The focus of this study is the kneading process of wheat dough. As an idealized kneader geometry, the eccentric cylinder benchmark geometry was considered. This work presents the first computational study in which the dough model developed by Tanner's group (R.I. Tanner, F. Qi, S.-C. Dai, Bread dough rheology and recoil: I. Rheology. J. Cereal Sci. 148 (1) (2008) 33–40) was solved for inhomogeneous flow. The values of the model parameter were obtained from small amplitude oscillatory shear, stress relaxation, start-up of simple shear, and compression experiments. To computationally evaluate the damage function, a time evolution equation had to be implemented for the Cauchy–Green strain tensor. The flow problem was numerically solved using a finite volume procedure available in the software OpenFOAM package rheoTool. As a result of the rapid decrease in accumulated strain, filaments of low damage were formed near the outer diverging part of the cylinder, convected downstream and further extended, and eventually broken down. Planar extension had the most destroying effect on the microstructure. In the future, we will investigate three-dimensional free-surface flows in industrial kneading geometries.",
     "keywords": ["CFD", "Bread dough", "Kneading", "Microstructural damage"]},
    {"article name": "Microstructural properties of potato chips",
     "doi": "https://doi.org/10.1016/j.foostr.2018.03.001",
     "publication date": "04-2018",
     "abstract": "The microstructure of foods and their response to both deformation and hydration is anticipated to be a key driver in texture and taste perception during comminution and oral processing. Here we characterise the microstructure of potato chips (crisps) using a broad range of microscopy techniques and labelling methods to capture potato cell structure and fat distribution at different length scales, as well as assess the influence of hydration. Our methods are shown to distinguish commercial samples of traditional fried chips (i.e. formed from sliced potatoes) and those formed via fabrication. Whilst both potato chips are a packed array of potato cells and thus microstructurally similar, upon hydration the potato cells in the fabricated samples separate and disperse in suspension while the tissue structure of the traditional chips remains essentially intact. We find that a significant proportion of the fat in fried chips is associated as thin film with the potato cell walls both at the surface and within the structure, while it is present as droplets at the fabricated chip surface. Upon excess hydration, the oil in both types of PCs coalesce into larger droplets. Frying of isolated cells and tissues damages cell walls and allows movement of oil into the potato cells, which may also occur for fried potato chips. The study highlights that despite the similarity in the microstructure of intact chips, subtle differences arising from processing/formulation lead to large differences in the response of the structure to hydration that needs to be considered in food structure design.",
     "keywords": ["Potato chips", "Formulated chips", "Food structure", "Crisp products", "Tissue structure", "Starch"]},
    {"article name": "Characterisation of deep-fried batter and breaded coatings",
     "doi": "https://doi.org/10.1016/j.foostr.2018.03.002",
     "publication date": "04-2018",
     "abstract": "Deep-fried battered and breaded coatings provide foods with texture, flavour, reduced moisture loss and oil uptake. The physical characteristics of deep-fried batter and breadcrumb coatings was investigated for deep-fried prawns. Previous data on the effect of breadcrumb size on the microstructure of the coating is limited, therefore breadcrumbs were divided using the following sieve sizes and then applied to the coating in order to investigate the effect of breadcrumb size on the physical and mechanical properties: 4.0 mm, 2.8 mm, 2.0 mm, 1.4 mm, 1.0 mm, 710 μm, 500 μm, 355 μm. After frying, internal morphology was studied using X-ray microCT showing that the total porosity of coatings decreases with breadcrumb size whilst pore size distribution and structure thickness distribution increased with breadcrumb size. As crispness is a fundamental sensorial property of deep-fried battered products, crispness was evaluated by uniaxial compression to acquire mechanical and acoustical measurements simultaneously. Results showed decreasing breadcrumb size reduced the number of multiple failures, reduced jagged appearance of the force profile was observed, reduced maximum compression force and acoustic emission, which has been used as a representative of crispness. This study provides evidence of the importance of breadcrumb size in deep-fried battered and breaded formulations.",
     "keywords": ["Batter", "Breadcrumb", "Deep-fry", "Crispness", "Texture"]},
    {"article name": "Thermodynamic, rheological and structural properties of edible oils structured with LMOGs: Influence of gelator and oil phase",
     "doi": "https://doi.org/10.1016/j.foostr.2018.03.003",
     "publication date": "04-2018",
     "abstract": "The effect of different oil phases and low molecular weight organogelators (LMOGs) structures on edible oils was investigated through differential scanning calorimetry (DSC), rheology and small-angle X-ray scattering (SAXS). Different gelators (glyceryl tristearate–GT; sorbitan tristearate–ST; sorbitan monostearate–SM and glyceryl monostearate-GM) were tested in medium-chain triglycerides and high oleic sunflower (named MCT and LCT). Systems were thermoreversible and their thermodynamic properties were dependent on the combined effect of the interactions of structurants’ polar head with other constituents and the sterical effect of their hydrophobic tails. The crystallization onset temperature was higher for GM and SM, possibly due to the lower sterical effect of their tails. However, the corresponding enthalpy and entropy change values were influenced by the hydrophilic head group: glycerol-based organogelator molecules were able to interact strongly than sorbitans, increasing these values. Rheological studies showed that gels produced with LCT were stronger than with MCT. Moreover, cooling and heating cycles showed more than one transition and shear dependence. Stronger structures were more sensitive to temperature, possibly because of their more organized structure that destabilizes more easily with the increase of molecular mobility. These results were in agreement with the SAXS analyses. At 50 °C, the stronger networks lost their initial structure, and at 70 °C they collapsed. Thus, molecular interactions and structurant self-assembly were dependent on the structurant + solvent combination, leading to different physicochemical properties and thermal stability. It is expected that these results will allow customizing properties of structured oil for diverse applications, spanning from food to cosmetic and pharmaceutical industries.",
     "keywords": ["Medium-chain triacylglycerol", "Long-chain triacylglycerol", "Crystallinity", "Rheology", "Organogel", "Oleogel"]},
    {"article name": "Pasting, viscoelastic, and physicochemical properties of chia (Salvia hispanica L.) flour and mucilage",
     "doi": "https://doi.org/10.1016/j.foostr.2018.03.004",
     "publication date": "04-2018",
     "abstract": "Chia seed has important nutritional properties; however, its pasting properties have not been reported. These properties are commonly used to know the behavior and quality of cereals. Although, chia seed is not a cereal as such, its application in the food itself has focused on the enrichment of cereal flours and other products where the viscosity is critical. Therefore, this work is focused on the study of the pasting and physicochemical characterization of chia flours and the mucilage. The SEM showed that the chia seed has a fat covering over much of the seminal structure; the fiber is found around of globular structures which apparently are proteins. The X-ray diffraction proved that the chia seed is high in Ca and Mg, forming complexes of Ca(CO)3 and Magnesium Hydrogen Phosphate Hydrate, that have not been reported previously. The infrared studies confirm the presence of protein, carbohydrates, and unsaturated fats. The functional properties showed that chia absorbs large amounts of water, which affect the viscosity of the chia flour. The pasting properties of chia flour showed that the relative viscosity is governed by the fiber and proteins, and it is dependent upon the concentration and the temperature, and the mucilage did not exhibit a dependency on temperature. However, its rheology showed a shear-thinning behavior, modeled by power law at low concentration. It is concluded that the pasting and rheological properties of chia flour and mucilage are affected by the fiber which acts synergistically with the proteins increasing the viscosity within the suspensions.",
     "keywords": ["Chia", "Salvia hispanica", "Pasting properties", "Physicochemical characterization", "Mucilage"]},
    {"article name": "Effect of actomyosin form extracted from skeletal fast muscle on the structural and rheological properties of heat-induced gels",
     "doi": "https://doi.org/10.1016/j.foostr.2018.01.001",
     "publication date": "01-2018",
     "abstract": "Little is known about the mechanism of heat-induced gelation of natural actomyosin, or the influence of pyrophosphate on the morphology and physical properties of the product. In the current study, these questions were investigated using scanning and transmission electron microscopy. When using high salt concentrations (0.5 M NaCl), actomyosin lost its “arrowhead” structure after heating for two minutes, and aggregation, including interfilament binding, occurred after six minutes of heating at 60° C. The product in this case exhibited a strand-like gel structure. On the other hand, in the presence of 0.1 M NaCl, cohesion between filaments began after two minutes of heating, and an aggregate-type gel structure was formed. When pyrophosphate was added in the presence of 0.5 M NaCl, marked dissociation of actomyosin into myosin and actin occurred. In the presence of 0.1 M NaCl, the filament structure of the actomyosin bundles became difficult to detect. The addition of pyrophosphate did not improve the physical properties of the resultant heat-induced actomyosin gel, since the elasticity of the actomyosin gel decreased.",
     "keywords": ["Chicken breast muscle", "Actomyosin", "Pyrophosphate", "Gel structure", "Gel properties"]},
    {"article name": "Development of realistic food microstructure considering the structural heterogeneity of cells and intercellular space",
     "doi": "https://doi.org/10.1016/j.foostr.2018.01.002",
     "publication date": "01-2018",
     "abstract": "The geometric characterization of the microstructure is required to model the micro level transport process inside the plant-based food material during thermal processing. However, the existing geometric construction methods are unable to consider the distinctive geometrical characteristics of cells and intercellular spaces during generation of the virtual microstructure. The main aim of this study is to develop a new method to build microstructure of the plant-based food materials with clear identification of cell and intercellular spaces. Granny smith and red delicious apple were taken as samples to implement and validate the proposed method. The virtual microstructure was generated from the scanning electron microscope image (SEM) of the apples. A new algorithm was developed based on the modified ellipse fitting method to generate the microstructure from microscopic images. Linear Discriminant Analysis (LDA) was used to classify the cells and the intercellular spaces. Statistical analysis was performed between the developed geometrical model and microscopic image to determine the accuracy of the proposed method. The area distribution of the microstructural model found in this study is significantly better than that found in the literature.",
     "keywords": ["Image analysis", "Microscopic image", "Heterogeneous structure geometrical parameter", "Transport process", "Food processing"]},
    {"article name": "The effect of sodium reduction on the microstructure, texture and sensory acceptance of Bologna sausage",
     "doi": "https://doi.org/10.1016/j.foostr.2017.05.002",
     "publication date": "10-2017",
     "abstract": "The aim of this study is to evaluate the effects of different levels of sodium reduction on the physicochemical characteristics, microstructure and sensory acceptance of Bologna sausages. Four different treatments were processed: control (2% NaCl), T20, T40 and T60 (20, 40 and 60% replacement of NaCl with a commercial substitute PuraQ®Arome Na4, respectively). The physicochemical characteristics (proximate composition, sodium content and emulsion stability), physical (instrumental texture and color), microstructure (SEM) and sensory acceptance using a 9-point hedonic scale and just-about-right scale for salty taste were evaluated. The results showed that reduction of sodium by 34.64% (T40) did not affect characteristics of Bologna sausages. However, a reduction of 43.27% sodium (T60) affected the Bologna microstructure, emulsion stability and instrumental texture, causing a reduction in consumer acceptance. It can be concluded that a 40% replacement of salt in the tested conditions could be indicated, in order to obtain a healthier product yet retaining good sensory quality.",
     "keywords": ["Meat product", "Healthy", "Sodium substitute", "JAR"]},
    {"article name": "Effect of elevated temperature on the microstructure of full fat Cheddar cheese during ripening",
     "doi": "https://doi.org/10.1016/j.foostr.2017.05.003",
     "publication date": "10-2017",
     "abstract": "Elevated temperatures have been widely studied as a route to accelerate cheese ripening and decrease energy and storage requirements but the impact of temperature on the underlying microstructure of the cheese during prolonged periods of ripening is poorly understood. In this study, Cheddar cheese was matured at four different ripening temperatures (8 °C, 15 °C, 20 °C or a combination of 8 °C and 15 °C) and the impact on cheese microstructure assessed using confocal laser scanning microscopy, cryo scanning electron microscopy and quantitative image analysis of 3D images. An increase in ripening temperature was shown to alter the microstructure of the cheese protein network after only a few weeks of ripening. Incubation at 20 °C significantly reduced branching within the protein network, leading to thicker protein strands and larger pores after 33 days. These structural changes coincided with increased proteolysis, consistent with solubilisation of the protein network; they also led to a softer, less chewy and less cohesive cheese. While the concentration of biogenic amines tryptamine and tyramine were observed to increase with ripening temperature, the concentrations were generally low, confirming that biogenic amines do not represent a health concern under the conditions examined. This study illustrates how 3D image analysis can be used to observe and quantify the effect of process changes on cheese structure, assisting our understanding of the link between structure and function in Cheddar cheese.",
     "keywords": ["Cheddar cheese", "Ripening temperature", "Cheese microstructure", "cryo-SEM", "Confocal laser scanning microscopy", "Biogenic amines"]},
    {"article name": "Whey protein as a key component in food systems: Physicochemical properties, production technologies and applications",
     "doi": "https://doi.org/10.1016/j.foostr.2017.05.004",
     "publication date": "10-2017",
     "abstract": "Whey protein is a potential and versatile ingredient in the development of novel and natural component in food products. It can work as a texture modifier, thickening agent, carrier/vehicle, gelling agent, surface-active component, and foaming agent among other associated functionalities and bioactivities. Nanocomposites containing whey proteins, for example, have been used as effective encapsulation systems of active food and drug components, enhancing their solubility, transport, dispersibility, bioavailability and bioaccessibility. This review provides an overview of the functional and biological properties of whey protein as a key component in food systems, focusing on their physicochemical/structural characteristics, production technologies and applications.",
     "keywords": ["Protein", "Functional properties", "Biological activities", "Food applications"]},
    {"article name": "Microstructure and digestibility of potato strips produced by conventional frying and air-frying: An in vitro study",
     "doi": "https://doi.org/10.1016/j.foostr.2017.06.001",
     "publication date": "10-2017",
     "abstract": "The present study assessed the effects of conventional frying and air-frying on the microstructure, starch gelatinization, and digestibility of potato strips. The air fried potato showed less starch gelatinization (∼86%) and slightly higher starch digestibility (∼59%) when compared to the values of conventional frying (∼91% starch gelatinization, and ∼54% digestibility). The microstructure of the air-fried potato showed a compact and well-organized structure, whereas the surface of the conventionally fried potato appeared to be oil-soaked and crusty. After in vitro digestion, the conventionally fried potato had a normal cell structure with some lamellar residuals, while the air fried samples had a honeycomb like structure. The study showed that the differences in microstructural changes during conventional frying and air-frying could be correlated to the variation of starch digestibility.",
     "keywords": ["Potato", "Air-frying", "Conventional frying", "Microstructure", "in vitro digestibility"]},
    {"article name": "The impact of cooking on meat microstructure studied by low field NMR and Neutron Tomography",
     "doi": "https://doi.org/10.1016/j.foostr.2017.06.002",
     "publication date": "10-2017",
     "abstract": "We studied the impact of temperature of cooking on meat microstructure. The cooking temperature was verified by calorimetry, showing the disappearance of endothermic peaks when cooking temperature was increased. These observations correspond to the denaturation of different protein fractions at specific temperatures. 1H-low field NMR and neutron tomography were used to further understand the relationship between the observed protein denaturation and changes in meat microstructure after heating. Hahn’s echo and solid echo NMR sequences were applied to observe fast relaxation time corresponding to rigid protons. These protons were found to be associated with pools of protons with a strong interaction with the meat matrix. Their relaxation times (T2) are of order of 500–900 μs (for Hahn’s echo sequence) and 10 μs (for solid echo’s sequence). These protons become more rigid upon increasing the temperature. 3D neutron tomography analysis demonstrated the defects created by the contraction of meat fibers and allowed measurement of their volume, which increase for the highest cooking degrees. This analysis allowed classification of the defects as a function of their position (surface or interior) and size (threshold 0.075 % v/v). Our results demonstrate that large defects increase increasing cooking temperature and are located at the surface of the meat slice.",
     "keywords": ["LF-NMR low field nuclear magnetic resonance", "low field nuclear magnetic resonance", "CPMG Car-Purcell-Meiboom-Gill", "Car-Purcell-Meiboom-Gill", "FID Free Induction Decay", "Free Induction Decay", "UC under cooked", "under cooked", "WC well cooked", "well cooked", "OC over cooked", "over cooked", "Meat", "Microstructure", "Cooking temperature", "Low field NMR", "Neutron tomography"]},
    {"article name": "Composite gels structured by a gelatin protein matrix filled with oil bodies",
     "doi": "https://doi.org/10.1016/j.foostr.2017.06.003",
     "publication date": "10-2017",
     "abstract": "Oil body extracts from sesame seeds and hazelnuts were subjected to centrifugation to recover oil body concentrated creams, which were then suitably diluted with gelatin solutions to prepare mixtures of 25.0 wt% of oil and 2.0–6.0 wt% of gelatin. The gelling behaviour of the mixtures was followed by applying dynamic rheometry while gradually lowering the temperature down to 4 °C to allow network formation. The composite gels based on the oil body cream was composed of adequately dispersed oil droplets within a continuous gelatin matrix. The oil droplet incorporation brought about a significant shortening in the gelation time (20–30%) of gelatin and an increase in the gelling temperature of more than 30%. In addition, the incorporation of the naturally emulsified oil droplets at lower gelatin contents led to a limited but significant strengthening of the gelatin gel structure, indicated by an increase in the storage modulus. These results suggest that the extracted oil bodies are incorporated within the matrix, and function as active fillers of the composite gel.",
     "keywords": ["Oil bodies", "Oleosomes", "Gelatin", "Emulsion filled gels", "Composite gels", "Dynamic rheometry", "CLSM"]},
    {"article name": "Bacterial nanocellulose as novel additive in low-lipid low-sodium meat sausages. Effect on quality and stability",
     "doi": "https://doi.org/10.1016/j.foostr.2017.06.004",
     "publication date": "10-2017",
     "abstract": "Replacing animal fat with different oils has been proposed to improve fatty acid profile of meat emulsions. In this work a novel application of bacterial nanocellulose (BNC, 0–0.534 g of dry BNC/100 g batter) to low-lipid low-sodium meat emulsions formulated with pre-emulsified high-oleic sunflower oil is discussed. Process yield, water content, water activity, water holding capacity, color, texture, rheological characteristics, microstructure, and shelf-life were analyzed. Thermo-rheological curves showed a typical meat system gelation behavior where BNC addition produced a more solid-like three-dimensional network. Environmental Scanning Electron Micrographs of the systems revealed microstructure modifications in accordance with these results. Water-binding properties, hardness, cohesiveness, and chewiness increased when up to 0.267 g of dry BNC/100 g batter was added, while further additions had a negative impact on these attributes. Thus using oil pre-emulsified with BNC as fat mimetic had no negative effect on the quality properties of low-fat low-sodium meat sausages. A 45-days shelf-life under vacuum refrigerated storage was assured for this product.",
     "keywords": ["Bacterial nanocellulose", "Low-lipid meat emulsions", "Water-binding properties", "Texture", "Rheology"]},
    {"article name": "Formation and stability of single and bi-layer nanoemulsions using WPI and lactoferrin as interfacial coatings under different environmental conditions",
     "doi": "https://doi.org/10.1016/j.foostr.2017.06.005",
     "publication date": "10-2017",
     "abstract": "Electrostatic deposition of lactoferrin (LF) on the stability of nanoemulsions stabilized by whey protein isolate (WPI) was investigated as a function of pH (2–10) and LF concentration (0.25–5% w/w). The WPI-stabilized nanoemulsions prepared by emulsification and solvent evaporation were diluted with LF solutions to form a series of bi-layer emulsions at different pH levels. At pH 2 and 4, the bi-layer nanoemulsions were stable regardless of LF concentrations but underwent droplet aggregation at pH 5 near to the pI of WPI. At pH 6, electrostatic interactions were favored for the deposition of LF onto the WPI-coated droplets. However, the emulsions were prone to droplet aggregation at low concentrations of LF (0.5–1% w/w), presumably due to bridging flocculation. Thus, a sufficiently high level of LF was necessary to stabilize the emulsions. At pH 7, 8, 9 and 10, there was sufficient electrostatic attraction between the protein molecules to form WPI-LF bi-layer at the droplet surface and the formed emulsions were stable. Based on the results, a stable bi-layer nanoemulsion can be formed using 3% (w/w) LF at ≥ pH 6. The incorporation of LF in bi-layer emulsions improved the stability of single layer WPI-stabilized emulsions at pH near the pI of WPI (pH 4–6) and salt addition (0–90 mM CaCl2) but the bi-layer emulsions were susceptible to droplet aggregation at temperatures above 60 °C. This study showed the overall potential benefits of having of a WPI-LF bi-layer to improve the stability of WPI-stabilized nanoemulsions.",
     "keywords": ["Nanoemulsions", "Electrostatic deposition", "Bi-layer emulsions", "Whey protein isolate", "Lactoferrin"]},
    {"article name": "Temperature, time and fat composition effect on fat bloom formation in dark chocolate",
     "doi": "https://doi.org/10.1016/j.foostr.2017.06.006",
     "publication date": "10-2017",
     "abstract": "Dark chocolate is a mixture of cocoa solids and sucrose in a fatty dispersion that is primarily composed of cocoa butter (CB). However, to achieve various technological and economic goals, many types of chocolate and chocolate coatings produced today contain a mixture of CB and other vegetable fats, which may lead to unexpected physical properties in the final product. The objective of this work was to assess the physical and chemical effects of the use of alternative fats, such as cocoa butter substitutes (CBS) and cocoa butter equivalents (CBE), in dark chocolate. Chocolate was stored under ideal conditions for 100 days at 20 °C or under temperature cycling with six cycles of 20 °C/33 °C, and fat bloom formation was assessed using the following measurements: whiteness index, microstructure, melting behavior, and polymorphism. Under ideal storage conditions, no differences were observed between chocolate made with pure CB and chocolates made with alternative fats. However, when the same types of chocolate were exposed to temperature fluctuations, they differed in resistance to fat bloom formation. Pure chocolate made with CB was less resistant and showed the first signs of fat bloom as early as the third cycle, chocolate made with CBS showed signs of fat bloom only at the sixth cycle, and chocolate made with CBE did not show signs of fat bloom formation.",
     "keywords": ["CB cocoa butter", "cocoa butter", "CBS cocoa butter substitute", "cocoa butter substitute", "CBE cocoa butter equivalent", "cocoa butter equivalent", "WI whitness index", "whitness index", "SEM scanning electron microscopy", "scanning electron microscopy", "DSC differential scanning calorimetry", "differential scanning calorimetry", "Dark chocolate", "Cocoa butter equivalent", "Cocoa butter substitute", "Fat bloom", "Cocoa butter"]},
    {"article name": "Influence of shear stress, pectin type and calcium chloride on the process stability of thermally stabilised whey protein–pectin complexes",
     "doi": "https://doi.org/10.1016/j.foostr.2017.06.007",
     "publication date": "10-2017",
     "abstract": "There is a strong demand for fat-reduced foods due to an increasing incidence of overweight and obesity. To overcome the sensory deficiencies going along with a fat reduction, process stable fat replacers with tailored properties, such as whey protein–pectin complexes, are necessary. In this study, the effects of process (shear rate: 0, 150, 500 s−1; scale: lab/pilot plant) and composition (pectin type: high/low degree of blockiness; CaCl2: 0, 15, 30 mM; biopolymer concentration: chigh = 5.0% WPI + 1.0% pectin; cmed = 2.75 + 0.55%; clow = 0.5 + 0.1%) parameters on micro- and macro-structural characteristics of whey protein–pectin (WPI–pectin) complexes were investigated.Thermomechanical treatments of WPI–pectin suspensions in a high-pressure double gap geometry revealed a high shear stability during complex generation at 500 s−1. The degree of blockiness (DB) of pectin was identified as critical parameter influencing complex structure and biopolymer system stability. WPI–pectin complexes with a high DB pectin had a fragile structure low DB resulted in a compact structure. The shear rate was the main parameter to adjust yield and particle size, both on the lab and pilot scale. A higher shear rate led to a higher yield consisting of smaller particles. This effect could be partially compensated by medium CaCl2 concentrations (≤10 mM) or high biopolymer concentrations (≤5.0% (w/w) WPI + 1.0% (w/w) pectin). Modelling the parameter effects resulted in sets of processing and composition parameters suitable for the generation of WPI–pectin complexes, owning the potential as fat replacers.",
     "keywords": ["Whey protein", "Pectin", "Process stability", "Calcium chloride", "Shear", "Fat replacer"]},
    {"article name": "Thermal properties of fruit fillings as a function of different formulations",
     "doi": "https://doi.org/10.1016/j.foostr.2017.07.001",
     "publication date": "10-2017",
     "abstract": "The present study explores the heat-stability and thermo-physical parameters of apple fillings prepared with different amounts of water-binding agents (inulin, pectin and gellan gum), apple puree over a wide range of the total soluble solids content (30–70°Brix) according to a 25 experimental design with added central points. Obtained results showed that the thermal properties of apple fillings, as well as their relative bakery index, primarily depended on hydrocolloids (pectin and gellan gum) and total soluble solids in formulations. As expected, the fillings' glass transition temperatures increased with the increase of soluble solids content in the product, indicating higher stability. Separate models were developed for each thermal property as a function of weight fractions of each ingredient from the formulations of analyzed apple fillings (R2 > 0.95). In addition, a direct correlation between relative bakery index of the analyzed fillings and their temperature of thermal degradation (R2 = 0.97), as well as thermal resistance (R2 = 0.94) displayed in the DSC curves, was found. The study highlights the characterization of filling’s thermal properties as a key feature in predicting its stability during processing and storage of real bakery products.",
     "keywords": ["Filling", "DSC", "Heat-stability", "Relative bakery index", "Thermal degradation", "Thermal resistance"]},
    {"article name": "Assessment of deformability of soft plant cells by 3D imaging",
     "doi": "https://doi.org/10.1016/j.foostr.2017.07.002",
     "publication date": "10-2017",
     "abstract": "Purees of fruit and vegetables are concentrated suspensions of plant particles. To elucidate the link between process and texture, it is necessary to understand their rheological behaviour, which is related to the plant cell volume fraction. Nonetheless, the concept of plant particle volume has yet to be clearly defined. From a physical point of view, plant cells can be considered soft, deformable, and compressible particles that tend to decrease their volume under stress or when the concentration increases, making the volume fraction difficult to determine. To the best of our knowledge, the ability of cells to compress themselves has never been shown directly in processed fruit and vegetables. Using confocal microscopy and three-dimensional (3D) reconstruction, we developed a protocol for determining the volume of cells in a concentrated suspension. Four suspensions varying in cell wall content were analysed. The cell volume decreased only in highly concentrated suspensions. We demonstrated by direct observation the ability of plant particles to compress and decrease their volume when the concentration of the suspension increases.",
     "keywords": ["00-01", "99-00", "Cell volume", "Confocal microscopy", "Rheology", "Puree", "Soft particle", "Fruit", "Suspension", "Volume fraction"]},
    {"article name": "Protein nativity explains emulsifying properties of aqueous extracted protein components from yellow pea",
     "doi": "https://doi.org/10.1016/j.foostr.2017.09.001",
     "publication date": "10-2017",
     "abstract": "In this paper, the emulsifying properties of a protein-enriched fraction from pea are unravelled. The emulsifying properties of mildly fractionated protein fractions from yellow pea and compared to those of commercial pea protein isolate. The emulsion stability of an oil-in-water emulsions were determined under acidic pH, under acceleration forces and a freeze-thaw treatment. It was found that the emulsions stabilized by the mildly fractionated proteins were less prone to flocculation and coalescence. Those differences were related to the interfacial properties, which indicated that the mildly fractioned proteins were able to form a strong and viscoelastic layer on the interface, providing protection against disruption and high compressive forces. The native state of the mildly fractionated protein was used to explain those results. Denatured protein as obtained after conventional fractionation or after applying an additional heating step resulted in an altered interface characteristics, which could explained increased flocculation and droplet coalescence. Overall, the results indicated the relevance of using mild conditions during fractionation. Mild fractionation, thereby shifting the focus from purity to functionality, could be a route to make novel ingredients, with more natural character in a sustainable manner.",
     "keywords": ["Mild fractionation", "Protein functionality", "Emulsification", "Yellow pea"]},
    {"article name": "Effect of alcohols on gellan gum gel structure: Bridging the molecular level and the three-dimensional network",
     "doi": "https://doi.org/10.1016/j.foostr.2017.09.002",
     "publication date": "10-2017",
     "abstract": "This work focuses on the understanding of the interaction of alcohols with gel systems during solvent exchange, following the gel formation. A method of widening the possible alcohol contents in formulations is proposed, as most hydrocolloids have a low tolerance of high alcohol concentrations and in some gelation is completely prevented.Once the CPKelco LA (low-acyl or deacylated) gellan gum gel was produced, different alcoholic solvents (ethanol, 1-propanol, 2-propanol) were used to remove water from the material and replace it, investigating the effect on the gel network as a function of the alcohol chain length.It is the first time that a research paper considers the high-alcohol/gellan gum systems at both the molecular and macroscopic scales, proposing the link between them. Specifically, the interaction of the alcoholic solvents with both the polymer chains and three-dimensional network was evaluated by characterising the physical and mechanical gel properties throughout the alcohol treatment.From this study, the solvent effect on the gelling agent is evident, leading to structure shrinkage and distortion due to a high-induced stress on the gellan gum network. Gradual addition of the alcoholic solution was found to considerably reduce this behaviour due to the slower solvent exchange.As evidence, and to further validate this study on LA gellan gum, both k-carrageenan and gelatin alcogels were investigated, since their gelation mechanism and molecular configuration are respectively similar and different to LA gellan gum. It was found that k-carrageenan reproduced the LA gellan results, unlike gelatin.",
     "keywords": ["Gellan gum", "Solvent quality", "Alcogel"]},
    {"article name": "Designing foods for satiety: The roles of food structure and oral processing in satiation and satiety",
     "doi": "https://doi.org/10.1016/j.foostr.2016.08.002",
     "publication date": "07-2017",
     "abstract": "Food consumption is determined by a range of factors that contribute to satiation, which ends a meal, and satiety, which determines time between meals. Food structure and texture contribute to satiation and satiety; however, the precise mechanisms are not fully established. The time required for oral processing has been shown to influence satiation/satiety, but the roles of physiological elements of oral processing, such as muscle activity, jaw movement, and tongue movement, remain to be established. Relationships among food structure, texture, oral processing, and satiation/satiety are discussed in reference to designing foods to maximize the contribution of food structure to satiation/satiety.",
     "keywords": ["Food structure", "Texture", "Oral processing", "Satiation", "Satiety"]},
    {"article name": "Natural and processed milk and oil body emulsions: Bioavailability, bioaccessibility and functionality",
     "doi": "https://doi.org/10.1016/j.foostr.2016.07.005",
     "publication date": "07-2017",
     "abstract": "A well-studied naturally-occurring lipid structure is the oil-in-water emulsion droplet. The interfacial quality and quantity of the oil droplets play a key role in the digestion in the gut and subsequent lipid uptake and may have longer term health consequences. Studies on natural droplets, the milk fat globules and the oil bodies, and the effect of processing on their structure and on their digestion are discussed. This article reviews how processing affects the structure of naturally-occurring oil droplets, how it impacts the lipid bioavailability and bioaccessibility, and highlights recent developments to mimic natural lipid emulsion functionality for infant nutrition.",
     "keywords": ["Milk fat globule", "Oil body", "Digestion", "Bioavailability", "Bioaccessibility", "Biomimetic"]},
    {"article name": "Relation between structure and rheological/thermal properties of agar. A mini-review on the effect of alkali treatment and the role of agaropectin",
     "doi": "https://doi.org/10.1016/j.foostr.2016.10.003",
     "publication date": "07-2017",
     "abstract": "Since agar has been used for various applications such as gelling agents in food industry, culture medium in microbiology, gel elecrophoresis in biotechnology, and in pharmacy by virtue of its potential bioactivity, the relation between the structure and physico-chemical/physiological properties has been studied extensively. To develop further utilisation, the relation between the structure and properties for agar materials from seaweeds not from chemical reagents sold by chemical industrial companies is discussed in the present paper. Reducing sulphate content and increasing 3,6-anhydro-l-galactose by alkali treatment led to the increase in gelling ability, however the optimum condition of alkali treatment (alkali concentration, temperature, time) was shown to depend on the species, the production place, and harvesting season of seaweeds. As the detailed study of agaropectin which does not form a gel by itself has not been done so much because of its complexity of the structure, its role in the gelation of agar is discussed. It was shown that agaropectin did not inhibit the gelation of agar but rather enhances the gelation.",
     "keywords": ["Agar", "Alkali pretreatment", "Agaropectin", "Agarose", "Structure", "Gelation", "Rheology"]},
    {"article name": "The morphology and internal composition of dried particles from whole milk—From single droplet to full scale drying",
     "doi": "https://doi.org/10.1016/j.foostr.2017.02.001",
     "publication date": "07-2017",
     "abstract": "Powder structure and functionality are expected to be closely linked to the composition and drying process. In order to understand the optimization of the quality of a powder, e.g. encapsulation efficiency, or wetting and dispersion properties, monitoring of the particle microstructure is an attractive concept. However, to study the impact of different parameters in formulation and drying process on full scale is complicated and expensive, hence, studies on smaller scale, even single particle drying, is a potentially useful complement, as long as the results are comparable.The aim of this study is to compare morphology and internal composition of whole milk particles produced at different dryer scales to assess the development of internal structure in powder formed by spray drying.Whole milk was spray dried in the single particle dryer, laboratory dryer, pilot plant dryer and full scale dryer. The morphology and composition of the particles obtained were analyzed by low vacuum-SEM, confocal Raman microscopy and X-ray photoelectron spectroscopy. Phenomena such as adsorption of surface active compounds at the particle surface and phase segregation are observed to different extent, depending on particle size and drying time.The scale of drying influences the internal microstructure and distribution of components in the particles, and to a small extent also the external morphology. These effects are proposed to be related to the drying times for different droplet sizes, although mechanical handling effects and agglomeration in the full scale dryer may also influence the final morphology of these particles, as well as the surface composition.",
     "keywords": ["Spray drying", "Whole milk powder", "Scale-up", "Confocal Raman microscopy", "Morphology", "Surface Composition"]},
    {"article name": "Effect of polysaccharide concentration and charge density on acid-induced soy protein isolate-polysaccharide gels using HCl",
     "doi": "https://doi.org/10.1016/j.foostr.2016.08.001",
     "publication date": "07-2017",
     "abstract": "Mixed biopolymer gels of soy protein isolate with κ-carrageenan, λ-carrageenan and alginate were produced via acidification with simulated gastric fluid (HCl) at pH 1.2. The gels could be formed instantaneously via dripping into the acid, or over 24 h via a dialysis membrane. The main factors studied were charge density of the polysaccharide and polysaccharide concentration (0.25 − 1.0% w/w). Their effects on the physical properties of the gel i.e. gel mass formed, protein concentration in supernatant, hardness, storage modulus (G′), water holding capacity (WHC) and microstructure were evaluated. Overall, with higher charge density of the polysaccharide (at pH 1.2) and/or increasing polysaccharide concentration, the gel formed more rapidly and had greater mechanical strength due to a denser network between the biopolymers. As a result, WHC was also increased with improved freeze-thaw stability as observed under confocal microscopy.",
     "keywords": ["Soy protein isolate", "Carrageenan", "Alginate", "Mixed biopolymer gel", "Simulated gastric fluid", "Acid gelation"]},
    {"article name": "Self-assembly in vegetable oils of ionic gelators derived from (R)-12-hydroxystearic acid",
     "doi": "https://doi.org/10.1016/j.foostr.2016.07.003",
     "publication date": "07-2017",
     "abstract": "We investigated the self-assembly mechanism of N-alkyl-(R)-12-hydroxyoctadecylammonium chlorides (n-HOA-Cl; n = 3, 4, 6, and 18) during the development of organogels (5 wt%) in safflower oil. The n-HOA-Cl are ionic gelators derived from the 12-hydroxystearic acid, some capable of forming both hydro- and organo-gels (i.e., ambidextrous). The results showed that self-assembly of the n-HOA-Cl resulted from a balance between electrostatic and London dispersion forces. During cooling the n-HOA-Cl self-assembled, initially, through electrostatic interactions between the protonated nitrogen atoms and the chloride counter ions of molecule pairs giving rise to an exotherm (TCr1). Further cooling resulted in a second exotherm (TCr2) associated with the crystallization of the n-alkyl chains. After achieving 10 °C all the n-HOA-Cl organogels showed low viscoelasticity (100 Pa–5000 Pa). However, under isothermal conditions at temperatures between TCr1 and TCr2, the 4-HOA-Cl (i.e., at 113 °C or 106 °C) and 6-HOA-Cl (i.e., at 102 °C) undergo a morphological transition from microplatelets to spherulites. In the case of 4-HOA-Cl this transition resulted in organogels with higher rheological properties (≈10,000 Pa) and melting temperature (125 °C–145 °C) than any of the other n-HOA-Cl organogels formed at 10 °C. The combination of viscoelasticy and high melting temperature shown by the 4-HOA-Cl organogels is unique, and opens new alternatives to the use of organogels in food formulations (i.e., molecular gastronomy).",
     "keywords": ["Organogels", "Molecular self-assembly", "Ambidextrous gelator", "Ionic gelators."]},
    {"article name": "Physicochemical stability of lycopene-loaded emulsions stabilized by plant or dairy proteins",
     "doi": "https://doi.org/10.1016/j.foostr.2016.12.001",
     "publication date": "04-2017",
     "abstract": "Lycopene is a lipophilic bioactive compound that can be challenging to deliver in vivo. To mediate this, delivery strategies, such as protein-stabilized oil-in-water (O/W) emulsions, have been suggested to improve the physicochemical stability and bioavailability of lycopene. In this research, the effects of plant (soy and pea) and dairy (whey and sodium caseinate) proteins on physical stability (droplet size, charge, interfacial rheology) and lycopene retention in canola O/W emulsions (pH = 7.0, 10% oil) were compared.Particle size distribution for sodium caseinate and pea protein-stabilized emulsions remained unchanged after 14 days of refrigerated storage, while whey and soy protein isolate-stabilized emulsions became unstable. Zeta potential was largely negative (−45 to −60 mV) for all emulsions and the lycopene concentration in plant protein-stabilized emulsions at 14 days of storage was similar to that in sodium caseinate-stabilized emulsions. Sodium caseinate formed relatively viscous films at the oil-water interface, while the other proteins formed more elastic layers. Despite this difference, both the caseinate and pea protein-stabilized emulsions were promising delivery vehicles, indicating that plant-derived proteins can be feasible alternatives to dairy emulsifiers.",
     "keywords": ["Emulsions", "Plant proteins", "Dairy proteins", "Lycopene encapsulation", "Physicochemical stability", "Interfacial rheology"]},
    {"article name": "Insignificant impact of the presence of lactose impurity on formation and colloid stabilising properties of whey protein–maltodextrin conjugates prepared via Maillard reactions",
     "doi": "https://doi.org/10.1016/j.foostr.2017.02.004",
     "publication date": "04-2017",
     "abstract": "We investigate the sensitivity of steric stabilising properties of protein–polysaccharide conjugates, prepared via the Maillard reactions, to the presence of sugar impurity during synthesis. The sugar can also react with protein, thus rendering potential sites on protein unavailable for linkage with polysaccharide and severely reducing the efficiency of producing these types of food dispersants. We demonstrate that despite the presence of a relatively high molar ratio of lactose contaminant to maltodextrin (10:1), the covalent complexes between maltodextrin DE19 (MD19) and Whey Protein Isolate (WPI) are still formed and continue to show superior emulsifying and colloid stabilising properties compared to native protein. The improvement was particularly marked under unfavourable environmental conditions, such as pH ∼ pI of protein, up to a storage time of 21 days. In contrast, the covalent complexes of lactose + WPI were found to have rather poor emulsion stabilising characteristics, under the same conditions. We also confirm this result by performing theoretical Self Consistent Field type calculations. The stability of emulsions was monitored using a variety of measures including the average droplet size (ADS), droplet-size distribution (DSD), rheological flow behaviours and confocal laser imaging microscopy. The suggestion that the WPI-MD19 (1:2, w/w) system is quite tolerant to the presence of lactose is of significance in future large scale industrial manufacturing of such food dispersants, due to less stringent requirements for the purity of raw material (WPI).",
     "keywords": ["Whey protein–polysaccharide conjugates", "Maltodextrin", "Lactose impurity", "Maillard reaction", "Emulsion stability"]},
    {"article name": "Destabilization of multilayered interfaces in digestive conditions limits their ability to prevent lipolysis in emulsions",
     "doi": "https://doi.org/10.1016/j.foostr.2016.07.004",
     "publication date": "04-2017",
     "abstract": "Delivery of lipid fractions in the lower small intestine can induce feelings of satiety, but is only possible when lipids escape the highly efficient lipolysis and adsorption in the upper gastrointestinal (GI) tract. Our objective was to gain insight in the stability of multilayered interfaces in simulated GI conditions, and their suitability for intestinal delivery of undigested lipids. Oil-in-water emulsions (d32 ∼ 5–30 μm; one- to five-layered interfaces) were produced by sequentially adsorbing biopolymers with opposite charges at pH 3.0: whey protein isolate (WPI) (cationic), pectin (anionic), chitosan (cationic). Corresponding multilayered structures were characterized using reflectometry. Influence of layer composition and thickness on its protectiveness against lipolysis of emulsions was studied in simulated GI conditions.Multilayered WPI/pectin emulsions had an improved physical stability compared to WPI-stabilized emulsions, during both storage and in vitro gastric incubation, whereas chitosan-containing emulsions were physically unstable. Reflectometry and CLSM results showed that a greater number of layers increased the adsorbed amount, forming a mesoscopically heterogeneous structure. Under simulated intestinal conditions, however, outer layers instantaneously destabilized. Accordingly, similar initial lipolysis rates were recorded for all emulsions. Yet, compared to only WPI the final extent of lipolysis was lowered by addition of a second and a third layer under mild in vitro conditions. This moderate protective effect disappeared when harsher digestive conditions were applied.From this work, it became clear why multilayered interfaces (initially built under acidic pH) can improve gastric stability of emulsions, but are prone to disintegration under intestinal conditions. This knowledge is important for designing food systems that control release of lipolytic products in targeted locations of the GI tract; the emulsions reported here are expected to be suitable for duodenal release.",
     "keywords": ["Pectin (PubChem CID: 441476)", "Chitosan (PubChem CID: 71853)", "Lipase (PubChem CID: 54603431)", "Bile salts (PubChem CID: 439520)", "Food emulsions", "Interfacial design", "In vitro digestion", "Layer-by-layer", "Biopolymers"]},
    {"article name": "Interfacial and emulsifying properties of crude and purified soybean oil bodies",
     "doi": "https://doi.org/10.1016/j.foostr.2016.12.005",
     "publication date": "04-2017",
     "abstract": "Soybean oil bodies are natural and environment-friendly emulsifying agents from plant resources required as a substitute for emulsifiers such as low-molecular-weight one and animal proteins. The aim of this study was to reveal the interfacial properties and the emulsifying properties of two types of oil bodies extracted from soybean seeds at different pH conditions, that is purified oil bodies (OB) and crude oil bodies (OBC) including storage and other minor proteins. Particle size and zeta-potential measurements and SDS-PAGE revealed that the presence of the involved storage and other minor proteins promoted oil body aggregations and imparted the high zeta-potential to the oil bodies. OB adsorbed onto the oil-water (O/W) interface in closely packed state and formed more elastic adsorbed layer than OBC according to the results from tensiometry. Emulsions stabilized by OB (OB-E) were more stable against oil droplet coalescence than those by OBC (OBC-E) due to the absence of the involved proteins at the emulsion droplet surfaces. Cryo-SEM observation suggests that during emulsification most of the OB and OBC particles adsorbed onto the newly-created O/W interface and then rapidly ruptured.",
     "keywords": ["Oil body", "Soybean", "Alkaline extraction", "Interfacial properties", "Emulsifying properties", "Emulsion stability"]},
    {"article name": "Filled myofibrillar protein gels: Improving cooking loss and texture with model filler particles",
     "doi": "https://doi.org/10.1016/j.foostr.2016.12.002",
     "publication date": "04-2017",
     "abstract": "The influence of incorporating filler particles of varying size and hydrophilic strength in a model myofibrillar protein gel was investigated. Two particle sizes (7–10 μm and 30–50 μm) having differing surface chemistry (uncoated, or amino-coated) were incorporated into a comminuted meat system at varying volume fractions (ϕf). Both particle sizes were able to reduce and arrest cooking loss during gelation, as well as improve large deformation mechanical attributes such as Hardness and Resilience. The smaller particles were found to increase these parameters at lower ϕf, reaching a plateau as the filler content increased (at ϕf ≥ 0.03). The use of amino-coated particles resulted in a greater increase in liquid retention and large deformation properties; however, not significantly so. The larger particles produced a continuous decrease in cooking loss during gelation, but there was an associated lag in the improvement in large deformation properties. At the highest ϕf tested (ϕf = 0.12), the large deformation mechanical properties of the composites containing the 30–50 μm particles either reached a plateau (uncoated) or exhibited a slight decrease (amino-coated). This was attributed to the clustering of particles at higher ϕf, which would weaken the gel network, as the glass particles only weakly interacted with the protein network, as suggested by SEM images. Pulsed NMR relaxometry indicated the presence of the glass particles stabilized the aqueous phase prior to gelation, resulting in the improved water retention which was associated with the observed increase in mechanical properties. However, despite the stronger dipole moment associated with the amino functional groups bound to the surface of the coated glass beads, these particles did not provide an improvement in the stability or large deformation mechanical properties of the composite gels. This work corroborates with previous studies suggesting that micron-sized, insoluble, hydrophilic filler could be used to improve the mechanical attributes and water retention of comminuted meat products.",
     "keywords": ["IPF Interfacial protein film", "Interfacial protein film", "TPA Texture profile analysis", "Texture profile analysis", "Myofibrillar proteins", "Gelation", "Water stability", "Microstructure", "T2 relaxation", "Comminuted meat"]},
    {"article name": "Crystallisation in water-in-cocoa butter emulsions: Role of the dispersed phase on fat crystallisation and polymorphic transition",
     "doi": "https://doi.org/10.1016/j.foostr.2016.10.001",
     "publication date": "04-2017",
     "abstract": "The present work is one of the first to focus on the role of emulsified water droplets on the crystallisation behaviour of water-in-cocoa butter emulsions under quiescent conditions (i.e. absence of any externally applied force). Cocoa butter (CB) systems were designed to progressively increase the number of heterogeneous nuclei within the CB matrix, and the crystallisation behaviour was studied at four temperatures (5 °C, 10 °C, 15 °C and 20 °C). Information on the crystallisation kinetics and polymorphism was obtained by pulsed nuclear magnetic resonance and differential scanning calorimetry, respectively. This work provides evidence that dispersed water droplets have two key effects on the phase transition of the continuous fat phase: (1) increase the crystallisation rate and (2) enhance the polymorphic evolution. Emulsions crystallised faster (larger Avrami kinetic constant) than the bulk phase at intermediate-low levels of supercooling, although the mechanisms of nucleation did not change across systems. Moreover, at all temperatures, emulsified CB evolved faster towards more stable polymorphs. In these systems, a mechanism of ‘interfacial heterogeneous templating’ seems unlikely considering that the emulsifier (polyglycerol polyricinoleate) does not crystallise. This result was attributed to the presence of an emulsifier liquid-like layer surrounding the water droplets where the polymorphic evolution could be locally enhanced by the structural re-arrangement of CB triglycerides.",
     "keywords": ["TAGs triacyglycerols", "triacyglycerols", "CB cocoa butter", "cocoa butter", "TCr crystallisation temperature", "crystallisation temperature", "DSC differential scanning calorimetry", "differential scanning calorimetry", "NMR nuclear magnetic resonance", "nuclear magnetic resonance", "O/W oil-in-water", "oil-in-water", "W/O water-in-oil", "water-in-oil", "PGPR polyglycerol polyricinoleate", "polyglycerol polyricinoleate", "Cocoa butter", "Crystallisation", "Polymorphism", "Microstructure", "Emulsions"]},
    {"article name": "Effects of heat treatment and homogenization on milk fat globules and proteins in whipping creams",
     "doi": "https://doi.org/10.1016/j.foostr.2017.02.003",
     "publication date": "04-2017",
     "abstract": "The stability against solidification during storage and whippability of commercial cream products vary depending on the repetition of heat treatment and homogenization necessary for extended shelf-life. First, the two commercial creams subjected to different times of heat treatment and homogenization were investigated. Among several factors such as the colloidal properties, melting profiles of fat globules and protein content and composition, the amount of proteins present at the fat globule surfaces should play a major role in determining the cream quality probably in relation to the degree of expected partial coalescence of fat globules during transportation and whipping, while the composition of proteins adsorbed to the oil–water interface was not the critical factor affecting the quality of creams. A further step-wise preparation of cream samples in a laboratory scale revealed that the second homogenization significantly reduced the amount of proteins adsorbed to the surface of fat globules. There is a possibility that physical and colloidal macro-ordered properties of whipping creams can be controlled by appropriately managing the homogenization process.",
     "keywords": ["Whipping cream", "Milk protein", "Heat treatment", "Homogenization", "Partial coalescence", "Fat globule"]},
    {"article name": "The Diffusion and Coalescence Time Analyzer (DCTA): A novel experimental setup for investigating instability phenomena in double emulsions",
     "doi": "https://doi.org/10.1016/j.foostr.2017.02.002",
     "publication date": "04-2017",
     "abstract": "Double emulsions are of great interest for the encapsulation of e.g. bioactive substances, which is why they have constantly been in the focus of investigations during the last decade. Coalescence and diffusion phenomena lead to a decrease in encapsulation efficiency and cause an uncontrolled release of encapsulated molecules. In the present study, an innovative experimental setup for investigating these phenomena in double emulsions was developed. This setup was named Diffusion and Coalescence Time Analyzer (DCTA). It allows investigating the most crucial physical instabilities in double emulsions in one single experimental setup. First results obtained by varying the formulation which is known to influence the stability of double emulsions showed that the coalescence times can be related to the emulsion's structure and interfacial composition. The combination of the emulsifiers whey protein isolate (WPI) and polyglycerine-polyricinoleate (PGPR) shows a higher stability against coalescence than the use of only PGPR. With this model system, it was shown that the diffusion process of inner droplet molecules to the outer continuous phase can be quantified using the DCTA.",
     "keywords": ["DCTA Diffusion and Coalescence Time Analyzer", "Diffusion and Coalescence Time Analyzer", "W1/O water in oil", "water in oil", "O/W2 oil in water", "oil in water", "W1/O/W2 water in oil in water", "water in oil in water", "DSC differential scanning calorimetry", "differential scanning calorimetry", "EE encapsulation efficiency", "encapsulation efficiency", "RO rapeseed oil", "rapeseed oil", "DM demineralized water", "demineralized water", "PGPR polyglycerine-polyricinoleate", "polyglycerine-polyricinoleate", "WPI whey protein isolate", "whey protein isolate", "NaCl sodium chloride", "sodium chloride", "NOE number of experiments", "number of experiments", "HLB hydrophilic lipophilic balance", "hydrophilic lipophilic balance", "Double emulsion", "Water diffusion", "Coalescence", "Measurement technique", "Release"]},
    {"article name": "Multi–objective optimization of high oleic sunflower oil and monoglycerides oleogels: Searching for rheological and textural properties similar to margarine",
     "doi": "https://doi.org/10.1016/j.foostr.2017.02.005",
     "publication date": "04-2017",
     "abstract": "Different processing conditions to obtain oleogels from high oleic sunflower oil and Myverol were explored with the aim to develop a fat with similar rheological and textural characteristics to margarine. The effects of the concentration of Myverol (MV), the mixture preparation temperature (TP), the speed of agitation (SA) and the ambient cooling temperature (TC) on 10 different selected responses – the oil binding capacity and the most representative rheological and textural parameters – were analyzed by applying an incomplete factorial design of four factors with three levels. In general, the MV and TC variables were the most significant factors on each analyzed response. The oleogel obtained under multi-objective optimization conditions achieved the same hardness value of margarine and similar parameters of the rheological models, whereas the adhesiveness and cohesiveness values were not totally reached. Likewise, their ability to retain oil was 98.45%, indicating the formation of a desirable strong gel network.",
     "keywords": ["AD Adhesiveness", "Adhesiveness", "AP Adeq precision", "Adeq precision", "CO cohesiveness", "cohesiveness", "D desirability function", "desirability function", "FR fracturability", "fracturability", "G' elastic modulus", "elastic modulus", "G” viscous modulus", "viscous modulus", "HA hardness", "hardness", "HOSO refined high oleic sunflower oil", "refined high oleic sunflower oil", "LOF lack of fit", "lack of fit", "MG monoglycerides", "monoglycerides", "MV concentration of Myverol", "concentration of Myverol", "R2 R-squared", "R-squared", "R2adj adjusted R-squared", "adjusted R-squared", "R2pred predicted R-squared", "predicted R-squared", "SA speed of agitation", "speed of agitation", "TAG triacylglycerols", "triacylglycerols", "TC ambient cooling temperature", "ambient cooling temperature", "TP mixture preparation temperature", "mixture preparation temperature", "TFA trans fatty acids", "trans fatty acids", "η* complex viscosity", "complex viscosity", "ω frequency", "frequency", "log G0' mG' and n constants of the elastic modulus model", "mG' and n constants of the elastic modulus model", "log η0* and mη* constants of the complex viscosity model", "constants of the complex viscosity model", "Oleogels", "Saturated monoglycerides", "Semisolid fat", "Rheological properties", "Textural properties", "Response surface methodology"]},
    {"article name": "Characterization of the polymorphism of milk fat within processed cheese products",
     "doi": "https://doi.org/10.1016/j.foostr.2017.03.001",
     "publication date": "04-2017",
     "abstract": "Differential scanning calorimetry (DSC) and X-ray diffraction (XRD) were used to characterize the polymorphism of milk fat within commercial processed cheese products. Using anhydrous milk fat (AMF) as control, we show that the dispersion of milk fat as cream and the embedding of milk fat globules into the casein matrix results in the formation of a higher proportion of the β polymorph of milk fat. Furthermore, the effects of other cheese ingredients on the polymorphic stability of milk fat were determined. By storing and determining the polymorphism of the cheese samples at the final melting temperature of AMF, we found similar amorphous XRD diffraction patterns which confirmed that the characteristic diffraction peaks observed at refrigeration temperatures are from milk fat crystals. Upon fast cooling of molten cheese sample, milk fat crystallized into the βʹ polymorph. No correlations were found between the polymorphism of fat and small deformation dynamic shear rheological parameters of processed cheese products. Characterization of the polymorphism of milk fat within processed cheese provides better understanding of the crystallization behavior of fats as affected by the food matrix. Furthermore, the results of the study could provide insights into the functionality of milk fat within food at the nano- or molecular scale.",
     "keywords": ["MF milk fat", "milk fat", "PCL processed cheese loaf", "processed cheese loaf", "PCSS processed cheese single slices", "processed cheese single slices", "CRC cream cheese", "cream cheese", "Processed cheese", "Polymorphism", "X-ray diffraction", "Differential scanning calorimetry", "Microstructure", "Rheology"]},
    {"article name": "Microencapsulation of walnut, peanut and pecan oils by spray drying",
     "doi": "https://doi.org/10.1016/j.foostr.2017.04.001",
     "publication date": "04-2017",
     "abstract": "The aim of this study was to evaluate some physicochemical (peroxide index, water activity), antioxidant (DPPH method), and morphological (electron microscopy) characteristics of microencapsulated oils of walnuts (Juglans regia L.), peanuts (Arachis hypogaea), and pecans (Carya illinoinensis (Wangenh.) K. Koch obtained by spray-drying. Emulsions with two concentrations of nut oils (1 and 3%) were prepared with gum Arabic (3.1%), maltodextrin (4.7%), and gelatin (2.2%). The inlet and outlet temperatures in the drying system were 180 and 84 °C, respectively; the feeding flow rate of emulsions was 17 mL/min. Powders were stored for 28 days at room temperature. During storage, the peroxide index (PI) increased from 0.99 to 2.84–2.97 meq/kg in all types of nuts microencapsulates regardless of the amount of oil used. Water activity was lower in microencapsulates from emulsion with 1% oil. The antioxidant capacity (AC) of microencapsulates was below that found in fresh oils. However, it was observed that the AC was slightly higher in microencapsulates from emulsion with 3% oil (51.4–60.3 mg of Trolox/g) compared to those from 1% oil (46.5–49.30 mg of Trolox/g). During storage, the antioxidant capacity increased from 21.3 to 33.3% in microencapsulates from emulsion with 3% oil. Microencapsulates from emulsion with 3% oil showed a lager particle size. Therefore, one way of maintaining nut oils in good nutritious conditions is by encapsulating them in a concentration of 3%. Powders of nut oils can be used as is by including them into some daily prepared foods at home or be included in complex processed foods for improving their nutritious characteristics.",
     "keywords": ["Oil", "Nuts", "Microencapsulation", "Antioxidant capacity", "Peanut", "Pecan", "Walnut"]},
    {"article name": "Oil spots and moisture pocket re-distributions between crust and core regions of potato strips during post-frying holding",
     "doi": "https://doi.org/10.1016/j.foostr.2016.12.003",
     "publication date": "01-2017",
     "abstract": "The effect of different batter formulations and post frying holding time (with and without using a heat lamp) on oil spots and moisture pocket redistributions on the surface crust and in the core regions of fried potato strips was studied. Potato strips were fried at 180 ± 2 °C in canola oil and then kept under a heat lamp for different time intervals. Fractal dimension was used to measure the surface roughness of the samples. The fractal values ranged between 2.63 and 2.69. Image processing technique was applied to study the oil spots on the surface and moisture pocket distributions in the core regions. The results indicated that the number of oil spots and moisture pockets were indirectly related to the area. Keeping the samples for longer time under a heat lamp reduced the number of big oil spots, whereas increased their mean area.",
     "keywords": ["Deep frying", "Fractal dimension", "Oil spots", "Moisture pockets"]},
    {"article name": "Thermal and structural changes of rapeseed oil during isothermal storage at low temperature",
     "doi": "https://doi.org/10.1016/j.foostr.2016.12.004",
     "publication date": "01-2017",
     "abstract": "The crystallization behavior of rapeseed oil during isothermal storage was investigated using differential scanning calorimetry (DSC), and wide-angle and small-angle X-ray scattering analyses. Rapeseed oil is composed of many kinds of triacylglycerols. When this oil was cooled to its freezing temperature, a meta-stable phase was immediately formed. After a certain period, exothermal crystallization was induced. DSC analysis showed that the induction period, which is defined as the time from the beginning of isothermal storage until an exothermal change is detected, was affected by the storage temperature but not by cooling rate and sample size. Exothermal behavior after the induction period at −25 °C was different from those stored at −17 and −20 °C. X-ray scattering analysis clarified that this difference was due to differences in the formation of the meta-stable phase during the induction period. At −17 and −20 °C, the triple chain-length (3L) structure transformed to a double chain-length (2L) structure, where the β form was the dominant component. In contrast, at −25 °C, the 2L structure was formed while maintaining the 3L structure, and further structural changes were not observed during storage. It has been suggested that the induction period for the crystallization behavior of rapeseed oil during isothermal storage is governed by the kinetics of the meta-stable phase transition. It is important to understand this meta-stable phase transition for controlling the crystallization of oil in foods because the induction period are related to the subsequent crystallization behaviors that affects food quality, and is responsible for food deterioration.",
     "keywords": ["Crystallization", "Induction period", "Isothermal storage", "Rapeseed oil", "X-ray scattering"]},
    {"article name": "Influence of pH, pectin and Ca concentration on gelation properties of low-methoxyl pectin extracted from Cyclea barbata Miers",
     "doi": "https://doi.org/10.1016/j.foostr.2016.10.005",
     "publication date": "01-2017",
     "abstract": "Pectin isolated from Cyclea barbata Miers leaf (green jelly leaf) forms a gel at a low pH (∼≤3) in the absence of co-solutes and divalent ions at room temperature. These gelling properties are important and particularly useful in the development of low-sugar food systems. In this study, rheological measurements were employed to determine the effect of varying different levels of pH, pectin, urea and divalent ions (Ca2+) concentration towards the gelation properties of the isolated pectin. The gelation time and gel physical properties were investigated by determining the gel-sol transition time and the mechanical spectra (G’ and G”) using oscillatory measurements. This study showed that acid-induced gelation of the extracted pectin was mediated by hydrogen bonding and gelation only occurred at pH ≤3. The results obtained from oscillatory measurements showed that gel strength of green jelly leaf (GJL) pectin was affected by varying pectin concentration where gel strength increased with increasing pectin concentration. However, when compared with a pectin with a lesser charge density (Genu pectin, DE 31%), the gel strength of GJL pectin at different concentrations were lower. Presumably the abrupt formation (due to highly negative charge) of cross-linking junction of GJL pectin molecules had led to un-homogenous gel network and resulting in weaker gels.",
     "keywords": ["Green jelly leaf", "Gelation", "Low-methoxyl pectin", "Acid", "Calcium"]},
    {"article name": "Influence of ethylcellulose—Medium chain triglycerides blend on the flow behavior and β-V polymorph retention of dark chocolate",
     "doi": "https://doi.org/10.1016/j.foostr.2016.10.004",
     "publication date": "10-2016",
     "abstract": "Chocolate manufacturing involves steps during which molten mass is prepared to be converted in a solid with selected textural and melting properties which are vital for the consumer’s acceptance. A central element in this behavior is the continuous oily phase (cocoa butter), in which solid particles like sucrose and cocoa solids, refined to a selected particle size are dispersed and stabilized. Emulsifiers are important in particle coating and modify the viscosity of chocolate mass to give it adequate flowability during manufacturing. Furthermore, these molecules should not hinder the appearing of β-V polymorph during chocolate solidification.In this work we evaluated ethylcellulose (EC) copolymers with different mean molecular weights (MMW) dissolved in medium chain triglycerides (MCT) oil, on the rheological and crystallization parameters of molten chocolate and cocoa butter. Rheology shows that EC induced a dose-dependent increase in yield value and viscosity, whereas MCT mainly induced a reduction in yield value. Therefore, by adjusting the EC concentration in the mixture it was possible to tune the rheological parameters of molten chocolate. Besides, X-ray diffraction showed that at the low proportions used to modify the rheological parameters (up to 0.2% EC and 1.9% TCM) EC-MCT blend did not affect the crystallization of cocoa butter which retained the β-V polymorph. The effects observed did not show a direct dependence with the MMW of EC suggesting that the modification of the rheological parameters is mostly thermodynamic (due to its surface activity) rather than kinetic (due to an increase in viscosity).",
     "keywords": ["Ethylcellulose (PubChem CID: 24832091)", "CB cocoa butter", "cocoa butter", "EC ethylcellulose", "ethylcellulose", "MCT medium chain triglycerides", "medium chain triglycerides", "MMW mean molecular weight", "mean molecular weight", "MC minor components", "minor components", "XRPD x-ray powder diffraction", "x-ray powder diffraction", "Ethylcellulose", "Medium chain triglycerides", "Surfactant", "Chocolate rheology", "β-V polymorph retention", "XRPD"]},
    {"article name": "Formation of concentrated particles composed of oppositely charged biopolymers for food applications – impact of processing conditions",
     "doi": "https://doi.org/10.1016/j.foostr.2016.10.002",
     "publication date": "10-2016",
     "abstract": "Associative complexation approaches are promising tools to generate mixed biopolymer particles with tailor-made physicochemical properties. However, association of oppositely charged biopolymers typically occurs under acidic conditions and low biopolymer concentrations. The present study aims to investigate intrinsic and extrinsic parameters to generate concentrated biopolymer dispersions which could be utilized as structuring agents in food matrices. We therefore utilized a multistep procedure. Firstly, solutions of whey protein isolate (WPI) and pectins with different degrees of esterification (DE) were mixed under neutral conditions at various ratios (WPI:Pectin 1:2, 1:1, 2:1, 5:1, 8:1). Secondly, the pH was adjusted to 3 to promote complex coacervation. Thirdly, complex dispersions were subsequently heat-treated to tailor their overall water content, whereas temperatures below (ϑ = 50–55 °C) and above (ϑ = 90–95 °C) the proteińs denaturation were applied. Phase separation behavior, microstructural, rheological and electrical properties of the complexes were investigated by surface charge, turbidity, particle size, rheometry and light microscopy measurements. Results revealed that complexes composed of WPI and pectin with a low DE formed rather small and dense particles, whereas large aggregates were observed when the pectinś DE was increased. Concentrated complex dispersions with water contents ≥80% could be manufactured regardless of heating temperatures, whereas complexes maintained their particulate structures upon re-dispersion. Results are of importance for future studies where we intend to incorporate concentrated biopolymer particles as fat replacer in meat and dairy matrices.",
     "keywords": ["Whey protein isolate", "Degree of esterification", "Pectin", "Complex coacervation", "Concentrated complexes", "Biopolymer particles"]},
    {"article name": "Enhancing nutraceutical bioavailability by controlling the composition and structure of gastrointestinal contents: Emulsion-based delivery and excipient systems",
     "doi": "https://doi.org/10.1016/j.foostr.2016.07.006",
     "publication date": "10-2016",
     "abstract": "The oral bioavailability of hydrophobic bioactives can be improved using food matrices that breakdown within the gastrointestinal tract to form colloidal structures capable of altering bioaccessibility, absorption, and/or transformation. Emulsions are particularly suitable for this purpose because their compositions, structures, and properties can be controlled, and they are already widely used in foods. The bioavailability of isolated bioactives can be improved by incorporating them within emulsion-based delivery systems (EDS), while the bioavailability of bioactives in whole foods can be improved by ingesting them with emulsion-based excipient systems (EES). This review discusses the design, fabrication, and utilization of EDS and EES.",
     "keywords": ["Nutraceuticals", "Vitamins", "Excipient systems", "Delivery systems", "Functional foods", "Nanoemulsions"]},
    {"article name": "Morphological stability of microencapsulated vitamin formulations by AFM imaging",
     "doi": "https://doi.org/10.1016/j.foostr.2016.07.001",
     "publication date": "07-2016",
     "abstract": "The morphological stability of microencapsulated lipophilic vitamin formulations directly influences the long-term storage stability and performance in final applications. The internal particle morphology of three commercial dry Vitamin A acetate formulations differing in their matrix composition (hydrocolloid/polysaccharide and plasticizer) was systematically characterized by atomic force microscopy (AFM). The evolution of the particle internal morphology after per-se storage at 25 and 40 °C for ten months was investigated. Furthermore, an accelerated stress test by in-situ heating and AFM imaging was developed. Surface roughness parameters from the AFM images were used to semi-quantitatively estimate the evolution of the particle internal microstructure, and thus the aging and destabilization of the lipophilic vitamin formulations. The influence of humidity level on the thermal morphological restructuring of one of the commercial samples was also investigated. This study has shown that such AFM investigations of microparticles are a novel analytical tool to rapidly estimate the physical stability of the lipophilic vitamin dried emulsions.",
     "keywords": ["Atomic force microscopy", "Microencapsulation", "Vitamin", "Formulation", "Emulsion", "Surface roughness parameters"]},
    {"article name": "Structure and irregularities of surface of fried batters studied by fractal dimension and lacunarity analysis",
     "doi": "https://doi.org/10.1016/j.foostr.2016.07.002",
     "publication date": "07-2016",
     "abstract": "Fractal dimension and lacunarity were applied to study the structure and irregularities of fried batters. Using scanning electron microscopy, images of batter surfaces were captured, and analyzed via ImageJ software. Fractal dimension (FD) ranged between 1.79 and 1.81. Higher amount of wheat flour in batter preparation resulted in higher FD values compared to batters with higher amount of rice flour. FD significantly (P < 0.05) increased during frying. There was a high positive correlation between FD and fat uptake for all batter formulations (|r| = 0.91-0.99) that means that surface roughness is an important factor affecting the amount of fat remaining on the surface of batters. Lacunarity, as a measure of degree of heterogeneity of batter ruptures, ranged between 1.19 and 1.25. The lacunarity results showed that the size and shape of ruptures generated on the surface of batters during frying was approximately uniform.",
     "keywords": ["Batter frying", "surface irregularities", "fractal dimension", "lacunarity"]},
    {"article name": "A new technique for cross-sectional density profiling of extruded foods by X-ray scanning",
     "doi": "https://doi.org/10.1016/j.foostr.2016.03.001",
     "publication date": "04-2016",
     "abstract": "A wide variety of snack and cereal products are manufactured using extrusion. Often, these products are produced by direct expansion upon exiting the extruder by utilizing a raw material that is predominately starch. The density of extruded food products is an important quality parameter that determines its sensory and physical characteristics, as well as the appropriate packaging. Direct expanded products often shrink differentially with cooling after their initial expansion resulting in different localized densities within a product. We developed a novel technique to determine these localized cross-sectional density differences within an extruded product using an X-ray density profiler. Commercial, direct expanded products were characterized using this technique. All products demonstrated significantly higher densities near the edge, compared to the center of the product. Density profile data provided a means to rapidly characterize and image density variations axially and radially, offering a viable alternative to currently used density methods, while also providing more information. Different extruded foods can have significantly different localized densities. SEM images confirmed that the density differences in the products are visible through a smaller, more collapsed cell structure near the edge compared to the center. X-ray density profiling can provide insight into the eating characteristics of extruded products and will be a useful tool in product development and quality assurance.",
     "keywords": ["Density", "X-ray", "Extrusion", "Analysis", "Expansion"]},
    {"article name": "Visualization of oil migration in chocolate using scanning electron microscopy–energy dispersive X-ray spectroscopy",
     "doi": "https://doi.org/10.1016/j.foostr.2016.04.001",
     "publication date": "04-2016",
     "abstract": "We have developed a novel method to observe oil migration in chocolate using scanning electron microscopy and energy dispersive X-ray spectroscopy (EDX). If silicone oil is used as the mobile phase in migration, the amount of migrated silicone oil can be evaluated using the EDX signal. Compound chocolate placed on the silicone-oiled cotton resulted in the appearance of liquid oil droplets on the surface of the chocolate within 10 days at 24 °C. Fat blooming was also induced by these oil droplets at 2.5 months. The amount of silicone oil that migrated into the chocolate was evaluated based on the weight change of the chocolate and the EDX signal from the silicone oil. Quantitative analysis indicated that two independent migration mechanisms, diffusion and capillary force, induced migration. In addition, the EDX signal indicated superfast migration from a spot that was distinct from the area of diffusion or capillary force migration. The EDX signals from phosphorus or magnesium atoms were helpful in identifying cacao particles in chocolate since these elements were specific to the particles in chocolate. Homogeneous distribution of silicone oil was observed around the particles in chocolate, thus, these particles might not help to produce a specific migration pathway in chocolate.",
     "keywords": ["TAG triacylglycerol", "triacylglycerol", "EDX energy dispersive X-ray spectroscopy", "energy dispersive X-ray spectroscopy", "SEM scanning electron microscopy", "scanning electron microscopy", "Chocolate", "Oil migration", "Energy dispersive X-ray spectroscopy", "SEM", "Silicone oil", "Chocolate structure"]},
    {"article name": "The microstructure and component distribution in spray-dried emulsion particles",
     "doi": "https://doi.org/10.1016/j.foostr.2016.05.001",
     "publication date": "04-2016",
     "abstract": "Microencapsulation by spray drying of oil-in-water (o/w) emulsions provides a means to encapsulate functional lipophilic ingredients. The active ingredient is dispersed in continuous solid phase providing protection. However, the encapsulation efficiency depends on the microstructure and morphology of the dry particles influenced by several mechanisms occurring during processing such as oil droplet breakup during atomization, ingredient diffusivity, interfacial adsorption of surface active ingredients, and drying kinetics. In this work, sunflower oil (model for lipophilic compounds) was encapsulated in solid particles composed of acacia gum and maltodextrin DE12. Three powders with different initial emulsion size (e.g. about 0.1 and 1 μm) and atomized under high and low shear rate were analysed for the morphology and distribution of oil droplets and matrix constituents within the solid particle (20–100 μm). The microscopic (optical, SEM, LVSEM, confocal Raman), spectroscopic (XPS) and analytical (solvent extraction) techniques used were either qualitative or quantitative. Their combination made it possible to determine both the composition at the surface and inside the particle. The surface differs from the bulk in composition, confirming the constituent segregation during spray drying, and depended on the initial emulsion size and atomization conditions that must be controlled for an efficient encapsulation. Especially, the use of confocal Raman microscopy is promising for the study of processstructure-properties relationship.",
     "keywords": ["Spray-dried emulsions", "Particle microstructure", "Confocal raman microscopy", "Phase segregation"]},
    {"article name": "Microstructural basis for water release from glycerol monostearate structured emulsions upon transformation from the α-gel to the coagel phase",
     "doi": "https://doi.org/10.1016/j.foostr.2015.11.001",
     "publication date": "01-2016",
     "abstract": "This work characterized changes in surface morphology of a glyceryl monostearate structured emulsion (MG-structured emulsion) during the polymorphic transformation from the α-gel phase to the coagel phase. The effects of using various concentrations of co-emulsifier and adding xanthan gum on emulsion structure and stability were also investigated. Microscopy methods, including light microscopy, cryogenic-scanning electron microscopy, and X-ray diffraction were employed in the examination of the emulsion microstructure. Results showed that the MG-structured emulsion has a smooth droplet surface in the α-gel phase and a porous surface in the coagel phase. The formation of a porous surface during the polymorphic transformation leads to water release upon emulsion destabilization. Formulating with higher content of co-emulsifier or adding xanthan gum enhanced the multi-lamellar structure and stability of this structured emulsion.",
     "keywords": ["Glycerol monostearate (PubChem CID: 24699)", "Sodium stearoyl lactylate (PubChem CID: 23671849)", "Xanthan gum (PubChem CID: 7107)", "Monoglyceride structured emulsion", "Polymorphic phase behaviour", "SEM", "Surface morphology"]},
    {"article name": "Anatomical study of the effect of cooking on differently pigmented rice varieties",
     "doi": "https://doi.org/10.1016/j.foostr.2015.12.001",
     "publication date": "01-2016",
     "abstract": "In recent years, the consumption of wholemeal rice, and in particular pigmented varieties, has received increased interest because of its content in nutritionally relevant compounds. However, thermal treatment can modify the structure of the matrix, influencing the accessibility and possibly the localization of antioxidants and other compounds. Therefore, in this study the effect of two different cooking methods (i.e. “risotto” and boiling) on the anatomical structure of three differently pigmented wholemeal rice varieties was evaluated. The presence and the localization of tannin inclusions were also analyzed. Cooking caused the formation of voids in the grains and, in particular, black rice presented the highest proportion of voids among the varieties analyzed. After both thermal treatments, a significant increase in the tannin inclusions in endosperm was observed, suggesting a partial resorption of the leached compounds. These observations suggest that an evaluation of the anatomical structure may help to better understand the behavior of cereals during domestic cooking, which in turn, affects their nutritional quality also in terms of compound accessibility.",
     "keywords": ["Oryza sativa L.", "Ribe rice", "Ermes rice", "Venere rice", "Cooking", "Tannins"]},
    {"article name": "Composition and structure of high temperature dairy fouling",
     "doi": "https://doi.org/10.1016/j.foostr.2015.12.002",
     "publication date": "01-2016",
     "abstract": "The fouling structure and composition is dependent on the product, but also on the heating process applied to it. The structure will have profound effect on the cleaning process and the down time in the production plant. Here, the structure of high temperature (137 °C) milk fouling has been investigated, which so far has not been sufficiently studied in a systematic way. This particular fouling has a high content of the mineral calcium phosphate and a relatively low concentration of protein. Wide angle X-ray diffraction (WAXD) reveals a crystalline structure of calcium phosphate in agreement to the chemical analysis of the bulk layer. Microscopic investigations visualize the heterogeneous structure and energy dispersive X-ray spectroscopy (EDX) shows a spatial variation of the elements through the radius of the sample.",
     "keywords": ["Dairy fouling structure", "UHT", "Calcium phosphate", "CLSM", "SEM", "EDX"]},
    {"article name": "Ptychographic X-ray computed tomography of extended colloidal networks in food emulsions",
     "doi": "https://doi.org/10.1016/j.foostr.2016.01.001",
     "publication date": "01-2016",
     "abstract": "As a main structural level in colloidal food materials, extended colloidal networks are important for texture and rheology. By obtaining the 3D microstructure of the network, macroscopic mechanical properties of the material can be inferred. However, this approach is hampered by the lack of suitable non-destructive 3D imaging techniques with submicron resolution.We present results of quantitative ptychographic X-ray computed tomography applied to a palm kernel oil based oil-in-water emulsion. The measurements were carried out at ambient pressure and temperature. The 3D structure of the extended colloidal network of fat globules was obtained with a resolution of around 300 nm. Through image analysis of the network structure, the fat globule size distribution was computed and compared to previous findings. In further support, the reconstructed electron density values were within 4% of reference values.",
     "keywords": ["Food emulsion", "Colloidal network", "3D microstructure", "X-ray ptychography", "Computed tomography", "X-ray phase-contrast imaging"]},
    {"article name": "Microstructure and physical–chemical properties of chicken collagen",
     "doi": "https://doi.org/10.1016/j.foostr.2016.02.001",
     "publication date": "01-2016",
     "abstract": "The global consumption of sausages has increased immensely over the last few years, while bovine collagen has become scarce. Thus, collagen from alternative sources is being considered for application in the food industry. Therefore, chicken skin and bone collagen were characterized and compared with the bovine telopeptide-poor collagen aiming at the feasibility of producing pure, co-extruded chicken sausages. Hence, the chemical composition, microstructure and rheological properties of the different collagen samples were examined and SDS-PAGE, mass spectroscopy, and ζ-potential analysis were conducted.Weak bands in the SDS-PAGE gel indicated only partial maceration of chicken bone collagen, whereas chicken skin and telopeptide-poor collagen revealed distinct bands indicating collagen type I and III. This was also verified by mass spectroscopy. Large fragments were visible in optical microscopy for chicken bone collagen, whereas chicken skin collagen revealed a delicate network. Moreover, the highest dynamic consistency index, at 14146 Pa sn*, was determined for chicken bone collagen, followed by chicken skin and telopeptide-poor collagen at 606 and 320 Pa sn*, respectively. By contrast, the intrinsic viscosity was the highest for telopeptide-poor collagen (3.16–3.26 L/g), whereas chicken bone collagen exhibited the lowest value at 0.13 L/g, suggesting poor swelling behavior. Moreover, telopeptide-poor collagen featured the highest dynamic power law factor, suggesting the least crosslinks, serving a negative standard rather than an actual chicken collagen analog.Finally, chicken skin collagen displayed the most suitable source of collagen for the co-extrusion process compared to the well established bovine hide split collagen.",
     "keywords": ["Chicken skin collagen", "Chicken bone collagen", "Bovine telopeptide-poor collagen", "Intrinsic viscosity"]},
    {"article name": "Effect of temperature on the structure and cytotoxicity effect of α-lactalbumin-oleic acid complexes against the L1210 cell line",
     "doi": "https://doi.org/10.1016/j.foostr.2015.07.001",
     "publication date": "10-2015",
     "abstract": "α-Lactalbumin-oleic acid (α-La-OA) complexes with cytotoxicity against selected tumor cells are potential functional food ingredients. This research employed Fourier-transform infrared (FTIR), circular dichroism (CD), and intrinsic fluorescence spectroscopic techniques to investigate the protein and lipid structures in such complexes and their cytotoxic function against the L1210 cell line as mediated by the preparation temperature under conditions amenable to commercial production. Food-grade α-La-OA samples were prepared from 3.53 mM α-La and 0.354 mM OA at pH 6.5 by heating at 25, 50, 60, 70, or 80 °C for 20 min. FTIR spectroscopy revealed that OA, the cytotoxic component in the α-La-OA samples, was protonated. OA concentration increased with temperature up to a ‘saturation limit’ of 50:1 lipid:protein molar ratio attained at 60 °C, 70 °C, 80 °C. Cytotoxicity against tumor cells increased with temperature up to 60 °C and then declined, such that α-La-OA samples prepared at 70 and 80 °C were not cytotoxic. Near-UV CD spectroscopy demonstrated positive correlation in magnitude of unfolding in protein tertiary structure with temperature (r2 = 0.99), and with OA concentration (r2 = 0.99) in the 25–60 °C range. Distinct transitions of unfolding in tertiary structure below and above 60 °C were detected by intrinsic fluorescence spectroscopy. This research demonstrated that temperature-dependent effects on protein structure affected α-La-OA complex tumor cell cytotoxic function. Minimizing loss in cytotoxic function in α-La-OA complexes prepared above 60 °C could generate interest in their potential use in the functional food industry.",
     "keywords": ["α-Lactalbumin-oleic acid complexes", "Spectroscopic techniques", "Secondary structure", "Tertiary structure", "Cytotoxic function", "L1210 tumor cells"]},
    {"article name": "Microstructure, texture profile and descriptive analysis of texture for traditional and light mortadella",
     "doi": "https://doi.org/10.1016/j.foostr.2015.09.001",
     "publication date": "10-2015",
     "abstract": "The diet is an important modifiable factor that influences the development of chronic diseases. There is a lot of evidence demonstrating the importance of diet modifications on consumer health. However, the consumers demand low fat products without any loss of their texture quality. In this research, descriptive analysis of texture was used to study the influence of two fat level mortadella on sensory texture and to be compared with the texture data given by a texture profile analysis. Two samples of mortadella of a Brazilian commercial brand, traditional and light, were evaluated by 11 trained panelists. The trained sensory panel rated the light mortadella as harder than the traditional mortadella. The texture profile analysis showed that light mortadella was harder than the traditional mortadella too. The increase of the toughness of the light mortadella (low-fat) is explained by a raise at the matrix clutter analyzed by scanning electron microscopy. A correlation analysis showed that the sensory hardness was positively correlated with instrumental springiness. Further, studies should be performed to study consumer's perception of meat products with known differences in their formulation and to compare consumer and trained panelist texture perception of these products.",
     "keywords": ["Descriptive analysis of texture", "Texture profile analysis", "Mortadella", "Low fat"]},
    {"article name": "Structure-modification by moderate oxidation in hydroxyl radical-generating systems promote the emulsifying properties of soy protein isolate",
     "doi": "https://doi.org/10.1016/j.foostr.2015.10.001",
     "publication date": "10-2015",
     "abstract": "Oxidative modification of soy protein isolate (SPI) by hydroxyl radicals derived from FeCl3/H2O2/ascorbic acid hydroxyl radical-generating systems (HRGS) at room temperature (20 °C) for 5 h was investigated. Increasing the H2O2 concentration resulted in the increase of protein carbonyl groups and dityrosine contents (P < 0.05), and the decrease of free sulfhydryl groups (P < 0.05). Circular dichroism spectra confirmed that oxidation resulted in a gradual loss of α-helical structure with a concomitant increase of β-sheet structure. Fluorescence spectroscopy revealed that oxidation treatment greatly increases the extent of exposed hydrophobic domains. The emulsifying activities of SPI were significantly improved at H2O2 concentrations up to 1.0 mM, and then declined at higher H2O2 concentration (P < 0.05). These results suggest that moderate oxidization could significantly enhance the emulsifying properties of SPI, which partly caused by the expose of surface hydrophobic groups and larger soluble aggregates, as well as mainly due to the enhancement of the electrostatic repulsive force between emulsion droplets.",
     "keywords": ["Soybean protein isolate", "Hydroxyl radical-generating system", "Protein oxidation", "Aggregation", "Emulsifying properties"]},
    {"article name": "Impact of extrusion parameters on the properties of rice products: A physicochemical and X-ray tomography study",
     "doi": "https://doi.org/10.1016/j.foostr.2015.06.004",
     "publication date": "10-2015",
     "abstract": "Rice pellets were produced by extrusion according to an experimental design varying temperature (120–135–150 °C), moisture content (17–20–23%) and screw speed (300–400–500 rpm). The internal expanded structure of the pellets was assessed by X-ray tomography and texture with a texture analyser. The extent of starch depolymerisation and the types of protein depolymerisation/interactions were studied in complement to the starch–proteins morphology assessed by microscopy. The physico-chemical properties of the pellets were mainly affected by moisture and temperature, with moisture having the highest impact. High moisture content (23%) resulted in higher mean walls thickness of the extruded pellet, less starch depolymerisation, more protein aggregation through disulfide bonds and harder pellets. The internal expanded structure and texture of the rice pellets were mainly explained by protein changes and less by the extent of starch depolymerisation in this study. When proteins mainly interacted through medium energy interactions (disulfide bonds), protein aggregates were larger, cells walls thicker and pellets were less porous and harder with more fracture events. On the contrary, when proteins interacted through low energy (hydrogen and hydrophobic bonds) and high energy bonds (unextractable proteins), proteins were more depolymerised and aggregates were smaller and finely distributed, cells walls thinner and pellets were less hard with less fracture events.",
     "keywords": ["Extrusion", "Rice", "Starch", "Protein", "Microstructure", "X-ray tomography", "Texture"]},
    {"article name": "Kinetic effects on interfacial partitioning of fat crystals",
     "doi": "https://doi.org/10.1016/j.foostr.2015.02.001",
     "publication date": "07-2015",
     "abstract": "Fat crystals, like other colloidal particles, can influence the stability of food emulsions. Unlike colloidal particles added to form Pickering emulsions, however, crystals form within food emulsion droplets via crystallization and then the crystal wettability determines its ultimate partitioning relative to the oil–water interface. Most descriptions of crystal partitioning assume the final interfacial state of fat crystals can be predicted by key system properties like interfacial tension and contact angle. However, recent work has shown the kinetics of interfacial particle adsorption can be surprisingly slow as a result of variables like particle roughness as well as internal droplet rheology. This work examined the effects of common variables, normally not thought to control crystal partitioning, on the state of crystals in a milkfat emulsion. For example, crystallization dynamics, tuned by varying surfactant adsorption and the crystallization driving force, are found to alter interfacial partitioning of milkfat crystals at oil–water interfaces. Slower crystallization rates increase the likelihood that crystals will leave the droplets by dewetting and reside in the aqueous phase, even with no compositional changes. The tendency of fat crystals to dewet the liquid oil increased as the oil–water interfacial tension, and the contact angle of aqueous surfactant on fat crystals, decreased. Several possible explanations for the results observed are postulated.",
     "keywords": ["Crystal partitioning", "Emulsion", "Milk fat", "Crystallization", "Dewetting", "Surfactant"]},
    {"article name": "Morphology and networks of sunflower wax crystals in soybean oil organogel",
     "doi": "https://doi.org/10.1016/j.foostr.2015.04.002",
     "publication date": "07-2015",
     "abstract": "Sunflower wax has been recognized as an excellent organogelator for edible oil. The detailed morphology and networks of sunflower wax crystals formed in an edible oil organogel has been studied. In this work, we found that phase contrast microscopy is an excellent, convenient tool to investigate wax crystals in organogel. Scanning electron microscopy (SEM) and atomic force microscopy (AFM) further confirmed plate-like crystals of sunflower wax determined by phase contrast microscopy. AFM showed that the thickness of these crystals typically range from 100 to 250 nm. Wax esters also were found to produce the thin plate-like crystals in soybean oil, which indicates that the major ingredients in sunflower wax, wax esters, are responsible for the crystal morphology. Effect of the medium on crystal morphology was also investigated. For the first time, this study reports from SEM pictures of cross-section samples that were prepared by our newly developed sample preparation method that plate-like crystals are well connected to each other to form dense networks. In this method, soybean oil in the organogel was replaced with a UV-curable resin and the resin was cured with light. The previously reported strong gelation ability of sunflower wax can be explained by the effectiveness of immobilization of oil with the networks of numerous thin plate-like crystals.",
     "keywords": ["Organogel", "Crystal", "Sunflower wax", "Soybean oil", "Morphology", "Phase contrast microscopy"]},
    {"article name": "Influence of thermal treatments on microscale release of nutraceutical compounds in syneresis liquids from frozen blood orange purées",
     "doi": "https://doi.org/10.1016/j.foostr.2015.04.001",
     "publication date": "07-2015",
     "abstract": "Phytochemicals release from blood orange (Citrus sinensis (L.) Osbeck cv Tarocco) fruit into the liquid fraction of thermally treated homogenate products was studied by means of a complementary biochemical and micro-structural approach. Thermal treatments were applied either before (10 min steam-blanching, BL) or after puréeing (30 min autoclave pasteurization, PAST) of thawed (24 h, 4 °C, NB) IQF fruit. NB, BL and PAST homogenates (200 g), packed in sealed plastic vessels, were frozen and stored at −20 °C; liquid fractions were separated from the pulps by syneresis upon thawing (24 h at 4 °C). Physico-chemical and colour parameters and total carotenoids of the samples, as well as anthocyanin content, viscosity and turbidity values of the separated liquids were measured, while histochemical profiles of fruit, purées and syneresis liquids were investigated by bright-field and fluorescence microscopy. PAST purées released a lower amount of syneresis serum (52%), compared to BL (57%) and NB purées (59%). Crystals, plastids, droplets and amorphous components were identified as constituents of syneresis liquids from frozen purées. Blanching of the fruit increased the release of membrane-bound carotenoids, insoluble pectinous materials and hesperidin crystals from the pulps into the liquid fractions, but decreased the anthocyanin content of syneresis liquids. In contrast, homogenate pasteurization reduced the amount of particulate components into the liquid fraction, but increased viscosity (+9%) and the release of more soluble fractions. These results indicate that starting from the same raw fruit, by acting on thermal processing variables, different homogenate products could be obtained, characterized by different partitioning of bioactive molecules between liquid and particle-bound fractions.",
     "keywords": ["BL steam-blanched samples", "steam-blanched samples", "NB thermally untreated samples", "thermally untreated samples", "PAST pasteurized samples", "pasteurized samples", "SSC soluble solids content", "soluble solids content", "TA titratable acidity", "titratable acidity", "IQF individually quick frozen", "individually quick frozen", "NTU Nephelometric Turbidity Unit", "Nephelometric Turbidity Unit", "R reflectance", "reflectance", "C* chroma", "chroma", "H° hue", "hue", "Icarot Carotenoids Index", "Carotenoids Index", "ARI Anthocyanin Reflectance Index", "Anthocyanin Reflectance Index", "RGR Red Green Ratio", "Red Green Ratio", "MAP monomeric anthocyanin pigments (mg/L)", "monomeric anthocyanin pigments (mg/L)", "ANOVA analysis of variance", "analysis of variance", "CAR carotenoid", "carotenoid", "Viol violaxanthin", "violaxanthin", "SL syneresis liquid", "syneresis liquid", "Orange fruit purées", "Carotenoids", "Anthocyanins", "Microscopy", "Blanching", "Pasteurization"]},
    {"article name": "Formulation effect study on batter and cake microstructure: Correlation with rheology and texture",
     "doi": "https://doi.org/10.1016/j.foostr.2015.03.002",
     "publication date": "07-2015",
     "abstract": "Changes in the mechanical and micro-structural properties of cake batter as a function of formulation impact are described. Mechanical properties were investigated by batter rheology and cake texture. Confocal laser scanning microscope (CLSM), together with image analysis technique, was used to obtain the microstructure of batters and cakes. Results showed an increase in rheological moduli values with the addition of pregelatinized starch in the batter, while fat replacement by rapeseed oil decreased the moduli values of the batter. These changes in batter visco-elastic properties resulted in different cake structures. A significant increase in the surface area of the lipid domain has been observed on CLSM images for cakes using pregelatinized starches. This was explained by the fact that part or all of the pregelatinized starch was embedded in the lipid domain for these formulations. This fact may explain the expected softer texture of the cake using such starches. CLSM in combination with image processing has been proved as an applicable tool for examining and quantifying the fat and protein microstructure in batter and cake. Hence, it was possible to prove the dependency of the texture on the microstructure of the batter and the baked “cake”.",
     "keywords": ["CLSM", "Microstructure", "Visco-elastic properties", "Cake texture", "Pregelatinized starch", "Fat"]},
    {"article name": "Influence of aggregate structure of casein on the encapsulation efficiency of β-carotene entrapped via hydrophobic interaction",
     "doi": "https://doi.org/10.1016/j.foostr.2015.05.001",
     "publication date": "07-2015",
     "abstract": "Spray-dried casein clusters were prepared from sodium caseinate solutions and applied to the encapsulation of β-carotene via hydrophobic interactions. The influence of cluster types (aggregated casein formed by adjusting the solution pH and re-assembled micelles prepared by the addition of salts) on the encapsulation properties (i.e., encapsulation efficiency and storage stability) was evaluated. The encapsulation efficiency of aggregated casein was higher than that of the re-assembled casein micelles; aggregated casein prepared at pH 6.0 had the highest encapsulation efficiency. The results of SAXS and TEM observations showed that the aggregated casein had dense and packed cluster structure, while the cluster obtained from the re-assembled micelle system had randomly grown branches. Aging the solution of casein aggregated at pH 6.0 for 120 h increased the encapsulation efficiency and simultaneously decreased the amount of free β-carotene. Dried powders obtained from the aged solution also showed good stability in terms of β-carotene retention and color changes under 11%RH and 75%RH over 21 d. Evidence of cluster deformation was observed by SAXS for the aggregated casein solution with pH 6.0. The data suggested that the stability and encapsulation efficiency of spray-dried powders were closely linked to the nanostructures of the original clusters; thus, the product quality may prospectively be improved by utilizing processing conditions that effect cluster formation and affect the resultant structure, with the consequent influence on the encapsulation efficiency and storage stability.",
     "keywords": ["Encapsulation", "Casein", "Casein sodium salt", "Aggregation"]},
    {"article name": "Effect of shell microstructure on oil migration and fat bloom development in model pralines",
     "doi": "https://doi.org/10.1016/j.foostr.2015.06.002",
     "publication date": "07-2015",
     "abstract": "This study investigated the influence of shell microstructure on oil migration and fat bloom development in chocolate model systems. The microstructure of the model shells was varied by means of tempering or seeding cocoa butter and the addition of non-fat particles. Further, the impact of different storage conditions was studied. By using a set of novel analytical techniques the migration rate could be connected to the development of fat bloom at the surface. The non-seeded cocoa butter samples showed significantly higher rate of migration together with the highest rate of developed fat bloom, whereas the over-seeded cocoa butter samples showed low migration rate and low rate of fat bloom development. Addition of particles (sugar, cocoa powder and defatted cocoa powder) proved to have a significant impact on the microstructure, since these samples showed a substantially higher rate of migration and fat bloom development compared to seeded cocoa butter samples. Molecular diffusion could not explain the migration behaviour, thus, convective flow is suggested as an important contribution in addition to the molecular diffusion.",
     "keywords": ["Microstructure", "Cocoa butter", "Particles", "Migration", "Surface topology", "Fat bloom"]},
    {"article name": "Enhancing structural properties and antioxidant activity of kefiran films by chitosan addition",
     "doi": "https://doi.org/10.1016/j.foostr.2015.06.003",
     "publication date": "07-2015",
     "abstract": "Film-forming solutions of different ratios of kefiran to chitosan (100/0, 68/32, 50/50 and 32/68) were cast at oven in 30 °C. The effects of chitosan addition on the resulting films’ physical, mechanical, water vapor permeability properties and antioxidant activity were investigated. Increasing chitosan content to composite films significantly (P < 0.05) decreased moisture content, solubility in water and water vapor permeability, but significantly (P < 0.05) increased tensile strength, elongation at break, puncture strength, puncture deformation and scavenging ability on 1,1-diphenyl-2-picrylhydrazyl radicals. Results related to optical properties of surface composite films showed that with increasing chitosan content, opacity degree, a and b values significantly (P < 0.05) increase, but L values significantly (P < 0.05) decreases.",
     "keywords": ["Kefiran", "Chitosan", "Rheological properties", "Physical properties", "Mechanical properties"]},
    {"article name": "Texture and microstructure of cocoa butter replacers: Influence of composition and cooling rate",
     "doi": "https://doi.org/10.1016/j.foostr.2015.03.001",
     "publication date": "04-2015",
     "abstract": "In this study, the effect of cooling rate on cocoa butter replacers with similar content of saturated fat but different types of saturated fatty acids was evaluated. Two fats with a high content of monounsaturated asymmetric triacylglycerol were studied (62.1% and 70.9%, respectively); one with a high content of palmitic acid (P-rich) and one with a high content of stearic acid (S-rich). Different cooling rates (0.1, 0.5 and 2 °C/min) were applied during crystallization and samples were stored at different times (0 h, 1 day and 7 days) prior to analysis by pNMR, texture analysis, oscillatory rheometry and microscopy. For the S-rich fat, cooling rate influenced brittleness to a higher extent compared with storage modulus and hardness whereas for the P-rich fat cooling rate influenced hardness and storage modulus to a higher extent compared with brittleness. For the S-rich fat, an increase in brittleness around 75% and an increase in storage modulus around 25% were observed for faster cooling whereas no significant effect of cooling rate on hardness was observed after 1 week of storage. An increase in hardness and storage modulus around 30% and 50%, respective, and no significant increase in brittleness was observed for faster cooling of the P-rich fat.The different behaviour depended on the relative inter- and intraparticle links in the fat crystal network. For the S-rich fat, faster cooling provided stronger interparticle links, most likely as a result of formation of solid bridges, which lead to a more brittle texture. For the P-rich fat, faster cooling provided stronger intraparticle links and an increase in the sum of weak interparticle links resulting in a harder but not brittle texture. The results contribute to clarify the mechanisms behind effects of cooling rate on different textural characteristics of fat and show the importance of understanding effects on the relative strength of inter- and intraparticle links in the fat crystal network to be able to tailor the textural properties of fats.",
     "keywords": ["Cocoa butter replacer", "Cooling rate", "Crystallization", "Microstructure", "Rheology", "Image analysis"]},
    {"article name": "AFM approach to study the function of PGPR's emulsifying properties in cocoa butter based suspensions",
     "doi": "https://doi.org/10.1016/j.foostr.2014.11.003",
     "publication date": "04-2015",
     "abstract": "Polyglycerol polyricinoleate (PGPR) often is used as emulsifier in chocolate, but only little is known on the specific interactions between sucrose particles, cocoa butter and PGPR molecules. The most remarkable effect of PGPR on lipophilic suspensions is the enormous decrease in yield value compared to soy lecithin which is not yet understood. A combination of atomic force microscopy (AFM), scanning electron microscopy (SEM), rheological measurements and analysis of immobilized fat content was used to reveal more details on the mechanism of function of PGPR.It was found that this mechanism is completely different to the one of soy lecithin. On sucrose particle surfaces, PGPR concentration was determined to 0.18 mg/m2 whereas soy lecithin coverage was calculated to 2.69 mg/m2. The interfacial layer obtained by washing separated sucrose particles with acetone contains 83.6 g/100 g cocoa butter which had been immobilized together with or by PGPR molecules. This interaction plays a major role in the mechanism of function of PGPR as an emulsifier. Weakly bound structures consisting of PGPR and cocoa butter were found to form pillow-like structures. They act as spacers between the sucrose particles and reduce particle-particle interaction so that less structure can be built up. That is why flow can be induced very easily. In addition, as particles move along together very well due to steric hindrance of these pillow-like structures, viscosity of the suspension remains low.",
     "keywords": ["AFM atomic force microscopy", "atomic force microscopy", "SEM scanning electron microscopy", "scanning electron microscopy", "PGPR polyglycerol polyricinoleate", "polyglycerol polyricinoleate", "HPTLC high performance thin-layer chromatography", "high performance thin-layer chromatography", "PL phospholipid", "phospholipid", "PC phosphatidylcholine", "phosphatidylcholine", "PE phosphatidylethanolamine", "phosphatidylethanolamine", "Atomic force spectroscopy", "PGPR", "Soy lecithin", "Lipophilic suspension", "Sucrose particles surfaces"]},
    {"article name": "Emulsifier effects on fat crystallisation",
     "doi": "https://doi.org/10.1016/j.foostr.2014.11.002",
     "publication date": "04-2015",
     "abstract": "The effect of the addition of two emulsifiers differing in their molecular structure (mono and di glycerides and Tween 80) on the thermal behaviour of a bulk fat containing both solid and liquid components (75% coconut oil and 25% of sunflower oil) was investigated using differential scanning calorimetry (DSC). Different ratios of emulsifier to bulk fat were considered (emulsifier/bulk fat of 0.02, 0.05, 0.08, 0.1, 0.3, 0.6 and 1). Both the emulsifiers had an effect on the melting and crystallisation of the bulk lipid. Mono and di glycerides (MDGs), although crystallising independently of the bulk fat (i.e. the observation of the presence of independent melting peaks and enthalpies that were not dependent on the ratio of MDGs to bulk fat), were thought to act as templates for the crystallisation of the bulk fat, having an effect on the shape of the melting and crystallisation peaks. Tween 80, due to its structural properties (unsaturated carbon chain and large hydrophilic head) was thought to act as an impurity leading to the formation of less perfect crystals and a loosely packed lattice, resulting in less energy required to melt. Due to the bulk fat and emulsifiers used this work has relevance to the ice cream industry, and could have implications for the physical properties of ice cream, particularly partial coalescence during manufacture, meltdown properties, texture and sensory perception during consumption.",
     "keywords": ["DSC", "Emulsifiers", "Thermal behaviour", "Crystallisation"]},
    {"article name": "Microstructure and lactose crystallization properties in spray dried nanoemulsions",
     "doi": "https://doi.org/10.1016/j.foostr.2014.10.001",
     "publication date": "01-2015",
     "abstract": "The objective of this study was to characterize lactose crystallization behaviour and microstructure of spray dried nanoemulsions with different fat globule sizes (FGS). Powders of the same composition (57.7% w/w lactose, 12.3% w/w sodium caseinate, 27.7% w/w sunflower oil, and 2.3% w/w water) but different FGS (mean diameters 1100 nm and 155 nm) prior to spray drying were manufactured. Differences in lactose crystallization were studied using dynamic vapour sorption (DVS) and polarized light microscopy (PLM). Crystallization kinetics was modelled using the Avrami and Yang equations. Results showed that lactose crystallized in three dimensions and more rapidly in powders with a smaller FGS. PLM images showed a higher rate of lactose crystal formation for smaller FGS powders when stored for 4 days at 55% relative humidity. Confocal laser scanning microscopy (CLSM) and cryo-scanning electron microscopy (Cryo-SEM) images indicated the more evenly distributed small fat globules inside powder particles prepared from spraydried nanoemulsions. The surface of powder particles was uneven and ruptured post lactose crystallization. Crystals appeared after humidification and were assumed to be anhydrous α- and β-lactose in a 5:3 molar ratio. Results showed powder particles of the same composition were altered in lactose crystallization characteristics by changing the FGS of emulsions pre spray drying.",
     "keywords": ["Lactose crystallization", "Dynamic vapour sorption", "Polarized light microscopy", "Confocal laser scanning microscopy", "Cryo-scanning electron microscopy"]},
    {"article name": "Effect of starch gelatinization and vacuum frying conditions on structure development and associated quality attributes of cassava-gluten based snack",
     "doi": "https://doi.org/10.1016/j.foostr.2014.12.001",
     "publication date": "01-2015",
     "abstract": "The effect of degree of starch gelatinization (DG) and vacuum frying conditions on structure development and associated quality attributes of cassava starch–gluten based snack was investigated. Cassava starches (88%, d.b.) of three different DG (0, 33.1 and 64.24%) were mixed with gluten (12%, d.b.) to obtain dough. Sheeted dough was cut into matrices and fried under vacuum pressure (5–25 cmHg) and frying temperature (108–141 °C) and then compared with atmospheric fried samples. From the results obtained, DG and vacuum frying conditions significantly (p < 0.05) affected quality attributes of the fried matrices with the former more significant than the latter. When highly gelatinized cassava starch was used in the formulation, the oil uptake was reduced by 74.5% and 81.4%, when slightly gelatinized and native cassava starches were used. Irrespective of the DG, vacuum fried samples had better quality attributes than atmospheric fried matrices. In conclusion, cassava starch–gluten snacks fried at higher vacuum pressure conditions using highly gelatinized starches gave fried matrices with lower oil uptake, improved texture and colour change which are the acceptable characteristics to consumers. Scanning electron microscopy (SEM) was used to study the surface structure of fried matrices under different vacuum and starch modification conditions.",
     "keywords": ["Cassava starch", "Gelatinization", "Vacuum frying", "Oil content", "Quality"]},
    {"article name": "Fibre enrichment of wheat bread with Jerusalem artichoke inulin: Effect on dough rheology and bread quality",
     "doi": "https://doi.org/10.1016/j.foostr.2014.11.001",
     "publication date": "01-2015",
     "abstract": "Dietary fibre enrichment of white bread with inulin-rich carbohydrate (IRC) powder extracted from Jerusalem artichoke tubers (IRC-J) was studied. Previously, it was shown that this IRC-J powder had higher prebiotic activity score than a commercial chicory inulin (IRC-C) powder, used for comparison. For bread making, 2.5 and 5.0 g of either IRC-J or IRC-C were added to 100 g of wheat flour, and the effects on dough viscoelastic properties and bread quality properties were analyzed, relative to a Control sample (no IRC added). The lowest IRC concentration of both fibres had no significant effect on the elastic modulus (G′) of the dough, but the highest IRC level decreased G′, with a stronger effect of IRC-J. This was attributed to disruption of the starch–gluten matrix due to fibre replacement of flour. In turn, this was thought to impair gas retention (known as diluting effect), resulting in the observed decrease of bread specific volume and cell/total area ratio, and the increase in crumb hardness and chewiness. IRC addition also had a significant effect on crumb and crust colour, and other crumb grain features. These effects were more significant at the highest IRC concentration of both fibres. Breads with 5.0 g of IRC-J were significantly darker, flatter, and more humid. All the sensory attributes of breads with 0 (Control sample), 2.5 g IRC-J, and 2.5 g IRC-C were acceptable, and no significant differences were found between the three samples, in any of the attributes.",
     "keywords": ["Dietary fibre", "Inulin", "Wheat flour", "Dough", "Bread"]},
    {"article name": "Plant wax crystals display platelet-like morphology",
     "doi": "https://doi.org/10.1016/j.foostr.2015.01.001",
     "publication date": "01-2015",
     "abstract": "Cryogenic scanning electron microscopy was used to image de-oiled 2% rice bran wax, sunflower wax, and candelilla wax oleogels. Contrary to previous reports on the morphology of plant-based waxes, all three species appear as platelets. These findings contest previous theories about the dependency of oil gelation on a needle-like morphology and development of an entangled network, and suggest that surface effects such as surface area and surface roughness may contribute to oil binding capacity.",
     "keywords": ["Oil binding", "Wax", "Oleogels", "Platelet", "Morphology"]},
    {"article name": "Investigating the influence of inulin as a fat substitute in comminuted products using rheology, calorimetric and microscopy techniques",
     "doi": "https://doi.org/10.1016/j.foostr.2014.06.001",
     "publication date": "10-2014",
     "abstract": "The present manuscript studied the effects of fat substitution with two commercial inulins on the magnetic resonance, rheological, calorimetric and microscopic properties of breakfast sausages. Sausage formulations were evaluated using mixture design (D-optimal). A total of 17 experimental treatments were employed, with each representing a different substitution level for fat. Sausage batters were formulated to contain lean pork shoulder, pork back fat/inulin, water, rusk and seasoning (44.3, 18.7, 27.5, 7 and 2.5% w/w, respectively). The resultant products’ water mobility, deformation and thermal behaviors were analyzed for each treatment group using nuclear magnetic resonance (NMR), rheology, differential scanning calorimetry (DSC), while their ultra-structural properties were analyzed using light, confocal and scanning electron microscopy for selected extremes. Significant models were produced for water mobility with inulin inclusions in sausages increasing the relative proton populations of bound water (T2b) values (p < 0.0001) and decreasing free water (T22) population (p < 0.0001). Inulin inclusions significantly altered the rheological characteristics with increases in both the gel strength ( G ′ 0 − G ″ 0 ) and unit interaction strength (An) (p < 0.0001, respectively). Complementary temperature-dependent behavior was observed using rheology and DSC which showed increased elastic behavior (G′) circa 40 °C that corresponded to the endothermic peaks for the onset of protein denaturation. Cryo-scanning electron and confocal laser microscopy techniques permitted visualization of the aggregation of inulin micro-crystals and distribution of fat within the cooked sausage matrix. Overall, the work presented has improved our understanding of the fundamental properties of sausage products and will enable a more scientific-based approach to future product development.",
     "keywords": ["Sausage", "Fat replacement", "Inulin", "Design of experiment (DOE)", "Relaxation studies", "Cryo-scanning electron microscopy"]},
    {"article name": "Effect of churning temperature on water content, rheology, microstructure and stability of butter during four weeks of storage",
     "doi": "https://doi.org/10.1016/j.foostr.2014.07.001",
     "publication date": "10-2014",
     "abstract": "The effect of churning temperature (10 °C vs. 22 °C) is evaluated with respect to water content, rheology, microstructure and stability of butter produced using the batch churning method with a temperature ramp of 4 °C/min. Using pulsed-nuclear magnetic resonance, an increase in relative solid fat content from 44% to 49.5% was observed when decreasing the churning temperature. Due to lower solid fat content formed upon churning at high temperatures, average water droplet size significantly increased from 5.5 μm to 18.5 μm and less water could be incorporated into the butter during mixing. Using differential scanning calorimetry, it was observed that water addition as well as churning at low temperatures induced a transition toward more stable crystal structures, as the melting point in the high melting fraction was slightly lower for butter churned at high temperature. This did, however, not reflect in any changes in terms of crystal polymorphism, and all butters contained primarily β′-crystals with traces of α- and β-crystals. Despite the observed changes, small deformation rheology revealed no difference as a function of churning temperature or water content. During isothermal storage at 5 °C, the solid fat content increased in all butters, but only butter churned at 10 °C showed an increase in hardness during storage. However, no difference in rheological behavior was observed among the butters. Thus it can be concluded that low temperature allows more water to be incorporated in the system without inducing any changes in rheological behavior or crystal polymorphism after four weeks of storage.",
     "keywords": ["TH butter churned at high temperature (22 °C)", "butter churned at high temperature (22 °C)", "TL butter churned at low temperature (10 °C)", "butter churned at low temperature (10 °C)", "THW butter churned at high temperature with water added (22 °C)", "butter churned at high temperature with water added (22 °C)", "TLW butter churned at low temperature with water added", "butter churned at low temperature with water added", "FITC fluorescein-5-isothiocyanate", "fluorescein-5-isothiocyanate", "D307 1,10-dioctadecyl-3,3,30,30-tetramethyl-indodicarbocyanine perchlorate", "1,10-dioctadecyl-3,3,30,30-tetramethyl-indodicarbocyanine perchlorate", "Butter", "Crystallization", "Fat", "Food structure", "Thermal treatment", "Storage"]},
    {"article name": "Microstructure of ethylcellulose oleogels and its relationship to mechanical properties",
     "doi": "https://doi.org/10.1016/j.foostr.2014.07.002",
     "publication date": "10-2014",
     "abstract": "Small deformation rheology was used at a controlled strain of 0.05% and frequency from 1 to 100 Hz to obtain G′, G″, and tan(δ) values for ethylcellulose oleogels of various compositions. Significant increases in both G′ and G″ were noted in oleogels prepared with 100 cP ethylcellulose as compared to 45 cP, yet no significant differences in tan(δ) were observed among gels containing the same type of vegetable oil. Oleogels prepared with increasing polymer concentration showed a significant increase in G′ only when the concentration exceeded 13%. When the surfactant sorbitan monostearate was incorporated at a level of 3.33%, a significant increase in tan(δ) was seen, indicating a decrease in elasticity of these oleogels. Cryo-scanning electron microscopy was successfully utilized to image the internal polymer network of ethylcellulose oleogels, which contained small oil-filled pores of approximately 3.0–4.5 μm in size lying between the interconnected polymer chains. Decreases in pore sizes were observed with increasing polymer concentration, oil unsaturation, and high levels of surfactant incorporation. No significant change in pore size was seen among gels made with different polymer viscosities, signifying an alternate mechanism for changing oleogel hardness. De-oiled ethylcellulose oleogels were also successfully imaged using fluid-phase contact mode atomic force microscopy. The striking similarity in the images obtained by both these methods strongly suggests the morphological features of the oleogels are preserved through the sample preparation procedure. Ethylcellulose xerogel micrographs were shown for the first time, and also contain some regions with pores similar in morphology to those identified in micrographs of the partially de-oiled oleogels.",
     "keywords": ["Ethylcellulose", "Oleogel", "Scanning electron microscopy", "Rheology", "Atomic force microscopy"]},
    {"article name": "Hydrogen peroxide-induced degradation of type I collagen fibers of tilapia skin",
     "doi": "https://doi.org/10.1016/j.foostr.2014.08.001",
     "publication date": "10-2014",
     "abstract": "In this study, we examined the changes in the mechanical properties, ultra-microscopic structure, and infrared and X-ray diffraction spectra of tilapia skin collagen fibers undergoing hydrogen peroxide-induced degradation. Our results showed that in the presence of hydrogen peroxide the strength and puncture resistance of fish skin collagen fibers decreased exponentially with respect to heating time. Furthermore, this change in mechanical behavior could be fitted satisfactorily with the exponential function Y = 851.0e−0.001x (R2 = 0.996). Scanning electron microscopy showed that there were three stages of degradation of fish skin collagen fibers: (1) dissolution of the outer membrane layer of the fiber bundle, (2) loosening and rupture of the fiber bundle, and (3) untwisting and exposure of microfibers. The X-ray diffraction and infrared spectroscopy data showed that the heating weakened the intermolecular forces, yet the undissolved collagen still maintained its triple helical structure.",
     "keywords": ["Hydrogen peroxide", "Tilapia skin", "Collagen fibers", "Degradation", "Bundle structure"]},
    {"article name": "Poultry protein isolate prepared using an acid solubilization/precipitation extraction influences the microstructure, the functionality and the consumer acceptability of a processed meat product",
     "doi": "https://doi.org/10.1016/j.foostr.2014.08.002",
     "publication date": "10-2014",
     "abstract": "Poultry protein isolate (PPI), prepared through the isoelectric solubilization/precipitation process, was used as a lean meat substitute in chicken patties. The effect of the substitution level on the physicochemical, microstructural and functional properties as well as the consumer acceptability of the patties was investigated. The addition of PPI did not affect (p > 0.05) the moisture and the ash contents but significantly increased the fat and the carbohydrate levels and decreased the protein content of uncooked patties. Lean meat substitution with PPI resulted in the formation of a mixed gel network, in which the added PPI acted as a dense film that coated the interstices of the gel. Increasing PPI substitution level significantly lowered the cooking loss, the expressible moisture and the dimension shrinkage but had no effect on the binding strength of cooked patties. The control and 10% PPI formulated patties were more favorable in terms of flavor and overall acceptability.",
     "keywords": ["a* redness–greenness value", "redness–greenness value", "ANOVA analysis of variance", "analysis of variance", "AOAC Association of Official Analytical Chemists", "Association of Official Analytical Chemists", "b* yellowness–blueness value", "yellowness–blueness value", "CBM chicken breast meat", "chicken breast meat", "CPTC Consumer Product Testing Centre", "Consumer Product Testing Centre", "FAO Food and Agriculture Organization", "Food and Agriculture Organization", "FPDC Food Processing Development Centre", "Food Processing Development Centre", "G′ elastic modulus", "elastic modulus", "G″ viscous modulus", "viscous modulus", "ISP isoelectric solubilization/precipitation", "isoelectric solubilization/precipitation", "L* lightness–darkness value", "lightness–darkness value", "MSTM mechanically separated turkey meat", "mechanically separated turkey meat", "PPI poultry protein isolate", "poultry protein isolate", "SDS-PAGE sodium dodecyl sulfate polyacrylamide gel electrophoresis", "sodium dodecyl sulfate polyacrylamide gel electrophoresis", "SEM scanning electron microscopy", "scanning electron microscopy", "SPI soy protein isolates", "soy protein isolates", "tan δ damping factor", "damping factor", "TBARS thiobarbituric acid reactive substances", "thiobarbituric acid reactive substances", "TPA texture profile analysis", "texture profile analysis", "WHC water holding capacity", "water holding capacity", "Poultry protein isolates", "Isoelectric solubilization/precipitation", "Chicken patties", "Texture", "Microstructure", "Consumer acceptability"]},
    {"article name": "Insights into the β-carotene distribution in carrot roots",
     "doi": "https://doi.org/10.1016/j.foostr.2014.09.001",
     "publication date": "10-2014",
     "abstract": "This work reports the carotenoid spatial distribution in orange carrot roots measured by Transmission Resonance Raman Spectroscopy. Raman contour mappings of root cross-sections were measured over the spectral range from 500 to 2500 cm−1 as a function of the root radius. The overall β-carotene content reveals a heterogeneous distribution predominantly concentrated in the secondary phloem tissue and periderm. Furthermore, detailed measurements of the ν4 band intensities, the wagging mode associated to the CH out-of-plane motion, show how the higher relative values occur in the secondary phloem and the lower ones near the vascular cambium. This vibrational mode profile was correlated with changes in β-carotene molecular configuration depending on the different physiological properties of the investigated root tissues.",
     "keywords": ["Carotenoids", "Raman spectroscopy", "Carrot root"]},
    {"article name": "Food oral processing: Some important underpinning principles of eating and sensory perception",
     "doi": "https://doi.org/10.1016/j.foostr.2014.03.001",
     "publication date": "04-2014",
     "abstract": "The oral processing of food is a dynamic process which involves a sequence of highly coordinated oral actions and gives desirable sensory experience. Even though this process is perceived to be routine, its governing principles are highly complicated and are still not fully understood. Based on some recent research findings, this paper reviews current understandings on some important issues associated with eating and sensory perception. The review begins with a short introduction to the background of eating studies. This is followed by four sections focusing on different aspects of eating and sensory perception: the important roles of saliva incorporation and implications; the basic features of oral dynamics and what does it mean to sensory perception; the underpinning physical principles of instrumental characterisation of food sensory properties; and finally the psychophysical principles of human sensation and perception.",
     "keywords": ["Food oral processing", "Sensory perception", "Saliva", "Food rheology", "Oral tribology", "Psychophysics"]},
    {"article name": "Structure–function relationships in food emulsions: Improving food quality and sensory perception",
     "doi": "https://doi.org/10.1016/j.foostr.2013.11.002",
     "publication date": "04-2014",
     "abstract": "Increasing consumer demand for higher quality, cheaper, more convenient, and healthier emulsion-based products means that the food industry must have a good understanding of the relationship between the structural and functional properties of food emulsions. This review article provides an overview of the relationship between the composition and structural organization of oil-in-water emulsions and their physicochemical (optical, rheological, and stability) and sensory (appearance, texture, flavor, and mouthfeel) properties. It also discusses recent advances in the design of structured emulsions with novel functional properties, such as multiple emulsions, filled-hydrogel particles, multilayer emulsions, microclusters, and air-filled emulsions.",
     "keywords": ["Emulsion", "Droplet characteristics", "Appearance", "Viscosity", "Stability", "Flavor", "Texture", "Mouthfeel", "Sensory properties", "Reduced fat"]},
    {"article name": "Combined confocal microscopy and large deformation analysis of emulsion filled gels and stirred acid milk gels",
     "doi": "https://doi.org/10.1016/j.foostr.2013.12.001",
     "publication date": "04-2014",
     "abstract": "The microstructural breakdown properties of heat-induced whey protein (WP) gels prepared at pH 7.0 or 5.4 and containing emulsified sunflower oil (7%, w/w) were studied using notch propagation tensile testing in combination with dynamic confocal laser scanning microscopy (CLSM). In addition, the microstructural breakdown properties of stirred acid milk gels containing added emulsified oil (0–15%, w/w) or Konjac glucomannan (0.05%, w/w) were studied using compressive rheological deformation in combination with dynamic CLSM imaging. The structural breakdown properties (Young's modulus and stress/strain at fracture), the microstuctural behaviour of the protein phase, the emulsified oil phase and the pattern of notch propagation during large deformation tensile testing of the WP emulsion filled gel prepared at pH 7.0 (fine stranded gel) differed from that of the WP emulsion filled gel prepared at pH 5.4 (particulate gel). The protein aggregates, emulsified oil droplets and the Konjac phase in the stirred acid milk gels flowed on compression; however, the flow pattern changed from “frictional” flow with no emulsified oil or Konjac to “slip” flow in the presence of emulsified oil or Konjac. Also, compression of stirred acid milk gels below a certain critical height led to disintegration of the aggregated protein structure, serum release and reduced stability of the oil droplets in the stirred gels. The critical compression height was influenced by emulsified oil level and the presence of added Konjac.",
     "keywords": ["Dynamic", "Microscopy", "Whey protein", "Konjac", "Gel", "Dairy"]},
    {"article name": "Self assembly and rheology of emulsions-mimicking food emulsion rheology",
     "doi": "https://doi.org/10.1016/j.foostr.2013.09.001",
     "publication date": "04-2014",
     "abstract": "An investigation has been carried out to understand the microstructure of amino based surfactant (cocoyl glutamic acid, CGT) and viscoelastic properties of emulsions mimicking the food emulsion rheology. The structural modulation of the surfactant aggregates depends on the degree of neutralization, temperature and oil concentration. Phase behaviour of the CGT surfactant system behaves similar to a short chain (C12EO8) (Aramaki & Khalid, 2004) or a long chain (C12EO25) (Rodriguez, Shigeta, & Kunieda, 2000) non-ionic surfactant systems, depending on the degree of neutralization. Krafft point of the CGT surfactant has been decreased with the addition of triethanolamine (TEA) and temperature. In presence of oil liquid crystal structure has been modified, which is due to the changing of the surfactant layer curvature (Kunieda, Umizu, & Aramaki, 2000). It is interesting to note that the I1 phase solubilizes large amount of oil. High viscosity with large amount of oil emulsions were obtained when the degree of neutralization, n = 1.2. The decrease in viscosity with the oil content in the O/I1 emulsions is ascribed to the lower volume fraction of the continuous phase (I1 phase).",
     "keywords": ["Amino based surfactant", "Gel emulsion", "Phase behaviour", "Rheology", "Cubic phase"]},
    {"article name": "Structure and antioxidant activity of whey protein isolate conjugated with glucose via the Maillard reaction under dry-heating conditions",
     "doi": "https://doi.org/10.1016/j.foostr.2013.11.004",
     "publication date": "04-2014",
     "abstract": "The aim of this study was to investigate the structural characteristics and antioxidant activities of the Maillard reaction products obtained from whey protein isolate (WPI) and glucose (1:1 weight ratio) after dry-heating (60 °C and 79% relative humidity) for 0–7 d. The results revealed that the color (redness and yellowness), the UV–vis absorption, and the fluorescence intensity increased as the reaction time increased (P < 0.05). In addition, marked increases in the reducing power and the ABTS radical scavenging activities of the WPI–glucose conjugates were obtained with an increase in the reaction time (P < 0.05). The sodium dodecyl sulphate-polyacrylamide gel electrophoresis (SDS-PAGE) analysis illustrated that WPI and glucose formed high molecular weight conjugates. The increased Tmax demonstrated that the thermal stability of WPI was remarkably improved by its conjugation with glucose. The Fourier transform infrared (FT-IR) spectra suggested that the amide I, II, and III bands of WPI were altered by the Maillard reaction. All in all, these results suggested that WPI–glucose conjugates have high thermal stability and improved antioxidant properties.",
     "keywords": ["Whey protein isolate", "Glucose", "Conjugation", "Maillard reaction", "Structure", "Antioxidant activity"]},
    {"article name": "β-Lactoglobulin films with spiral cracks",
     "doi": "https://doi.org/10.1016/j.foostr.2013.11.003",
     "publication date": "04-2014",
     "abstract": "We studied spiral crack formation in dried β-lactoglobulin films. The spirals result from simultaneous crack propagation and fragment detachment and the final pattern can be mathematically described by a logarithmic spiral equation. Crack patterns were investigated under different β-lactoglobulin and plasticizer concentrations of the initial solution used for film preparation. Spiral crack patterns occur in films over the entire tested concentration range up to cm = 250 mg/mL, but disappear when more than 3% glycerol or sorbitol are added as experiments at a fixed concentration of β-lactoglobulin (cm = 100 mg/mL) show. While the estimated outer size of the spiral increased steeper than the inner one with protein concentration, an equal increase for both values was observed in dependence of the plasticizer concentration. The corresponding k-values obtained from logarithmic spiral fits show a strong dependence on both protein and plasticizer concentration. By a simple model based on the speeds of the fragment detachment and the crack tip we show why two spiral types form in protein-concentration dependent experiments but only one when the amount of plasticizers is varied.",
     "keywords": ["Spiral cracks", "Whey proteins", "β-Lactoglobulin", "Plasticizer"]},
    {"article name": "Changes in histological tissue structure and textural characteristics of rice grain during cooking process",
     "doi": "https://doi.org/10.1016/j.foostr.2013.10.003",
     "publication date": "04-2014",
     "abstract": "Textural-related property including histological tissue structure changes in rice grain (Oryza sativa L.) during cooking process was investigated in this study. Forty grams of polished grain were added to 60 ml of water, and cooked using the Japanese style cooking method. Rice grains were removed at 30, 50, 70, 85, and 100 °C during cooking, and moisture content, overall firmness, surface firmness, and histological tissue structures were examined. The leached material amount in cooking water at each temperature was also measured. Results showed moisture content in rice grains linearly increased from 70 °C to 100 °C, while moisture remained almost constant at from 30 °C to 50 °C. The overall firmness almost linearly decreased from 30 °C to 85 °C and decreased from 85 °C to 100 °C significantly, though no significant difference in surface firmness change between 70 °C and 85 °C was found. The leached material amount increased approximately 1.5 times between 50 °C and 70 °C. Voids in the cooked grains were generated between 85 °C and 100 °C, where gelatinization and morphological changes in grain shape, with histological cell wall disruptions occurred. The results shown in this study indicate that structural tissue properties, i.e. cell wall properties, are one of the important factors responsible for the textural-related properties of cooked rice grains.",
     "keywords": ["Cooked rice", "Tissue structure", "Gelatinization", "Moisture content", "Firmness", "Leached materials"]},
    {"article name": "Assessment of physicochemical properties, dissolution kinetics and storage stability of a novel strawberry confection designed for delivery of chemopreventive agents",
     "doi": "https://doi.org/10.1016/j.foostr.2013.10.001",
     "publication date": "04-2014",
     "abstract": "Oral diseases are a common health concern within the United States, and have been associated with increased risk of certain chronic disease and reduced overall quality of life. A unique starch-based confection containing freeze-dried strawberries was developed for sustained, targeted phytochemical release to the oral mucosa for use in future chemoprevention trials. Sensory evaluation was used to optimize the confectionery formulation for this investigation. Physicochemical properties, scanning electron microscopy and dissolution studies revealed the effects of 14-day storage on phytochemical release from the amorphous semisolid matrix. Upon storage, moisture content decreased 4% and water was more tightly bound. Rheological testing revealed Newtonian-like response to shear below 10 s−1 and pseudoplastic behavior at higher shear. Changes in the food structure were observed with scanning electron microscopy. Total phenolics released in phosphate buffer (47.2 ± 2.7 mg GAE/L) or simulated saliva (66.7 ± 1.2 mg GAE/L) after 10 h from fresh confections was significantly (p = 0.001) greater compared to stored confections in phosphate buffer (39.0 ± 2.9 mg GAE/L) and simulated saliva (56.4 ± 1.0 mg GAE/L). Strawberry confections may be a novel strategy for localized delivery and sustained release of strawberry bioactive compounds.",
     "keywords": ["SEM scanning electron microscopy", "scanning electron microscopy", "OSU The Ohio State University", "The Ohio State University", "ISO International Organization for Standardization", "International Organization for Standardization", "JAR Just About Right", "Just About Right", "TGA thermogravimetric analysis", "thermogravimetric analysis", "TPA texture profile analysis", "texture profile analysis", "USP The United States Pharmacopeial Convention", "The United States Pharmacopeial Convention", "SPB sodium phosphate buffer", "sodium phosphate buffer", "GAE gallic acid equivalents", "gallic acid equivalents", "SD standard deviation", "standard deviation", "ANOVA analysis of variance", "analysis of variance", "DSC differential scanning calorimetry", "differential scanning calorimetry", "LSP lyophilized strawberry powder", "lyophilized strawberry powder", "Tg glass transition temperature", "glass transition temperature", "Confection", "Strawberry", "Physicochemical properties", "Dissolution", "Oral delivery"]},
    {"article name": "Structure and function of food products: A review",
     "doi": "https://doi.org/10.1016/j.foostr.2013.06.001",
     "publication date": "01-2014",
     "abstract": "A proper understanding of the behavior of food products requires knowledge of its structure, i.e., the spatial arrangement of the various structural elements and their interactions. The structure can properly be studied by visual observation techniques. In products such as fat spreads, creams, dressings, cheese, bread, milk, yoghurt, whipped cream, and ice cream, different structural elements can be distinguished. A number of those elements are discussed, viz., water droplets, oil droplets, gas cells, particles, fat crystals and strands. In addition examples of interactions between structural elements are presented, viz., oil droplets/matrix, protein/protein, protein carbohydrate, and fat crystal/fat crystal interactions. Finally, it is indicated how these elements cooperate in the formation of structure and contribute to function and macroscopic behavior of food products. Particular attention is given to fat spreads, processed cheese, protein gelation, and examples of the mutual interaction of milk proteins and of carbohydrates with milk proteins. It is expected that a proper understanding of the relation between structure and function will help us to design new ways of structuring in our continuing efforts to manufacture high quality, healthy and tasty food products.",
     "keywords": ["Structure", "Function", "Food products", "Structural elements", "Interaction", "Fat spreads", "Processed cheese", "Protein gelation", "β-Lactoglobulin", "κ-Carrageenan", "Milk proteins"]},
    {"article name": "Bridging benchtop research and industrial processed foods: Structuring of model food emulsions",
     "doi": "https://doi.org/10.1016/j.foostr.2013.10.002",
     "publication date": "01-2014",
     "abstract": "Modern food formulation and processing are shaped by the consumer demands for cheaper, healthier, more palatable and convenient foods. In order to satisfy these ever-increasing demands, food scientists require comprehensive understanding of the structure-function relationship for effective, fit-for-purpose microstructural product design.This review reports on the new approaches in the formulation and processing of model state-of-the-art emulsion-based food products, whose variety of physiochemical and sensory properties are created and controlled by their microstructure. Current know-how on the mechanisms that govern desired food behaviour with emphasis on their advantages, limitations and potential applications are reviewed on examples of model nano, duplex, Pickering, aerated and water-in-water emulsions.",
     "keywords": ["Structured emulsions", "Food microstructure", "Fat reduction", "Encapsulation", "Targeted delivery", "Sensory properties"]},
    {"article name": "Biopolymer composites for engineering food structures to control product functionality",
     "doi": "https://doi.org/10.1016/j.foostr.2013.11.001",
     "publication date": "01-2014",
     "abstract": "There is an increasing need for food systems with tailored properties using essential ingredients. This review provides an overview of how interactions between different ingredients, such as proteins, polysaccharides and lipids can be used to design different biopolymer composites, and how isotropic and anisotropic composites can be created. Preparation of protein–polysaccharide complexes, protein fibrils, polysaccharide nanorods, and macromolecular biopolymer assemblies is discussed. These composites can be used to design emulsions, for which different preparation techniques are compared. Different functionalities such as stability under environmental stresses, controlled release for encapsulated components, and retardation of lipid digestion are addressed.",
     "keywords": ["Emulsion design", "Complexes", "Chitin nanocrystals", "Fibrils"]},
    {"article name": "Multi-scale properties of protein-stabilized foams",
     "doi": "https://doi.org/10.1016/j.foostr.2014.01.001",
     "publication date": "01-2014",
     "abstract": "Protein-stabilized foams can be analyzed into 4 levels. Level 1 corresponds to the nanometer range of molecules. Level 2 is represented by the gas/liquid interfaces and thin liquid films. Level 3 is defined by the size of the gas cells that form the foam and spans from micrometers to a millimeters. Level 4 is when the foam is considered a continuum. The objectives of this article are: to revise the techniques used to analyze foams and the gathering of quantitative information, and to review current efforts into improving our knowledge of the role of proteins in foams and their structures.",
     "keywords": ["CLSM confocal laser scanning microscopy", "confocal laser scanning microscopy", "DB diminishing bubble", "diminishing bubble", "G-function nearest-neighbor distribution function", "nearest-neighbor distribution function", "GLCM gray level co-occurrence matrix", "gray level co-occurrence matrix", "ITA image texture analysis", "image texture analysis", "K-function second-moment distribution function", "second-moment distribution function", "LM light microscopy", "light microscopy", "MRI magnetic resonance imaging", "magnetic resonance imaging", "SEM scanning electron microscopy", "scanning electron microscopy", "Foams", "Proteins", "Structure", "Image analysis", "Rheology"]},
    {"article name": "Computer simulation techniques for food science and engineering: Simulating atomic scale and coarse-grained models",
     "doi": "https://doi.org/10.1016/j.foostr.2013.11.005",
     "publication date": "01-2014",
     "abstract": "We describe computer simulation techniques that have been, or can be, used in Food Science and Engineering. We describe models which cannot be utilized without employing computer simulation but do not explicitly address models such as self consistent field approaches or DLVO theory. We describe techniques which either continue to play fundamental roles in computer simulation of soft matter and fluids, or newer developments which have shown increased use in the last decade. Here we outline the background to statistical mechanics followed by descriptions with selected examples of Molecular Dynamics, Coarse-Grained modeling, Monte Carlo techniques, Dissipative Particle Dynamics and Lattice–Boltzmann theory.",
     "keywords": ["Computer simulation", "Atomic scale", "Coarse-grained models", "Molecular Dynamics", "Monte Carlo", "Dissipative Particle Dynamics", "Lattice–Boltzmann theory"]}
    ]
}