{"primary": "Physical Sciences and Engineering",
"domain": "Chemical Engineering",
"subdomain": "Bioengineering",
"journal name": "Metabolic Engineering Communications",
"articles": [
    {"article name": "Metabolic engineering of Escherichia coli for the de novo stereospecific biosynthesis of 1,2-propanediol through lactic acid",
     "doi": "https://doi.org/10.1016/j.mec.2018.e00082",
     "publication date": "06-2019",
     "abstract": "1,2-propanediol (1,2-PDO) is an industrial chemical with a broad range of applications, such as the production of alkyd and unsaturated polyester resins. It is currently produced as a racemic mixture from nonrenewable petroleum-based feedstocks. We have reported a novel artificial pathway for the biosynthesis of 1,2-PDO via lactic acid isomers as the intermediates. The pathway circumvents the cytotoxicity issue caused by methylglyoxal intermediate in the naturally existing pathway. Successful E. coli bioconversion of lactic acid to 1,2-PDO was shown in previous report. Here, we demonstrated the engineering of E. coli host strains for the de novo biosynthesis of 1,2-PDO through this pathway. Under fermenter-controlled conditions, the R-1,2-PDO was produced at 17.3 g/L with a molar yield of 42.2% from glucose, while the S-isomer was produced at 9.3 g/L with a molar yield of 23.2%. The optical purities of the two isomers were 97.5% ee (R) and 99.3% ee (S), respectively. To the best of our knowledge, these are the highest titers of 1,2-PDO biosynthesized by either natural producer or engineered microbial strains that are published in peer-reviewed journals.",
     "keywords": ["1,2-propanediol", "Lactic acid", "Reduction", "Stereospecific", "Escherichia coli"]},
    {"article name": "Controlled intracellular trafficking alleviates an expression bottleneck in S. cerevisiae ester biosynthesis",
     "doi": "https://doi.org/10.1016/j.mec.2018.e00085",
     "publication date": "06-2019",
     "abstract": "In metabolic engineering, most available pathway engineering strategies aim to control enzyme expression by making changes at the transcriptional level with an underlying assumption that translation and functional expression follow suit. In this work, we engineer expression of a key reaction step in medium chain ester biosynthesis that does not follow this common assumption. The native Saccharomyces cerevisiae alcohol acyltransferses Eeb1 and Eht1 condense acyl-CoAs with ethanol to produce the corresponding ester, a reaction that is rate limiting in engineering ester biosynthesis pathways. By changing the N- and C-termini of Eeb1 to those of Eht1, Eeb1 localization is changed from the mitochondria to lipid droplets. The change has no significant effect on transcription, but increases protein expression by 23-fold thus enabling a 3-fold increase in enzyme activity. This system demonstrates one example of the impact of protein trafficking on functional pathway expression, and will guide future metabolic engineering of ester biosynthesis and, potentially, other pathways with critical membrane-bound enzymes.",
     "keywords": null},
    {"article name": "Enhancement of himastatin bioproduction via inactivation of atypical repressors in Streptomyces hygroscopicus",
     "doi": "https://doi.org/10.1016/j.mec.2018.e00084",
     "publication date": "06-2019",
     "abstract": "Three atypical regulatory genes, hmtABD have been discovered within the himastatin biosynthetic gene cluster (BGC) in Streptomyces hygroscopicus ATCC 53653 and the roles of their products have been identified. HmtA and HmtD do not show any structurally distinct features characteristic of regulatory function yet were shown to play important repressive and stimulatory roles, respectively, related to himastatin biosynthesis. HmtB encodes a conserved acetylglutamate kinase; new member of this family serves as repressor of secondary metabolism. Through repressive networks engineering, the limiting functions of HmtA and HmtB along with the activating functions of HmtD in the himastatin BGC have been identified for the first time by gene activation, qPCR, RT-PCR and HPLC studies of selected mutant strains; two of these mutant strains (ΔhmtA and ΔhmtB) produced himastatin in titers (19.02 ± 1.2 μg/mL, 9.9 folds and 30.40 ± 0.83 μg/mL, 15.8 folds) far exceeding those of the wild-type (WT) producer. Overall, this work provides significant insight into secondary metabolic regulatory mechanisms in Streptomyces. These efforts also highlight and validate a new strategy enabling expanded exploitation of cyclopeptidic natural products such as himastatin that demonstrate exciting antimicrobial and antitumor potentials.",
     "keywords": ["Himastatin", "Streptomyces hygroscopicus", "Repressor", "Biosynthesis", "Bioproduction"]},
    {"article name": "Enzyme-fusion strategies for redirecting and improving carotenoid synthesis in S. cerevisiae",
     "doi": "https://doi.org/10.1016/j.mec.2019.e00086",
     "publication date": "06-2019",
     "abstract": "Spatial clustering of enzymes has proven an elegant approach to optimize metabolite transfer between enzymes in synthetic metabolic pathways. Among the multiple methods used to promote colocalisation, enzyme fusion is probably the simplest. Inspired by natural systems, we have explored the metabolic consequences of spatial reorganizations of the catalytic domains of Xanthophyllomyces dendrorhous carotenoid enzymes produced in Saccharomyces cerevisiae. Synthetic genes encoding bidomain enzymes composed of CrtI and CrtB domains from the natural CrtYB fusion were connected in the two possible orientations, using natural and synthetic linkers. A tridomain enzyme (CrtB, CrtI, CrtY) harboring the full β-carotene producing pathway was also constructed. Our results demonstrate that domain order and linker properties considerably impact both the expression and/or stability of the constructed proteins and the functionality of the catalytic domains, all concurring to either diminish or boost specific enzymatic steps of the metabolic pathway. Remarkably, the yield of β-carotene production doubled with the tridomain fusion while precursor accumulation decreased, leading to an improvement of the pathway efficiency, when compared to the natural system. Our data strengthen the idea that fusion of enzymatic domains is an appropriate technique not only to achieve spatial confinement and enhance the metabolic flux but also to produce molecules not easily attainable with natural enzymatic configurations, even with membrane bound enzymes.",
     "keywords": ["DCW Dry cell weight", "Dry cell weight", "HPLC High performance liquid chromatography", "High performance liquid chromatography", "FPP Farnesyl pyrophosphate", "Farnesyl pyrophosphate", "GGPP Geranyl geranyl pyrophosphate", "Geranyl geranyl pyrophosphate", "Metabolic engineering", "Synthetic biology", "Metabolic flux", "Enzyme spatial proximity", "Carotenoids", "Multidomain enzymes"]},
    {"article name": "Novel column generation-based optimization approach for poly-pathway kinetic model applied to CHO cell culture",
     "doi": "https://doi.org/10.1016/j.mec.2018.e00083",
     "publication date": "06-2019",
     "abstract": "Mathematical modelling can provide precious tools for bioprocess simulation, prediction, control and optimization of mammalian cell-based cultures. In this paper we present a novel method to generate kinetic models of such cultures, rendering complex metabolic networks in a poly-pathway kinetic model. The model is based on subsets of elementary flux modes (EFMs) to generate macro-reactions. Thanks to our column generation-based optimization algorithm, the experimental data are used to identify the EFMs, which are relevant to the data. Here the systematic enumeration of all the EFMs is eliminated and a network including a large number of reactions can be considered. In particular, the poly-pathway model can simulate multiple metabolic behaviors in response to changes in the culture conditions.We apply the method to a network of 126 metabolic reactions describing cultures of antibody-producing Chinese hamster ovary cells, and generate a poly-pathway model that simulates multiple experimental conditions obtained in response to variations in amino acid availability. A good fit between simulated and experimental data is obtained, rendering the variations in the growth, product, and metabolite uptake/secretion rates. The intracellular reaction fluxes simulated by the model are explored, linking variations in metabolic behavior to adaptations of the intracellular metabolism.",
     "keywords": ["Column generation", "Optimization", "Poly-pathway model", "Kinetic modelling", "Elementary flux mode", "Chinese hamster ovary cell", "Amino acid", "Metabolic flux analysis"]},
    {"article name": "OptCouple: Joint simulation of gene knockouts, insertions and medium modifications for prediction of growth-coupled strain designs",
     "doi": "https://doi.org/10.1016/j.mec.2019.e00087",
     "publication date": "06-2019",
     "abstract": "Biological production of chemicals is an attractive alternative to petrochemical-based production, due to advantages in environmental impact and the spectrum of feasible targets. However, engineering microbial strains to overproduce a compound of interest can be a long, costly and painstaking process. If production can be coupled to cell growth it is possible to use adaptive laboratory evolution to increase the production rate. Strategies for coupling production to growth, however, are often not trivial to find. Here we present OptCouple, a constraint-based modeling algorithm to simultaneously identify combinations of gene knockouts, insertions and medium supplements that lead to growth-coupled production of a target compound. We validated the algorithm by showing that it can find novel strategies that are growth-coupled in silico for a compound that has not been coupled to growth previously, as well as reproduce known growth-coupled strain designs for two different target compounds. Furthermore, we used OptCouple to construct an alternative design with potential for higher production. We provide an efficient and easy-to-use implementation of the OptCouple algorithm in the cameo Python package for computational strain design.",
     "keywords": null},
    {"article name": "Aerobic catabolism and respiratory lactate bypass in Ndh-negative Zymomonas mobilis",
     "doi": "https://doi.org/10.1016/j.mec.2018.e00081",
     "publication date": "12-2018",
     "abstract": "Ability to ferment in the presence of oxygen increases the robustness of bioprocesses and opens opportunity for novel industrial setups. The ethanologenic bacterium Zymomonas mobilis performs rapid and efficient anaerobic ethanol fermentation, yet its respiratory NADH dehydrogenase (Ndh)-deficient strain (ndh-) is known to produce ethanol with high yield also under oxic conditions. Compared to the wild type, it has a lower rate of oxygen consumption, and an increased expression of the respiratory lactate dehydrogenase (Ldh). Here we present a quantitative study of the product spectrum and carbon balance for aerobically growing ndh-. Ldh-deficient and Ldh-overexpressing ndh- strains were constructed and used to examine the putative role of the respiratory lactate bypass for aerobic growth and production. We show that aerobically growing ndh- strains perform fermentative metabolism with a near-maximum ethanol yield, irrespective of their Ldh expression background. Yet, Ldh activity strongly affects the aerobic product spectrum in glucose-consuming non-growing cells. Also, Ldh-deficiency hampers growth at elevated temperature (42 °C) and delays the restart of growth after 10–15 h of aerobic starvation.",
     "keywords": ["Lactate dehydrogenase", "Respiratory chain", "NADH dehydrogenase", "Zymomonas mobilis", "Bioethanol", "Oxidative stress"]},
    {"article name": "Identification of growth-coupled production strains considering protein costs and kinetic variability",
     "doi": "https://doi.org/10.1016/j.mec.2018.e00080",
     "publication date": "12-2018",
     "abstract": "Conversion of renewable biomass to useful molecules in microbial cell factories can be approached in a rational and systematic manner using constraint-based reconstruction and analysis. Filtering for high confidence in silico designs is critical because in vivo construction and testing of strains is expensive and time consuming. As such, a workflow was devised to analyze the robustness of growth-coupled production when considering the biosynthetic costs of the proteome and variability in enzyme kinetic parameters using a genome-scale model of metabolism and gene expression (ME-model). A collection of 2632 unfiltered knockout designs in Escherichia coli was evaluated by the workflow. A ME-model was used in the workflow to test the designs’ growth-coupled production in addition to a less complex genome-scale metabolic model (M-model). The workflow identified 634 M-model growth-coupled designs which met the filtering criteria and 42 robust designs, which met growth-coupled production criteria using both M and ME-models. Knockouts were found to follow a pattern of controlling intermediate metabolite consumption such as pyruvate consumption and high flux subsystems such as glycolysis. Kinetic parameter sampling using the ME-model revealed how enzyme efficiency and pathway tradeoffs can affect growth-coupled production phenotypes.",
     "keywords": null},
    {"article name": "Bacterial bifunctional chorismate mutase-prephenate dehydratase PheA increases flux into the yeast phenylalanine pathway and improves mandelic acid production",
     "doi": "https://doi.org/10.1016/j.mec.2018.e00079",
     "publication date": "12-2018",
     "abstract": "Mandelic acid is an important aromatic fine chemical and is currently mainly produced via chemical synthesis. Recently, mandelic acid production was achieved by microbial fermentations using engineered Escherichia coli and Saccharomyces cerevisiae expressing heterologous hydroxymandelate synthases (hmaS). The best-performing strains carried a deletion of the gene encoding the first enzyme of the tyrosine biosynthetic pathway and therefore were auxotrophic for tyrosine. This was necessary to avoid formation of the competing intermediate hydroxyphenylpyruvate, the preferred substrate for HmaS, which would have resulted in the predominant production of hydroxymandelic acid. However, feeding tyrosine to the medium would increase fermentation costs. In order to engineer a tyrosine prototrophic mandelic acid-producing S. cerevisiae strain, we tested three strategies: (1) rational engineering of the HmaS active site for reduced binding of hydroxyphenylpyruvate, (2) compartmentalization of the mandelic acid biosynthesis pathway by relocating HmaS together with the two upstream enzymes chorismate mutase Aro7 and prephenate dehydratase Pha2 into mitochondria or peroxisomes, and (3) utilizing a feedback-resistant version of the bifunctional E. coli enzyme PheA (PheAfbr) in an aro7 deletion strain. PheA has both chorismate mutase and prephenate dehydratase activity. Whereas the enzyme engineering approaches were only successful in respect to reducing the preference of HmaS for hydroxyphenylpyruvate but not in increasing mandelic acid titers, we could show that strategies (2) and (3) significantly reduced hydroxymandelic acid production in favor of increased mandelic acid production, without causing tyrosine auxotrophy. Using the bifunctional enzyme PheAfbr turned out to be the most promising strategy, and mandelic acid production could be increased 12-fold, yielding titers up to 120 mg/L. Moreover, our results indicate that utilizing PheAfbr also shows promise for other industrial applications with S. cerevisiae that depend on a strong flux into the phenylalanine biosynthetic pathway.",
     "keywords": ["HmaS Hydroxymandelate synthase", "Hydroxymandelate synthase", "MA mandelic acid", "mandelic acid", "HMA 4-hydroxymandelic acid", "4-hydroxymandelic acid", "Mandelic acid", "Hydroxymandelate synthase", "Chorismate mutase-prephenate dehydratase", "Compartmentalization", "Tyrosine prototrophy"]},
    {"article name": "Dynamic decoupling of biomass and wax ester biosynthesis in Acinetobacter baylyi by an autonomously regulated switch",
     "doi": "https://doi.org/10.1016/j.mec.2018.e00078",
     "publication date": "12-2018",
     "abstract": "For improving the microbial production of fuels and chemicals, gene knock-outs and overexpression are routinely applied to intensify the carbon flow from substrate to product. However, their possibilities in dynamic control of the flux between the biomass and product synthesis are limited, whereas dynamic metabolic switches can be used for optimizing the distribution of carbon and resources. The production of single cell oils is especially challenging, as the synthesis is strictly regulated, competes directly with biomass, and requires defined conditions, such as nitrogen limitation. Here, we engineered a metabolic switch for redirecting carbon flow from biomass to wax ester production in Acinetobacter baylyi ADP1 using acetate as a carbon source. Isocitrate lyase, an essential enzyme for growth on acetate, was expressed under an arabinose inducible promoter. The autonomous downregulation of the expression is based on the gradual oxidation of the arabinose inducer by a glucose dehydrogenase gcd. The depletion of the inducer, occurring simultaneously to acetate consumption, switches the cells from a biomass mode to a lipid synthesis mode, enabling the efficient channelling of carbon to wax esters in a simple batch culture. In the engineered strain, the yield and titer of wax esters were improved by 3.8 and 3.1 folds, respectively, over the control strain. In addition, the engineered strain accumulated wax esters 19% of cell dry weight, being the highest reported among microbes. The study provides important insights into the dynamic engineering of the biomass-dependent synthesis pathways for the improved production of biocompounds from low-cost and sustainable substrates.",
     "keywords": ["WE wax esters", "wax esters", "AceA isocitrate lyase", "isocitrate lyase", "Lipid biosynthesis", "Wax esters", "Acetate", "Dynamic control", "Decoupling", "Autonomous circuit"]},
    {"article name": "Whole-cell (+)-ambrein production in the yeast Pichia pastoris",
     "doi": "https://doi.org/10.1016/j.mec.2018.e00077",
     "publication date": "12-2018",
     "abstract": "The triterpenoid (+)-ambrein is a natural precursor for (-)-ambrox, which constitutes one of the most sought-after fragrances and fixatives for the perfume industry. (+)-Ambrein is a major component of ambergris, an intestinal excretion of sperm whales that is found only serendipitously. Thus, the demand for (-)-ambrox is currently mainly met by chemical synthesis. A recent study described for the first time the applicability of an enzyme cascade consisting of two terpene cyclases, namely squalene-hopene cyclase from Alicyclobacillus acidocaldarius (AaSHC D377C) and tetraprenyl-β-curcumene cyclase from Bacillus megaterium (BmeTC) for in vitro (+)-ambrein production starting from squalene. Yeasts, such as Pichia pastoris, are natural producers of squalene and have already been shown in the past to be excellent hosts for the biosynthesis of hydrophobic compounds such as terpenoids. By targeting a central enzyme in the sterol biosynthesis pathway, squalene epoxidase Erg1, intracellular squalene levels in P. pastoris could be strongly enhanced. Heterologous expression of AaSHC D377C and BmeTC and, particularly, development of suitable methods to analyze all products of the engineered strain provided conclusive evidence of whole-cell (+)-ambrein production. Engineering of BmeTC led to a remarkable one-enzyme system that was by far superior to the cascade, thereby increasing (+)-ambrein levels approximately 7-fold in shake flask cultivation. Finally, upscaling to 5 L bioreactor yielded more than 100 mg L−1 of (+)-ambrein, demonstrating that metabolically engineered yeast P. pastoris represents a valuable, whole-cell system for high-level production of (+)-ambrein.",
     "keywords": ["AaSHC Alicyclobacillus acidocaldarius squalene-hopene cyclase", "Alicyclobacillus acidocaldarius squalene-hopene cyclase", "AOX1 alcohol oxidase", "alcohol oxidase", "BmeTC Bacillus megaterium terpene cyclase", "Bacillus megaterium terpene cyclase", "BSM basal salt medium", "basal salt medium", "CDW cell dry weight", "cell dry weight", "FLD1 formaldehyde dehydrogenase 1", "formaldehyde dehydrogenase 1", "HRP horse radish peroxidase", "horse radish peroxidase", "PTM1 Pichia trace metals", "Pichia trace metals", "YNB yeast nitrogen base", "yeast nitrogen base", "YPD yeast extract peptone dextrose medium", "yeast extract peptone dextrose medium", "Pichia pastoris", "Metabolic engineering", "Terpene cyclase", "Triterpenoid", "Squalene", "(+)-ambrein"]},
    {"article name": "Harnessing a P450 fatty acid decarboxylase from Macrococcus caseolyticus for microbial biosynthesis of odd chain terminal alkenes",
     "doi": "https://doi.org/10.1016/j.mec.2018.e00076",
     "publication date": "12-2018",
     "abstract": "Alkenes are industrially important platform chemicals with broad applications. In this study, we report a direct microbial biosynthesis of terminal alkenes from fermentable sugars by harnessing a P450 fatty acid (FA) decarboxylase from Macrococcus caseolyticus (OleTMC). We first characterized OleTMC and demonstrated its in vitro H2O2-independent activities towards linear C10:0-C18:0 FAs, with higher activity for C16:0-C18:0 FAs. Next, we engineered a de novo alkene biosynthesis pathway, consisting of OleTMC and an engineered E. coli thioesterase (TesA) with compatible substrate specificities, and introduced this pathway into E. coli for terminal alkene biosynthesis from glucose. The recombinant E. coli EcNN101 produced a total of 17.78 ± 0.63 mg/L odd-chain terminal alkenes, comprising of 0.9% ± 0.5% C11 alkene, 12.7% ± 2.2% C13 alkene, 82.7% ± 1.7% C15 alkene, and 3.7% ± 0.8% C17 alkene, and a yield of 0.87 ± 0.03 (mg/g) on glucose. To improve alkene production, we identified and overcame the electron transfer limitation in OleTMC, by introducing a two-component redox system, consisting of a putidaredoxin reductase (CamA) and a putidaredoxin (CamB) from Pseudomonas putida, into EcNN101, and demonstrated the alkene production increased ~2.8 fold. Finally, to better understand the substrate specificities of OleTMC observed, we employed in silico protein modeling to illuminate the functional role of FA binding pocket.",
     "keywords": ["P450 decarboxylase", "Terminal alkene", "Protein homology modeling", "Alanine scan", "Escherichia coli", "Macrococcus caseolyticus"]},
    {"article name": "CO2 to succinic acid – Estimating the potential of biocatalytic routes",
     "doi": "https://doi.org/10.1016/j.mec.2018.e00075",
     "publication date": "12-2018",
     "abstract": "Microbial carbon dioxide assimilation and conversion to chemical platform molecules has the potential to be developed as economic, sustainable processes. The carbon dioxide assimilation can proceed by a variety of natural pathways and recently even synthetic CO2 fixation routes have been designed. Early assessment of the performance of the different carbon fixation alternatives within biotechnological processes is desirable to evaluate their potential. Here we applied stoichiometric metabolic modeling based on physiological and process data to evaluate different process variants for the conversion of C1 carbon compounds to the industrial relevant platform chemical succinic acid. We computationally analyzed the performance of cyanobacteria, acetogens, methylotrophs, and synthetic CO2 fixation pathways in Saccharomyces cerevisiae in terms of production rates, product yields, and the optimization potential. This analysis provided insight into the economic feasibility and allowed to estimate the future industrial applicability by estimating overall production costs. With reported, or estimated data of engineered or wild type strains, none of the simulated microbial succinate production processes showed a performance allowing competitive production. The main limiting factors were identified as gas and photon transfer and metabolic activities whereas metabolic network structure was not restricting. In simulations with optimized parameters most process alternatives reached economically interesting values, hence, represent promising alternatives to sugar-based fermentations.",
     "keywords": ["Carbon fixation", "Metabolic engineering", "Flux Balance Analysis", "Succinic acid", "Profitability", "C1 carbon source"]},
    {"article name": "Simultaneous biosynthesis of (R)-acetoin and ethylene glycol from D-xylose through in vitro metabolic engineering",
     "doi": "https://doi.org/10.1016/j.mec.2018.e00074",
     "publication date": "12-2018",
     "abstract": "(R)-acetoin is a four-carbon platform compound used as the precursor for synthesizing novel optically active materials. Ethylene glycol (EG) is a large-volume two-carbon commodity chemical used as the anti-freezing agent and building-block molecule for various polymers. Currently established microbial fermentation processes for converting monosaccharides to either (R)-acetoin or EG are plagued by the formation of undesirable by-products. We show here that a cell-free bioreaction scheme can generate enantiomerically pure acetoin and EG as co-products from biomass-derived D-xylose. The seven-step, ATP-free system included in situ cofactor regeneration and recruited enzymes from Escherichia coli W3110, Bacillus subtilis shaijiu 32 and Caulobacter crescentus CB 2. Optimized in vitro biocatalytic conditions generated 3.2 mM (R)-acetoin with stereoisomeric purity of 99.5% from 10 mM D-xylose at 30 °C and pH 7.5 after 24 h, with an initial (R)-acetoin productivity of 1.0 mM/h. Concomitantly, EG was produced at 5.5 mM, with an initial productivity of 1.7 mM/h. This in vitro biocatalytic platform illustrates the potential for production of multiple value-added biomolecules from biomass-based sugars with no ATP requirement.",
     "keywords": ["EG ethylene glycol", "ethylene glycol", "PET polyethylene terephthalate", "polyethylene terephthalate", "ThDP Thiamine diphosphate", "Thiamine diphosphate", "FAD flavin adenine dinucleotide", "flavin adenine dinucleotide", "NAD+ oxidized nicotinamide adenine dinucleotide", "oxidized nicotinamide adenine dinucleotide", "NADH reduced nicotinamide adenine dinucleotide", "reduced nicotinamide adenine dinucleotide", "LB lysogeny broth", "lysogeny broth", "IPTG isopropyl-β-D-thiogalactopyranoside", "isopropyl-β-D-thiogalactopyranoside", "SDS-PAGE sodium dodecyl sulfate-polyacrylamide gel electrophoresis", "sodium dodecyl sulfate-polyacrylamide gel electrophoresis", "BSA bovine serum albumin", "bovine serum albumin", "HPLC high-pressure liquid chromatography", "high-pressure liquid chromatography", "GC gas chromatography", "gas chromatography", "ee enantiomeric excess", "enantiomeric excess", "PP pentose phosphate", "pentose phosphate", "EMP Embden-Meyerhoff-Parnas", "Embden-Meyerhoff-Parnas", "(R)-acetoin", "Ethylene glycol", "D-xylose", "In vitro metabolic engineering", "Cofactor regeneration"]},
    {"article name": "Engineering redox-balanced ethanol production in the cellulolytic and extremely thermophilic bacterium, Caldicellulosiruptor bescii",
     "doi": "https://doi.org/10.1016/j.mec.2018.e00073",
     "publication date": "12-2018",
     "abstract": "Caldicellulosiruptor bescii is an extremely thermophilic cellulolytic bacterium with great potential for consolidated bioprocessing of renewable plant biomass. Since it does not natively produce ethanol, metabolic engineering is required to create strains with this capability. Previous efforts involved the heterologous expression of the gene encoding a bifunctional alcohol dehydrogenase, AdhE, which uses NADH as the electron donor to reduce acetyl-CoA to ethanol. Acetyl-CoA produced from sugar oxidation also generates reduced ferredoxin but there is no known pathway for the transfer of electrons from reduced ferredoxin to NAD in C. bescii. Herein, we engineered a strain of C. bescii using a more stable genetic background than previously reported and heterologously-expressed adhE from Clostridium thermocellum (which grows optimally (Topt) at 60 °C) with and without co-expression of the membrane-bound Rnf complex from Thermoanaerobacter sp. X514 (Topt 60 °C). Rnf is an energy-conserving, reduced ferredoxin NAD oxidoreductase encoded by six genes (rnfCDGEAB). It was produced in a catalytically active form in C. bescii that utilized the largest DNA construct to be expressed in this organism. The new genetic lineage containing AdhE resulted in increased ethanol production compared to previous reports. Ethanol production was further enhanced by the presence of Rnf, which also resulted in decreased production of pyruvate, acetoin and an uncharacterized compound as unwanted side-products. Using crystalline cellulose as the growth substrate for the Rnf-containing strain, 75 mM (3.5 g/L) ethanol was produced at 60 °C, which is 5-fold higher than that reported previously. This underlines the importance of redox balancing and paves the way for achieving even higher ethanol titers in C. bescii.",
     "keywords": ["Biofuel", "Consolidated bioprocessing", "Ferredoxin", "Ethanol", "Thermophile", "C. bescii"]},
    {"article name": "Genome-scale model guided design of Propionibacterium for enhanced propionic acid production",
     "doi": "https://doi.org/10.1016/j.meteno.2017.11.001",
     "publication date": "06-2018",
     "abstract": "Production of propionic acid by fermentation of propionibacteria has gained increasing attention in the past few years. However, biomanufacturing of propionic acid cannot compete with the current oxo-petrochemical synthesis process due to its well-established infrastructure, low oil prices and the high downstream purification costs of microbial production. Strain improvement to increase propionic acid yield is the best alternative to reduce downstream purification costs. The recent generation of genome-scale models for a number of Propionibacterium species facilitates the rational design of metabolic engineering strategies and provides a new opportunity to explore the metabolic potential of the Wood-Werkman cycle. Previous strategies for strain improvement have individually targeted acid tolerance, rate of propionate production or minimisation of by-products. Here we used the P. freudenreichii subsp. shermanii and the pan-Propionibacterium genome-scale metabolic models (GEMs) to simultaneously target these combined issues. This was achieved by focussing on strategies which yield higher energies and directly suppress acetate formation. Using P. freudenreichii subsp. shermanii, two strategies were assessed. The first tested the ability to manipulate the redox balance to favour propionate production by over-expressing the first two enzymes of the pentose-phosphate pathway (PPP), Zwf (glucose-6-phosphate 1-dehydrogenase) and Pgl (6-phosphogluconolactonase). Results showed a 4-fold increase in propionate to acetate ratio during the exponential growth phase. Secondly, the ability to enhance the energy yield from propionate production by over-expressing an ATP-dependent phosphoenolpyruvate carboxykinase (PEPCK) and sodium-pumping methylmalonyl-CoA decarboxylase (MMD) was tested, which extended the exponential growth phase. Together, these strategies demonstrate that in silico design strategies are predictive and can be used to reduce by-product formation in Propionibacterium. We also describe the benefit of carbon dioxide to propionibacteria growth, substrate conversion and propionate yield.",
     "keywords": ["Propionic acid", "Propionibacteria", "Metabolic engineering", "Genome-scale modelling", "Pentose phosphate pathway", "Phosphoenolpyruvate carboxykinase overexpression"]},
    {"article name": "Engineering Escherichia coli for the production of terpene mixture enriched in caryophyllene and caryophyllene alcohol as potential aviation fuel compounds",
     "doi": "https://doi.org/10.1016/j.meteno.2018.01.001",
     "publication date": "06-2018",
     "abstract": "Recent studies have revealed that caryophyllene and its stereoisomers not only exhibit multiple biological activities but also have desired properties as renewable candidates for ground transportation and jet fuel applications. This study presents the first significant production of caryophyllene and caryolan-1-ol by an engineered E. coli with heterologous expression of mevalonate pathway genes with a caryophyllene synthase and a caryolan-1-ol synthase. By optimizing metabolic flux and fermentation parameters, the engineered strains yielded 449 mg/L of total terpene, including 406 mg/L sesquiterpene with 100 mg/L caryophyllene and 10 mg/L caryolan-1-ol. Furthermore, a marine microalgae hydrolysate was used as the sole carbon source for the production of caryophyllene and other terpene compounds. Under the optimal fermentation conditions, 360 mg/L of total terpene, 322 mg/L of sesquiterpene, and 75 mg/L caryophyllene were obtained from the pretreated algae hydrolysates. The highest yields achieved on the biomass basis were 48 mg total terpene/g algae and 10 mg caryophyllene/g algae and the caryophyllene yield is approximately ten times higher than that from plant tissues by solvent extraction. The study provides a sustainable alternative for production of caryophyllene and its alcohol from microalgae biomass as potential candidates for next generation aviation fuels.",
     "keywords": ["Caryophyllene", "Caryolan-1-ol", "Caryophyllene synthase", "Caryolan-1-ol synthase", "Mevalonate pathway", "Bioproduct"]},
    {"article name": "Metabolic engineering of Saccharomyces cerevisiae for overproduction of triacylglycerols",
     "doi": "https://doi.org/10.1016/j.meteno.2018.01.002",
     "publication date": "06-2018",
     "abstract": "Triacylglycerols (TAGs) are valuable versatile compounds that can be used as metabolites for nutrition and health, as well as feedstocks for biofuel production. Although Saccharomyces cerevisiae is the favored microbial cell factory for industrial production of biochemicals, it does not produce large amounts of lipids and TAGs comprise only ~1% of its cell dry weight. Here, we engineered S. cerevisiae to reorient its metabolism for overproduction of TAGs, by regulating lipid droplet associated-proteins involved in TAG synthesis and hydrolysis. We implemented a push-and-pull strategy by overexpressing genes encoding a deregulated acetyl-CoA carboxylase, ACC1S659A/S1157A(ACC1**), as well as the last two steps of TAG formation: phosphatidic phosphatase (PAH1) and diacylglycerol acyltransferase (DGA1), ultimately leading to 129 mg∙gCDW−1 of TAGs. Disruption of TAG lipase genes TGL3, TGL4, TGL5 and sterol acyltransferase gene ARE1 increased the TAG content to 218 mg∙gCDW−1. Further disruption of the beta-oxidation by deletion of POX1, as well as glycerol-3-phosphate utilization through deletion of GUT2, did not affect TAGs levels. Finally, disruption of the peroxisomal fatty acyl-CoA transporter PXA1 led to accumulation of 254 mg∙gCDW−1. The TAG levels achieved here are the highest titer reported in S. cerevisiae, reaching 27.4% of the maximum theoretical yield in minimal medium with 2% glucose. This work shows the potential of using an industrially established and robust yeast species for high level lipid production.",
     "keywords": null},
    {"article name": "Biocatalytic production of adipic acid from glucose using engineered Saccharomyces cerevisiae",
     "doi": "https://doi.org/10.1016/j.meteno.2018.02.001",
     "publication date": "06-2018",
     "abstract": "Adipic acid is an important industrial chemical used in the synthesis of nylon-6,6. The commercial synthesis of adipic acid uses petroleum-derived benzene and releases significant quantities of greenhouse gases. Biocatalytic production of adipic acid from renewable feedstocks could potentially reduce the environmental damage and eliminate the need for fossil fuel precursors. Recently, we have demonstrated the first enzymatic hydrogenation of muconic acid to adipic acid using microbial enoate reductases (ERs) - complex iron-sulfur and flavin containing enzymes. In this work, we successfully expressed the Bacillus coagulans ER in a Saccharomyces cerevisiae strain producing muconic acid and developed a three-stage fermentation process enabling the synthesis of adipic acid from glucose. The ability to express active ERs and significant acid tolerance of S. cerevisiae highlight the applicability of the developed yeast strain for the biocatalytic production of adipic acid from renewable feedstocks.",
     "keywords": ["Biosynthesis", "Renewable resources", "Yeast", "Adipic acid", "Synthetic biology"]},
    {"article name": "A protocatechuate biosensor for Pseudomonas putida KT2440 via promoter and protein evolution",
     "doi": "https://doi.org/10.1016/j.meteno.2018.03.001",
     "publication date": "06-2018",
     "abstract": "Robust fluorescence-based biosensors are emerging as critical tools for high-throughput strain improvement in synthetic biology. Many biosensors are developed in model organisms where sophisticated synthetic biology tools are also well established. However, industrial biochemical production often employs microbes with phenotypes that are advantageous for a target process, and biosensors may fail to directly transition outside the host in which they are developed. In particular, losses in sensitivity and dynamic range of sensing often occur, limiting the application of a biosensor across hosts. Here we demonstrate the optimization of an Escherichia coli-based biosensor in a robust microbial strain for the catabolism of aromatic compounds, Pseudomonas putida KT2440, through a generalizable approach of modulating interactions at the protein-DNA interface in the promoter and the protein-protein dimer interface. The high-throughput biosensor optimization approach demonstrated here is readily applicable towards other allosteric regulators.",
     "keywords": ["Whole cell biosensor", "Aromatic catabolism", "Transcription factor", "PcaU", "Shikimate"]},
    {"article name": "Alleviation of reactive oxygen species enhances PUFA accumulation in Schizochytrium sp. through regulating genes involved in lipid metabolism",
     "doi": "https://doi.org/10.1016/j.meteno.2018.03.002",
     "publication date": "06-2018",
     "abstract": "The unicellular heterotrophic thraustochytrids are attractive candidates for commercial polyunsaturated fatty acids (PUFA) production. However, the reactive oxygen species (ROS) generated in their aerobic fermentation process often limits their PUFA titer. Yet, the specific mechanisms of ROS involvement in the crosstalk between oxidative stress and intracellular lipid synthesis remain poorly described. Metabolic engineering to improve the PUFA yield in thraustochytrids without compromising growth is an important aspect of economic feasibility. To fill this gap, we overexpressed the antioxidative gene superoxide dismutase (SOD1) by integrating it into the genome of thraustochytrid Schizochytrium sp. PKU#Mn4 using a novel genetic transformation system. This study reports the ROS alleviation, enhanced PUFA production and transcriptome changes resulting from the SOD1 overexpression. SOD1 activity in the recombinant improved by 5.2–71.6% along with 7.8–38.5% decline in ROS during the fermentation process. Interestingly, the total antioxidant capacity in the recombinant remained higher than wild-type and above zero in the entire process. Although lipid profile was similar to that of wild-type, the concentrations of major fatty acids in the recombinant were significantly (p ≤ 0.05) higher. The PUFA titer increased up to 1232 ± 41 mg/L, which was 32.9% higher (p ≤ 0.001) than the wild type. Transcriptome analysis revealed strong downregulation of genes potentially involved in β-oxidation of fatty acids in peroxisome and upregulation of genes catalyzing lipid biosynthesis. Our results enrich the knowledge on stress-induced PUFA biosynthesis and the putative role of ROS in the regulation of lipid metabolism in oleaginous thraustochytrids. This study provides a new and alternate strategy for cost-effective industrial fermentation of PUFA.",
     "keywords": ["Polyunsaturated fatty acids", "Schizochytrium sp.", "Superoxide dismutase", "Transgene", "Transcriptomic analysis"]},
    {"article name": "A novel chimaeric flocculation protein enhances flocculation in Saccharomyces cerevisiae",
     "doi": "https://doi.org/10.1016/j.meteno.2018.04.001",
     "publication date": "06-2018",
     "abstract": "Yeast flocculation is the reversible formation of multicellular complexes mediated by lectin-like cell wall proteins binding to neighbouring cells. Strong flocculation can improve the inhibitor tolerance and fermentation performance of yeast cells in second generation bioethanol production. The strength of flocculation increases with the size of the flocculation protein and is strain dependent. However, the large number of internal repeats in the sequence of FLO1 from Saccharomyces cerevisiae S288c makes it difficult to recombinantly express the gene to its full length. In the search for novel flocculation genes resulting in strong flocculation, we discovered a DNA sequence, FLONF, that gives NewFlo phenotype flocculation in S. cerevisiae CEN.PK 113-7D. The nucleotide sequence of the internal repeats of FLONF differed from those of FLO1. We hypothesized that a chimaeric flocculation gene made up of a FLO1 variant derived from S. cerevisiae S288c and additional repeats from FLONF from S. cerevisiae CCUG 53310 would be more stable and easier to amplify by PCR. The constructed gene, FLOw, had 22 internal repeats compared to 18 in FLO1. Expression of FLOw in otherwise non-flocculating strains led to strong flocculation. Despite the length of the gene, the cassette containing FLOw could be easily amplified and transformed into yeast strains of different genetic background, leading to strong flocculation in all cases tested. The developed gene can be used as a self-immobilization technique or to obtain rapidly sedimenting cells for application in e.g. sequential batches without need for centrifugation.",
     "keywords": ["Bioethanol", "Protein engineering", "Cell-cell adhesion", "Chimaeric", "Saccharomyces cerevisiae"]},
    {"article name": "Identification of parallel and divergent optimization solutions for homologous metabolic enzymes",
     "doi": "https://doi.org/10.1016/j.meteno.2018.04.002",
     "publication date": "06-2018",
     "abstract": "Metabolic pathway assembly typically involves the expression of enzymes from multiple organisms in a single heterologous host. Ensuring that each enzyme functions effectively can be challenging, since many potential factors can disrupt proper pathway flux. Here, we compared the performance of two enzyme homologs in a pathway engineered to allow Escherichia coli to grow on 4-hydroxybenzoate (4-HB), a byproduct of lignocellulosic biomass deconstruction. Single chromosomal copies of the 4-HB 3-monooxygenase genes pobA and praI, from Pseudomonas putida KT2440 and Paenibacillus sp. JJ-1B, respectively, were introduced into a strain able to metabolize protocatechuate (PCA), the oxidation product of 4-HB. Neither enzyme initially supported consistent growth on 4-HB. Experimental evolution was used to identify mutations that improved pathway activity. For both enzymes, silent mRNA mutations were identified that increased enzyme expression. With pobA, duplication of the genes for PCA metabolism allowed growth on 4-HB. However, with praI, growth required a mutation in the 4-HB/PCA transporter pcaK that increased intracellular concentrations of 4-HB, suggesting that flux through PraI was limiting. These findings demonstrate the value of directed evolution strategies to rapidly identify and overcome diverse factors limiting enzyme activity.",
     "keywords": ["Lignin", "Protocatechuate", "Experimental evolution"]},
    {"article name": "Development of a high efficiency integration system and promoter library for rapid modification of Pseudomonas putida KT2440",
     "doi": "https://doi.org/10.1016/j.meteno.2017.04.001",
     "publication date": "12-2017",
     "abstract": "Pseudomonas putida strains are highly robust bacteria known for their ability to efficiently utilize a variety of carbon sources, including aliphatic and aromatic hydrocarbons. Recently, P. putida has been engineered to valorize the lignin stream of a lignocellulosic biomass pretreatment process. Nonetheless, when compared to platform organisms such as Escherichia coli, the toolkit for engineering P. putida is underdeveloped. Heterologous gene expression in particular is problematic. Plasmid instability and copy number variance provide challenges for replicative plasmids, while use of homologous recombination for insertion of DNA into the chromosome is slow and laborious. Further, most heterologous expression efforts to date typically rely on overexpression of exogenous pathways using a handful of poorly characterized promoters. To improve the P. putida toolkit, we developed a rapid genome integration system using the site-specific recombinase from bacteriophage Bxb1 to enable rapid, high efficiency integration of DNA into the P. putida chromosome. We also developed a library of synthetic promoters with various UP elements, −35 sequences, and −10 sequences, as well as different ribosomal binding sites. We tested these promoters using a fluorescent reporter gene, mNeonGreen, to characterize the strength of each promoter, and identified UP-element-promoter-ribosomal binding sites combinations capable of driving a ~150-fold range of protein expression levels. An additional integrating vector was developed that confers more robust kanamycin resistance when integrated at single copy into the chromosome. This genome integration and reporter systems are extensible for testing other genetic parts, such as examining terminator strength, and will allow rapid integration of heterologous pathways for metabolic engineering.",
     "keywords": ["Pseudomonas putida", "Genetic engineering", "Promoter library", "Site-specific recombinase", "Gene expression"]},
    {"article name": "Comparison of orthologous cyanobacterial aldehyde deformylating oxygenases in the production of volatile C3-C7 alkanes in engineered E. coli",
     "doi": "https://doi.org/10.1016/j.meteno.2017.05.001",
     "publication date": "12-2017",
     "abstract": "Aldehyde deformylating oxygenase (ADO) is a unique enzyme found exclusively in photosynthetic cyanobacteria, which natively converts acyl aldehyde precursors into hydrocarbon products embedded in cellular lipid bilayers. This capacity has opened doors for potential biotechnological applications aiming at biological production of diesel-range alkanes and alkenes, which are compatible with the nonrenewable petroleum-derived end-products in current use. The development of production platforms, however, has been limited by the relative inefficiency of ADO enzyme, promoting research towards finding new strategies and information to be used for rational design of enhanced pathways for hydrocarbon over-expression. In this work we present an optimized approach to study different ADO orthologs derived from different cyanobacterial species in an in vivo set-up in Escherichia coli. The system enabled comparison of alternative ADOs for the production efficiency of short-chain volatile C3-C7 alkanes, propane, pentane and heptane, and provided insight on the differences in substrate preference, catalytic efficiency and limitations associated with the enzymes. The work concentrated on five ADO orthologs which represent the most extensively studied cyanobacterial species in the field, and revealed distinct differences between the enzymes. In most cases the ADO from Nostoc punctiforme PCC 73102 performed the best in respect to yields and initial rates for the production of the volatile hydrocarbons. At the other extreme, the system harboring the ADO form Synechococcus sp. RS9917 produced very low amounts of the short-chain alkanes, primarily due to poor accumulation of the enzyme in E. coli. The ADOs from Synechocystis sp. PCC 6803 and Prochlorococcus marinus MIT9313, and the corresponding variant A134F displayed less divergence, although variation between chain-length preferences could be observed. The results confirmed the general trend of ADOs having decreasing catalytic efficiency towards precursors of decreasing chain-length, while expanding the knowledge on the species-specific traits, which may aid future pathway design and structure-based engineering of ADO for more efficient hydrocarbon production systems.",
     "keywords": ["Propane (PubChem CID: 6634)", "Pentane (PubChem CID: 8003)", "Heptane (PubChem CID: 8900)", "Butanoic acid (PubChem CID: 264)", "Hexanoic acid (PubChem CID: 8892)", "Octanoic acid (PubChem CID: 379)", "Butanol (PubChem CID: 263)", "Hexanol (PubChem CID: 8103)", "Octanol (PubChem CID: 957)", "Cyanobacterial aldehyde deformylating oxygenase", "ADO", "Volatile alkane", "Short-chain hydrocarbon", "Pathway engineering", "Escherichia coli"]},
    {"article name": "Eliminating a global regulator of carbon catabolite repression enhances the conversion of aromatic lignin monomers to muconate in Pseudomonas putida KT2440",
     "doi": "https://doi.org/10.1016/j.meteno.2017.05.002",
     "publication date": "12-2017",
     "abstract": "Carbon catabolite repression refers to the preference of microbes to metabolize certain growth substrates over others in response to a variety of regulatory mechanisms. Such preferences are important for the fitness of organisms in their natural environments, but may hinder their performance as domesticated microbial cell factories. In a Pseudomonas putida KT2440 strain engineered to convert lignin-derived aromatic monomers such as p-coumarate and ferulate to muconate, a precursor to bio-based nylon and other chemicals, metabolic intermediates including 4-hydroxybenzoate and vanillate accumulate and subsequently reduce productivity. We hypothesized that these metabolic bottlenecks may be, at least in part, the effect of carbon catabolite repression caused by glucose or acetate, more preferred substrates that must be provided to the strain for supplementary energy and cell growth. Using mass spectrometry-based proteomics, we have identified the 4-hydroxybenzoate hydroxylase, PobA, and the vanillate demethylase, VanAB, as targets of the Catabolite Repression Control (Crc) protein, a global regulator of carbon catabolite repression. By deleting the gene encoding Crc from this strain, the accumulation of 4-hydroxybenzoate and vanillate are reduced and, as a result, muconate production is enhanced. In cultures grown on glucose, the yield of muconate produced from p-coumarate after 36 h was increased nearly 70% with deletion of the gene encoding Crc (94.6 ± 0.6% vs. 56.0 ± 3.0% (mol/mol)) while the yield from ferulate after 72 h was more than doubled (28.3 ± 3.3% vs. 12.0 ± 2.3% (mol/mol)). The effect of eliminating Crc was similar in cultures grown on acetate, with the yield from p-coumarate just slightly higher in the Crc deletion strain after 24 h (47.7 ± 0.6% vs. 40.7 ± 3.6% (mol/mol)) and the yield from ferulate increased more than 60% after 72 h (16.9 ± 1.4% vs. 10.3 ± 0.1% (mol/mol)). These results are an example of the benefit that reducing carbon catabolite repression can have on conversion of complex feedstocks by microbial cell factories, a concept we posit could be broadly considered as a strategy in metabolic engineering for conversion of renewable feedstocks to value-added chemicals.",
     "keywords": ["Carbon catabolite repression", "Catabolite repression control", "Crc", "Pseudomonas putida KT2440", "ciscis-Muconate", "Muconic acid", "Lignin valorization"]},
    {"article name": "Flux balance analysis indicates that methane is the lowest cost feedstock for microbial cell factories",
     "doi": "https://doi.org/10.1016/j.meteno.2017.07.002",
     "publication date": "12-2017",
     "abstract": "The low cost of natural gas has driven significant interest in using C1 carbon sources (e.g. methane, methanol, CO, syngas) as feedstocks for producing liquid transportation fuels and commodity chemicals. Given the large contribution of sugar and lignocellulosic feedstocks to biorefinery operating costs, natural gas and other C1 sources may provide an economic advantage. To assess the relative costs of these feedstocks, we performed flux balance analysis on genome-scale metabolic models to calculate the maximum theoretical yields of chemical products from methane, methanol, acetate, and glucose. Yield calculations were performed for every metabolite (as a proxy for desired products) in the genome-scale metabolic models of three organisms: Escherichia coli (bacterium), Saccharomyces cerevisiae (yeast), and Synechococcus sp. PCC 7002 (cyanobacterium). The calculated theoretical yields and current feedstock prices provided inputs to create comparative feedstock cost surfaces. Our analysis shows that, at current market prices, methane feedstock costs are consistently lower than glucose when used as a carbon and energy source for microbial chemical production. Conversely, methanol is costlier than glucose under almost all price scenarios. Acetate feedstock costs could be less than glucose given efficient acetate production from low-cost syngas using nascent biological gas to liquids (BIO-GTL) technologies. Our analysis suggests that research should focus on overcoming the technical challenges of methane assimilation and/or yield of acetate via BIO-GTL to take advantage of low-cost natural gas rather than using methanol as a feedstock.",
     "keywords": null},
    {"article name": "A comprehensive evaluation of constraining amino acid biosynthesis in compartmented models for metabolic flux analysis",
     "doi": "https://doi.org/10.1016/j.meteno.2017.07.001",
     "publication date": "12-2017",
     "abstract": "Recent advances in the availability and applicability of genetic tools for non-conventional yeasts have raised high hopes regarding the industrial applications of such yeasts; however, quantitative physiological data on these yeasts, including intracellular flux distributions, are scarce and have rarely aided in the development of novel yeast applications. The compartmentation of eukaryotic cells adds to model complexity. Model constraints are ideally based on biochemical evidence, which is rarely available for non-conventional yeast and eukaryotic cells. A small-scale model for 13C-based metabolic flux analysis of central yeast carbon metabolism was developed that is universally valid and does not depend on localization information regarding amino acid anabolism. The variable compartmental origin of traced metabolites is a feature that allows application of the model to yeasts with uncertain genomic and transcriptional backgrounds. The presented test case includes the baker's yeast Saccharomyces cerevisiae and the methylotrophic yeast Hansenula polymorpha. Highly similar flux solutions were computed using either a model with undefined pathway localization or a model with constraints based on curated (S. cerevisiae) or computationally predicted (H. polymorpha) localization information, while false solutions were found with incorrect localization constraints. These results indicate a potentially adverse effect of universally assuming Saccharomyces-like constraints on amino acid biosynthesis for non-conventional yeasts and verify the validity of neglecting compartmentation constraints using a small-scale metabolic model. The model was specifically designed to investigate the intracellular metabolism of wild-type yeasts under various growth conditions but is also expected to be useful for computing fluxes of other eukaryotic cells.",
     "keywords": ["MFA metabolic flux analysis", "metabolic flux analysis", "MDV mass distribution vector", "mass distribution vector", "Sf flux solution from an unconstrained model", "flux solution from an unconstrained model", "Sd flux solution from a fully constrained model", "flux solution from a fully constrained model", "Sdmin flux solution from a model with minimal constraints", "flux solution from a model with minimal constraints", "ACCOA acetyl-CoA", "acetyl-CoA", "PYR pyruvate", "pyruvate", "SER serine", "serine", "GLY glycine", "glycine", "THR threonine", "threonine", "ILE isoleucine", "isoleucine", "LEU leucine", "leucine", "TP TargetP 1.1", "TargetP 1.1", "WP WoLF PSORT", "WoLF PSORT", "13C-metabolic flux analysis", "Eukaryotes", "Compartmented metabolism", "Non-conventional yeast", "S. cerevisiae", "H. polymorpha"]},
    {"article name": "Isobutanol production in Synechocystis PCC 6803 using heterologous and endogenous alcohol dehydrogenases",
     "doi": "https://doi.org/10.1016/j.meteno.2017.07.003",
     "publication date": "12-2017",
     "abstract": "Isobutanol is a flammable compound that can be used as a biofuel due to its high energy density and suitable physical and chemical properties. In this study, we examined the capacity of engineered strains of Synechocystis PCC 6803 containing the α-ketoisovalerate decarboxylase from Lactococcus lactis and different heterologous and endogenous alcohol dehydrogenases (ADH) for isobutanol production. A strain expressing an introduced kivd without any additional copy of ADH produced 3 mg L−1 OD750−1 isobutanol in 6 days. After the cultures were supplemented with external addition of isobutyraldehyde, the substrate for ADH, 60.8 mg L−1 isobutanol was produced after 24 h when OD750 was 0.8. The in vivo activities of four different ADHs, two heterologous and two putative endogenous in Synechocystis, were examined and the Synechocystis endogenous ADH encoded by slr1192 showed the highest efficiency for isobutanol production. Furthermore, the strain overexpressing the isobutanol pathway on a self-replicating vector with the strong Ptrc promoter showed significantly higher gene expression and isobutanol production compared to the corresponding strains expressing the same operon introduced on the genome. Hence, this study demonstrates that Synechocystis endogenous AHDs have a high capacity for isobutanol production, and identifies kivd encoded α-ketoisovalerate decarboxylase as one of the likely bottlenecks for further isobutanol production.",
     "keywords": ["Cyanobacteria", "Alcohol dehydrogenase", "α-ketoisovalerate decarboxylase", "Synechocystis PCC 6803", "Isobutanol production"]},
    {"article name": "UP Finder: A COBRA toolbox extension for identifying gene overexpression strategies for targeted overproduction",
     "doi": "https://doi.org/10.1016/j.meteno.2017.08.001",
     "publication date": "12-2017",
     "abstract": "Overexpression of key genes is a basic strategy for overproducing target products via metabolic engineering. Traditionally, identifying those key genes/pathways largely relies on the knowledge of biochemistry and bioinformatics. In this study, a modeling tool named UP Finder was developed to facilitate the rapid identification of gene overexpression strategies. It was based on the COBRA toolbox under MATLAB environment. All the key gene/pathway targets are identified in one click after simply loading a Systems Biology Markup Language model and specifying a metabolite as the targeted product. The outputs are also quantitatively ranked to show the preference for determining overexpression strategies in pathway design. Analysis examples for overproducing lycopene precursor in Escherichia coli and fatty acyl-ACP in the cyanobacterium Synechocystis sp. PCC 6803 by the UP Finder showed high degree of agreement with the reported key genes in the literatures.",
     "keywords": ["COBRA toolbox", "Gene overexpression strategy", "Metabolic engineering", "Targeted overproduction", "Rational pathway design"]},
    {"article name": "Metabolic engineering of Schizosaccharomyces pombe via CRISPR-Cas9 genome editing for lactic acid production from glucose and cellobiose",
     "doi": "https://doi.org/10.1016/j.meteno.2017.08.002",
     "publication date": "12-2017",
     "abstract": "Modification of the Schizosaccharomyces pombe genome is often laborious, time consuming due to the lower efficiency of homologous recombination. Here, we constructed metabolically engineered S. pombe strains using a CRISPR-Cas9 system and also demonstrated D-lactic acid (D-LA) production from glucose and cellobiose. Genes encoding two separate pyruvate decarboxylases (PDCs), an L-lactic acid dehydrogenase (L-LDH), and a minor alcohol dehydrogenase (SPBC337.11) were disrupted, thereby attenuating ethanol production. To increase the cellular supply of acetyl-CoA, an important metabolite for growth, we introduced genes encoding bacterial acetylating acetaldehyde dehydrogenase enzymes (Escherichia coli MhpF and EutE). D-LA production by the resulting strain was achieved by expressing a Lactobacillus plantarum gene encoding D-lactate dehydrogenase. The engineered strain efficiently consumed glucose and produced D-LA at 25.2 g/L from 35.5 g/L of consumed glucose with a yield of 0.71 g D-LA / g glucose. We further modified this strain by expressing beta-glucosidase by cell surface display; the resulting strain produced D-LA at 24.4 g/L from 30 g/L of cellobiose in minimal medium, with a yield of 0.68 g D-LA / g glucose. To our knowledge, this study represents the first report of a S. pombe strain that was metabolically engineered using a CRISPR-Cas9 system, and demonstrates the possibility of engineering S. pombe for the production of value-added chemicals.",
     "keywords": ["Schizosaccharomyces pombe", "Genome editing", "Lactic acid", "CRISPR-Cas9 system"]},
    {"article name": "YaliBricks, a versatile genetic toolkit for streamlined and rapid pathway engineering in Yarrowia lipolytica",
     "doi": "https://doi.org/10.1016/j.meteno.2017.09.001",
     "publication date": "12-2017",
     "abstract": "Effective metabolic engineering of microorganisms relies on balanced expression of both heterologous and endogenous genes to channel metabolic flux towards products of interest while achieving reasonable biomass buildup. To facilitate combinatorial pathway engineering and facile genetic operation, we engineered a set of modular cloning vectors compatible with BioBrick standards, called YaliBricks, to allow for rapid assembly of multigene pathways with customized genetic control elements (promoters, intronic sequences and terminators) in the oleaginous yeast Yarrowia lipolytica. We established a sensitive luciferase reporter and characterized a set of 12 native promoters to expand the oleaginous yeast genetic toolbox for transcriptional fine-tuning. We harnessed the intron alternative splicing mechanism and explored three unique gene configurations that allow us to encode genetic structural variations into metabolic function. We elucidated the role of how these genetic structural variations affect gene expression. To demonstrate the simplicity and effectiveness of streamlined genetic operations, we assembled the 12 kb five-gene violacein biosynthetic pathway in one week. We also expanded this set of vectors to accommodate self-cleavage ribozymes and efficiently deliver guide RNA (gRNA) for targeted genome-editing with a codon-optimized CRISPR-Cas9 nuclease. Taken together, the tools built in this study provide a standard procedure to streamline and accelerate metabolic pathway engineering and genetic circuits construction in Yarrowia lipolytica.",
     "keywords": ["Gene assembly", "Intron alternative splicing", "Luciferase reporter", "Promoter activity", "Yarrowia lipolytica", "Gene configuration", "Genome-editing"]},
    {"article name": "Genome sequence and analysis of Escherichia coli production strain LS5218",
     "doi": "https://doi.org/10.1016/j.meteno.2017.10.001",
     "publication date": "12-2017",
     "abstract": "Escherichia coli strain LS5218 is a useful host for the production of fatty acid derived products, but the genetics underlying this utility have not been fully investigated. Here, we report the genome sequence of LS5218 and a list of large mutations and single nucleotide permutations (SNPs) relative to E. coli K-12 strain MG1655. We discuss how genetic differences may affect the physiological differences between LS5218 and MG1655. We find that LS5218 is more closely related to E. coli strain NCM3722 and suspect that small genetic differences between K-12 derived strains may have a significant impact on metabolic engineering efforts.",
     "keywords": ["E. coli K-12", "Genome sequence", "Polyhydroxyalkanoate", "Metabolic engineering"]},
    {"article name": "Overexpression of the primary sigma factor gene sigA improved carotenoid production by Corynebacterium glutamicum: Application to production of β-carotene and the non-native linear C50 carotenoid bisanhydrobacterioruberin",
     "doi": "https://doi.org/10.1016/j.meteno.2017.01.001",
     "publication date": "06-2017",
     "abstract": "Corynebacterium glutamicum shows yellow pigmentation due to biosynthesis of the C50 carotenoid decaprenoxanthin and its glycosides. This bacterium has been engineered for production of various non-native cyclic C40 and C50 carotenoids such as β-carotene, astaxanthin or sarcinaxanthin. In this study, the effect of modulating gene expression more broadly by overexpression of sigma factor genes on carotenoid production by C. glutamicum was characterized. Overexpression of the primary sigma factor gene sigA improved lycopene production by recombinant C. glutamicum up to 8-fold. In C. glutamicum wild type, overexpression of sigA led to 2-fold increased accumulation of the native carotenoid decaprenoxanthin in the stationary growth phase. Under these conditions, genes related to thiamine synthesis and aromatic compound degradation showed increased RNA levels and addition of thiamine and the aromatic iron chelator protocatechuic acid to the culture medium enhanced carotenoid production when sigA was overexpressed. Deletion of the gene for the alternative sigma factor SigB, which is expected to replace SigA in RNA polymerase holoenzymes during transition to the stationary growth phase, also increased carotenoid production. The strategy of sigA overexpression could be successfully transferred to production of the non-native carotenoids β-carotene and bisanhydrobacterioruberin (BABR). Production of the latter is the first demonstration that C. glutamicum may accumulate a non-native linear C50 carotenoid instead of the native cyclic C50 carotenoid decaprenoxanthin.",
     "keywords": ["WT wild type", "wild type", "CDW cell dry weight", "cell dry weight", "MEP methylerythritol 4-phosphate", "methylerythritol 4-phosphate", "PCA protocatechuic acid", "protocatechuic acid", "OD optical density", "optical density", "HPLC high performance liquid chromatography", "high performance liquid chromatography", "BHT Butylhydroxytoluol", "Butylhydroxytoluol", "BABR bisanhydrobacterioruberin", "bisanhydrobacterioruberin", "Decaprenoxanthin (PubChem CID: 6443309)", "Lycopene (PubChem CID: 446925)", "β-carotene (PubChem CID: 5280489)", "Bisanhydrobacterioruberin (PubChem CID: 10930540)", "Thiamine (PubChem CID: 1130)", "Protocatecuic acid (PubChem CID: 72)"]},
    {"article name": "Metabolic engineering of Ustilago trichophora TZ1 for improved malic acid production",
     "doi": "https://doi.org/10.1016/j.meteno.2017.01.002",
     "publication date": "06-2017",
     "abstract": "Ustilago trichophora RK089 has been found recently as a good natural malic acid producer from glycerol. This strain has previously undergone adaptive laboratory evolution for enhanced substrate uptake rate resulting in the strain U. trichophora TZ1. Medium optimization and investigation of process parameters enabled titers and rates that are able to compete with those of organisms overexpressing major parts of the underlying metabolic pathways. Metabolic engineering can likely further increase the efficiency of malate production by this organism, provided that basic genetic tools and methods can be established for this rarely used and relatively obscure species.Here we investigate and adapt existing molecular tools from U. maydis for use in U. trichophora. Selection markers from U. maydis that confer carboxin, hygromycin, nourseothricin, and phleomycin resistance are applicable in U. trichophora. A plasmid was constructed containing the ip-locus of U. trichophora RK089, resulting in site-specific integration into the genome. Using this plasmid, overexpression of pyruvate carboxylase, two malate dehydrogenases (mdh1, mdh2), and two malate transporters (ssu1, ssu2) was possible in U. trichophora TZ1 under control of the strong Petef promoter. Overexpression of mdh1, mdh2, ssu1, and ssu2 increased the product (malate) to substrate (glycerol) yield by up to 54% in shake flasks reaching a titer of up to 120 g L−1. In bioreactor cultivations of U. trichophora TZ1 Petefssu2 and U. trichophora TZ1 Petefmdh2 a drastically lowered biomass formation and glycerol uptake rate resulted in 29% (Ssu1) and 38% (Mdh2) higher specific production rates and 38% (Ssu1) and 46% (Mdh2) increased yields compared to the reference strain U. trichophora TZ1. Investigation of the product spectrum resulted in an 87% closed carbon balance with 134 g L−1 malate and biomass (73 g L−1), succinate (20 g L−1), CO2 (17 g L−1), and α-ketoglutarate (8 g L−1) as main by-products.These results open up a wide range of possibilities for further optimization, especially combinatorial metabolic engineering to increase the flux from pyruvate to malic acid and to reduce by-product formation.",
     "keywords": ["Carbon-balance", "Glycerol", "Malate", "Metabolic engineering", "Overexpression", "Ustilago trichophora"]},
    {"article name": "Conversion and assimilation of furfural and 5-(hydroxymethyl)furfural by Pseudomonas putida KT2440",
     "doi": "https://doi.org/10.1016/j.meteno.2017.02.001",
     "publication date": "06-2017",
     "abstract": "The sugar dehydration products, furfural and 5-(hydroxymethyl)furfural (HMF), are commonly formed during high-temperature processing of lignocellulose, most often in thermochemical pretreatment, liquefaction, or pyrolysis. Typically, these two aldehydes are considered major inhibitors in microbial conversion processes. Many microbes can convert these compounds to their less toxic, dead-end alcohol counterparts, furfuryl alcohol and 5-(hydroxymethyl)furfuryl alcohol. Recently, the genes responsible for aerobic catabolism of furfural and HMF were discovered in Cupriavidus basilensis HMF14 to enable complete conversion of these compounds to the TCA cycle intermediate, 2-oxo-glutarate. In this work, we engineer the robust soil microbe, Pseudomonas putida KT2440, to utilize furfural and HMF as sole carbon and energy sources via complete genomic integration of the 12 kB hmf gene cluster previously reported from Burkholderia phytofirmans. The common intermediate, 2-furoic acid, is shown to be a bottleneck for both furfural and HMF metabolism. When cultured on biomass hydrolysate containing representative amounts of furfural and HMF from dilute-acid pretreatment, the engineered strain outperforms the wild type microbe in terms of reduced lag time and enhanced growth rates due to catabolism of furfural and HMF. Overall, this study demonstrates that an approach for biological conversion of furfural and HMF, relative to the typical production of dead-end alcohols, enables both enhanced carbon conversion and substantially improves tolerance to hydrolysate inhibitors. This approach should find general utility both in emerging aerobic processes for the production of fuels and chemicals from biomass-derived sugars and in the biological conversion of high-temperature biomass streams from liquefaction or pyrolysis where furfural and HMF are much more abundant than in biomass hydrolysates from pretreatment.",
     "keywords": null},
    {"article name": "Synechocystis PCC 6803 overexpressing RuBisCO grow faster with increased photosynthesis",
     "doi": "https://doi.org/10.1016/j.meteno.2017.02.002",
     "publication date": "06-2017",
     "abstract": "The ribulose-1,5-bisphosphate (RuBP) oxygenation reaction catalyzed by Ribulose-1,5-bisphosphate carboxylase/oxygenase (RuBisCO) is competing with carboxylation, being negative for both energy and carbon balances in photoautotrophic organisms. This makes RuBisCO one of the bottlenecks for oxygenic photosynthesis and carbon fixation. In this study, RuBisCO was overexpressed in the unicellular cyanobacterium Synechocystis PCC 6803. Relative RuBisCO levels in the engineered strains FL50 and FL52 increased 2.1 times and 1.4 times, respectively, and both strains showed increased growth, photosynthesis and in vitro RuBisCO activity. The oxygen evolution rate increased by 54% and 42% on per chlorophyll basis, while the in vitro RuBisCO activity increased by 52% and 8.6%, respectively. The overexpressed RuBisCO were tagged with a FLAG tag, in strain FL50 on the N terminus of the large subunit while in strain FL52 on the C terminus of the small subunit. The presence of a FLAG tag enhanced transcription of the genes encoding RuBisCO, and, with high possibility, also enhanced the initiation of translation or stability of the enzyme. However, when using a streptavidin-binding tag II (strep-tag II), we did not observe a similar effect. Tagged RuBisCO offers an opportunity for further studying RuBisCO expression and stability. Increased levels of RuBisCO can further improve photosynthesis and growth in the cyanobacterium Synechocystis PCC 6803 under certain growth conditions.",
     "keywords": ["Synechocystis PCC 6803", "RuBisCO", "Increased growth", "FLAG tag", "Photosynthesis", "Strep-tag II"]},
    {"article name": "Selection Finder (SelFi): A computational metabolic engineering tool to enable directed evolution of enzymes",
     "doi": "https://doi.org/10.1016/j.meteno.2017.02.003",
     "publication date": "06-2017",
     "abstract": "Directed evolution of enzymes consists of an iterative process of creating mutant libraries and choosing desired phenotypes through screening or selection until the enzymatic activity reaches a desired goal. The biggest challenge in directed enzyme evolution is identifying high-throughput screens or selections to isolate the variant(s) with the desired property. We present in this paper a computational metabolic engineering framework, Selection Finder (SelFi), to construct a selection pathway from a desired enzymatic product to a cellular host and to couple the pathway with cell survival. We applied SelFi to construct selection pathways for four enzymes and their desired enzymatic products xylitol, D-ribulose-1,5-bisphosphate, methanol, and aniline. Two of the selection pathways identified by SelFi were previously experimentally validated for engineering Xylose Reductase and RuBisCO. Importantly, SelFi advances directed evolution of enzymes as there is currently no known generalized strategies or computational techniques for identifying high-throughput selections for engineering enzymes.",
     "keywords": ["Directed evolution of enzymes", "Selection", "Enzyme engineering", "Flux-balance analysis", "Pathway analysis", "Pathway synthesis"]},
    {"article name": "Metabolic engineering of Escherichia coli for the biosynthesis of 2-pyrrolidone",
     "doi": "https://doi.org/10.1016/j.meteno.2015.11.001",
     "publication date": "12-2016",
     "abstract": "2-Pyrrolidone is a valuable bulk chemical with myriad applications as a solvent, polymer precursor and active pharmaceutical intermediate. A novel 2-pyrrolidone synthase, ORF27, from Streptomyces aizunensis was identified to catalyze the ring closing dehydration of γ-aminobutyrate. ORF27's tendency to aggregate was resolved by expression at low temperature and fusion to the maltose binding protein (MBP). Recombinant Escherichia coli was metabolically engineered for the production of 2-pyrrolidone from glutamate by expressing both the genes encoding GadB, a glutamate decarboxylase, and ORF27. Incorporation of a GadB mutant lacking H465 and T466, GadB_ΔHT, improved the efficiency of one-pot 2-pyrrolidone biosynthesis in vivo. When the recombinant E. coli strain expressing the E. coli GadB_ΔHT mutant and the ORF27-MBP fusion was cultured in ZYM-5052 medium containing 9 g/L of l-glutamate, 7.7 g/L of l-glutamate was converted to 1.1 g/L of 2-pyrrolidone within 31 h, achieving 25% molar yield from the consumed substrate.",
     "keywords": ["2-Pyrrolidone", "E. coli", "Glutamate", "Metabolic engineering", "Biosynthesis"]},
    {"article name": "Liposomes modified with cardiolipin can act as a platform to regulate the potential flux of NADP+-dependent isocitrate dehydrogenase",
     "doi": "https://doi.org/10.1016/j.meteno.2015.11.002",
     "publication date": "12-2016",
     "abstract": "Cardiolipin (CL) is a phospholipid found in the outer mitochondrial membrane (OMM) and inner mitochondrial membrane (IMM) in animal cells. Isocitrate dehydrogenase (ICDH) is an important catalytic enzyme that is localized at the cytosol and mitochondria; the metabolic pathway catalyzed by ICDH differs between the OMM and IMM. To estimate the possible role of lipid membrane in the enzymatic activity of NADP+-dependent ICDH, CL-modified liposomes were prepared using CL/1,2-dipalmitoyl-sn-glycero-3-phosphocholine (DPPC)/cholesterol (Ch), and their characteristics were analyzed based on the fluorescent probe method. The relative enzymatic activity of ICDH decreased in the presence of CL/DPPC/Ch=(30/50/20) liposome, whereas activity increased in the presence of CL/DPPC/Ch=(5/75/20) liposome. NADP+ had the greatest substrate affinity and was dominant in the regulation of ICDH activity. Analysis of membrane properties indicated that membranes in CL-modified liposomes were dehydrated by ICDH binding. Using circular dichroism analysis, CL/DPPC/Ch=(30/50/20) liposome induced a conformational change in ICDH, indicating that CL-rich membrane domains could inhibit ICDH activity. These results suggest that lipid membranes, including CL molecules, could act as a platform to regulate ICDH-related metabolic pathways such as the tricarboxylic acid cycle and lipid synthesis.",
     "keywords": ["CL cardiolipin", "cardiolipin", "ICDH isocitrate dehydrogenase", "isocitrate dehydrogenase", "OMM outer mitochondrial membrane", "outer mitochondrial membrane", "IMM inner mitochondrial membrane", "inner mitochondrial membrane", "DPPC 1,2-dipalmitoyl-sn-glycero-3-phosphocholine", "1,2-dipalmitoyl-sn-glycero-3-phosphocholine", "Ch cholesterol", "cholesterol", "TCA tricarboxylic acid", "tricarboxylic acid", "NADP+ β-nicotinamide-adenine dinucleotide phosphate oxidized form", "β-nicotinamide-adenine dinucleotide phosphate oxidized form", "NADPH β-nicotinamide-adenine dinucleotide phosphate reduced form", "β-nicotinamide-adenine dinucleotide phosphate reduced form", "MLV multilamellar vesicles", "multilamellar vesicles", "LUV large unilamellar vesicles", "large unilamellar vesicles", "ld liquid-disordered", "liquid-disordered", "lo liquid-ordered", "liquid-ordered", "so solid-ordered", "solid-ordered", "PDB protein data bank", "protein data bank", "Cardiolipin", "Liposome", "Isocitrate dehydrogenase", "Membranome", "System biology"]},
    {"article name": "Hyaluronan production and molecular weight is enhanced in pathway-engineered strains of lactate dehydrogenase-deficient Lactococcus lactis",
     "doi": "https://doi.org/10.1016/j.meteno.2016.01.003",
     "publication date": "12-2016",
     "abstract": "The potential advantages of hyaluronic acid (HA) production by metabolically-engineered Lactococcus lactis is constrained by the lower molecular weight and yield of HA obtained in these strains, compared to natural producers. Earlier studies have correlated lower HA yield with excessive lactate production in L. lactis cultures (Chauhan et al., 2014). In the present study, a three-fold increase was observed in the amount as well as molecular weight of HA produced by recombinant ldh-mutant L. lactis strains. The diversion from lactate production in the ldh-mutant strains resulted in excess ethanol and acetoin production and higher NAD+/NADH ratio in these cultures. The initial NAD+/NADH ratio showed a positive correlation with HA molecular weight as well as with the HA-precursor ratio (UDP-GlcUA/UDP-GlcNAc). The influence of NAD+/NADH ratio on regulation of the concerned metabolic pathways was assessed by transcriptional analysis of key genes having putative binding sites of the NADH-binding transcriptional factor, Rex.",
     "keywords": ["Hyaluronic acid molecular weight", "Lactococcus lactis", "Lactate dehydrogenase mutant", "NAD+/NADH ratio", "HA-precursor concentration ratio", "Transcriptional regulator Rex"]},
    {"article name": "Conversion of levoglucosan and cellobiosan by Pseudomonas putida KT2440",
     "doi": "https://doi.org/10.1016/j.meteno.2016.01.005",
     "publication date": "12-2016",
     "abstract": "Pyrolysis offers a straightforward approach for the deconstruction of plant cell wall polymers into bio-oil. Recently, there has been substantial interest in bio-oil fractionation and subsequent use of biological approaches to selectively upgrade some of the resulting fractions. A fraction of particular interest for biological upgrading consists of polysaccharide-derived substrates including sugars and sugar dehydration products such as levoglucosan and cellobiosan, which are two of the most abundant pyrolysis products of cellulose. Levoglucosan can be converted to glucose-6-phosphate through the use of a levoglucosan kinase (LGK), but to date, the mechanism for cellobiosan utilization has not been demonstrated. Here, we engineer the microbe Pseudomonas putida KT2440 to use levoglucosan as a sole carbon and energy source through LGK integration. Moreover, we demonstrate that cellobiosan can be enzymatically converted to levoglucosan and glucose with β-glucosidase enzymes from both Glycoside Hydrolase Family 1 and Family 3. β-glucosidases are commonly used in both natural and industrial cellulase cocktails to convert cellobiose to glucose to relieve cellulase product inhibition and to facilitate microbial uptake of glucose. Using an exogenous β-glucosidase, we demonstrate that the engineered strain of P. putida can grow on levoglucosan up to 60 g/L and can also utilize cellobiosan. Overall, this study elucidates the biological pathway to co-utilize levoglucosan and cellobiosan, which will be a key transformation for the biological upgrading of pyrolysis-derived substrates.",
     "keywords": ["Pseudomonas putida KT2440", "Levoglucosan kinase", "B-glucosidase", "Cellobiosan", "Pyrolysis", "Biofuels"]},
    {"article name": "Promiscuous plasmid replication in thermophiles: Use of a novel hyperthermophilic replicon for genetic manipulation of Clostridium thermocellum at its optimum growth temperature",
     "doi": "https://doi.org/10.1016/j.meteno.2016.01.004",
     "publication date": "12-2016",
     "abstract": "Clostridium thermocellum is a leading candidate for the consolidated bioprocessing of lignocellulosic biomass for the production of fuels and chemicals. A limitation to the engineering of this strain is the availability of stable replicating plasmid vectors for homologous and heterologous expression of genes that provide improved and/or novel pathways for fuel production. Current vectors relay on replicons from mesophilic bacteria and are not stable at the optimum growth temperature of C. thermocellum. To develop more thermostable genetic tools for C. thermocellum, we constructed vectors based on the hyperthermophilic Caldicellulosiruptor bescii replicon pBAS2. Autonomously replicating shuttle vectors based on pBAS2 reproducibly transformed C. thermocellum at 60 °C and were maintained in multiple copy. Promoters, selectable markers and plasmid replication proteins from C. bescii were functional in C. thermocellum. Phylogenetic analyses of the proteins contained on pBAS2 revealed that the replication initiation protein RepL is unique among thermophiles. These results suggest that pBAS2 may be a broadly useful replicon for other thermophilic Firmicutes.",
     "keywords": ["5-FOA 5-fluoroorotic acid", "5-fluoroorotic acid", "FUdR 5-fluoro-2′-deoxyuridine", "5-fluoro-2′-deoxyuridine", "AZH 8-azahypoxanthine", "8-azahypoxanthine", "PCN plasmid copy number", "plasmid copy number", "Ct cycles to threshold.", "cycles to threshold.", "Plasmid", "Genetic tools", "Transformation", "Thermophile", "Clostridia"]},
    {"article name": "Excessive by-product formation: A key contributor to low isobutanol yields of engineered Saccharomyces cerevisiae strains",
     "doi": "https://doi.org/10.1016/j.meteno.2016.01.002",
     "publication date": "12-2016",
     "abstract": "It is theoretically possible to engineer Saccharomyces cerevisiae strains in which isobutanol is the predominant catabolic product and high-yielding isobutanol-producing strains are already reported by industry. Conversely, isobutanol yields of engineered S. cerevisiae strains reported in the scientific literature typically remain far below 10% of the theoretical maximum. This study explores possible reasons for these suboptimal yields by a mass-balancing approach. A cytosolically located, cofactor-balanced isobutanol pathway, consisting of a mosaic of bacterial enzymes whose in vivo functionality was confirmed by complementation of null mutations in branched-chain amino acid metabolism, was expressed in S. cerevisiae. Product formation by the engineered strain was analysed in shake flasks and bioreactors. In aerobic cultures, the pathway intermediate isobutyraldehyde was oxidized to isobutyrate rather than reduced to isobutanol. Moreover, significant concentrations of the pathway intermediates 2,3-dihydroxyisovalerate and α-ketoisovalerate, as well as diacetyl and acetoin, accumulated extracellularly. While the engineered strain could not grow anaerobically, micro-aerobic cultivation resulted in isobutanol formation at a yield of 0.018±0.003 mol/mol glucose. Simultaneously, 2,3-butanediol was produced at a yield of 0.649±0.067 mol/mol glucose. These results identify massive accumulation of pathway intermediates, as well as overflow metabolites derived from acetolactate, as an important, previously underestimated contributor to the suboptimal yields of ‘academic’ isobutanol strains. The observed patterns of by-product formation is consistent with the notion that in vivo activity of the iron–sulphur-cluster-requiring enzyme dihydroxyacid dehydratase is a key bottleneck in the present and previously described ‘academic’ isobutanol-producing yeast strains.",
     "keywords": ["Saccharomyces cerevisiae", "Isobutanol", "Catabolic pathway", "By-product formation", "2,3-butanediol", "Diacetyl"]},
    {"article name": "Interaction of storage carbohydrates and other cyclic fluxes with central metabolism: A quantitative approach by non-stationary 13C metabolic flux analysis",
     "doi": "https://doi.org/10.1016/j.meteno.2016.01.001",
     "publication date": "12-2016",
     "abstract": "13C labeling experiments in aerobic glucose limited cultures of Saccharomyces cerevisiae at four different growth rates (0.054; 0.101, 0.207, 0.307 h−1) are used for calculating fluxes that include intracellular cycles (e.g., storage carbohydrate cycles, exchange fluxes with amino acids), which are rearranged depending on the growth rate. At low growth rates the impact of the storage carbohydrate recycle is relatively more significant than at high growth rates due to a higher concentration of these materials in the cell (up to 560-fold) and higher fluxes relative to the glucose uptake rate (up to 16%). Experimental observations suggest that glucose can be exported to the extracellular space, and that its source is related to storage carbohydrates, most likely via the export and subsequent extracellular breakdown of trehalose. This hypothesis is strongly supported by 13C-labeling experimental data, measured extracellular trehalose, and the corresponding flux estimations.",
     "keywords": ["2PG 2-phosphoglycerate", "2-phosphoglycerate", "3PG 3-phosphoglycerate", "3-phosphoglycerate", "6PG 6-phospho gluconate", "6-phospho gluconate", "α-KG oxoglutarate", "oxoglutarate", "ALA alanine", "alanine", "ASP aspartate", "aspartate", "CoA coenzyme-A", "coenzyme-A", "DHAP dihydroxy acetone phosphate", "dihydroxy acetone phosphate", "E4P erythrose-4-phosphate", "erythrose-4-phosphate", "F6P fructose-6-phosphate", "fructose-6-phosphate", "FBP fructose-1,6-bis-phosphate", "fructose-1,6-bis-phosphate", "FUM fumarate", "fumarate", "G1P glucose-1-phosphate", "glucose-1-phosphate", "G6P glucose-6-phosphate", "glucose-6-phosphate", "GAP glyceraldehyde-3-phosphate", "glyceraldehyde-3-phosphate", "GLN glutamine", "glutamine", "GLU glutamate", "glutamate", "GLY glycine", "glycine", "Iso-Cit isocitrate", "isocitrate", "LEU leucine", "leucine", "LYS lysine", "lysine", "MAL malate", "malate", "METH methionine", "methionine", "OAA oxaloacetate", "oxaloacetate", "PEP phospho-enol-pyruvate", "phospho-enol-pyruvate", "PRO proline", "proline", "PYR pyruvate", "pyruvate", "Rib5P ribose-5-phosphate", "ribose-5-phosphate", "Ribu5P ribulose-5-phosphate", "ribulose-5-phosphate", "SER serine", "serine", "S7P sedoheptulose-7-phosphate", "sedoheptulose-7-phosphate", "SUC succinate", "succinate", "T6P trehalose-6-phosphate", "trehalose-6-phosphate", "UDPG UDP-glucose", "UDP-glucose", "UDP uridine-5-diphosphate", "uridine-5-diphosphate", "UTP uridine-5-triphosphate", "uridine-5-triphosphate", "X5P xylulose-5-phosphate", "xylulose-5-phosphate", "ACO aconitate hydratase", "aconitate hydratase", "AK adenylate kinase", "adenylate kinase", "ENO phosphopyruvate hydratase", "phosphopyruvate hydratase", "FBA fructose-bisphosphate aldolase", "fructose-bisphosphate aldolase", "FMH fumarate hydratase", "fumarate hydratase", "G6PDH glucose-6-phosphate dehydrogenase", "glucose-6-phosphate dehydrogenase", "GAPDH&PGK glyceraldehyde-3-phosphate dehydrogenase+phosphoglycerate kinase", "glyceraldehyde-3-phosphate dehydrogenase+phosphoglycerate kinase", "GPM phosphoglycerate mutase", "phosphoglycerate mutase", "PFK 6-phosphofructokinase", "6-phosphofructokinase", "PGI glucose-6-phosphate isomerase", "glucose-6-phosphate isomerase", "PGM phosphoglucomutase", "phosphoglucomutase", "PMI mannose-6-phosphate isomerase", "mannose-6-phosphate isomerase", "PYK pyruvate kinase", "pyruvate kinase", "RPE ribulose-phosphate 3-epimerase", "ribulose-phosphate 3-epimerase", "RPI ribose-5-phosphate isomerase", "ribose-5-phosphate isomerase", "TPP trehalose- phosphatase", "trehalose- phosphatase", "TPS alpha,alpha-trehalose-phosphate synthase", "alpha,alpha-trehalose-phosphate synthase", "DO dissolved oxygen", "dissolved oxygen", "IDMS Isotope dilution mass spectrometry", "Isotope dilution mass spectrometry", "OUR Oxygen uptake rate", "Oxygen uptake rate", "PPP pentose phosphate pathway", "pentose phosphate pathway", "TCA tricarboxylic acid cycle.", "tricarboxylic acid cycle.", "Non-stationary 13C labeling", "Flux estimation", "Trehalose", "Glycogen", "Amino acids"]},
    {"article name": "Tet-On lentiviral transductants lose inducibility when silenced for extended intervals in mammary epithelial cells",
     "doi": "https://doi.org/10.1016/j.meteno.2016.03.001",
     "publication date": "12-2016",
     "abstract": "Silencing of virally transduced genes by promoter methylation and histone deacetylation has been a chronic problem both experimentally and therapeutically. We observed frequent silencing of the tetracycline-inducible Tet-On promoter borne by the Tripz lentivirus in mammary epithelial cell lines. We found that silencing could be prevented by continuous induction, but uninduced Tet-On gradually became uninducible, suggesting promoter modification. Accordingly, silencing was reversible by a common inhibitor of histone deacetylases, sodium butyrate. The effect was cell-line dependent, as HEK293 cells exhibited only moderate silencing that could be partly reversed by extended induction. These results indicate the need to test individual cell lines prior to using this system for studies that require induction after long periods of repression such as in animal models or RNA interference screens.",
     "keywords": ["pTripz", "Tet-On", "Inducibility", "Promoter silencing", "Sodium butyrate", "Histone deacetylase", "Breast cancer"]},
    {"article name": "Mitochondrial targeting increases specific activity of a heterologous valine assimilation pathway in Saccharomyces cerevisiae",
     "doi": "https://doi.org/10.1016/j.meteno.2016.03.004",
     "publication date": "12-2016",
     "abstract": "Bio-based isobutantol is a sustainable ‘drop in’ substitute for petroleum-based fuels. However, well-studied production routes, such as the Ehrlich pathway, have yet to be commercialized despite more than a century of research. The more versatile bacterial valine catabolism may be a competitive alternate route producing not only an isobutanol precursor but several carboxylic acids with applications as biomonomers, and building blocks for other advanced biofuels. Here, we transfer the first two committed steps of the pathway from pathogenic Pseudomonas aeruginosa PAO1 to yeast to evaluate their activity in a safer model organism. Genes encoding the heteroligomeric branched chain keto-acid dehydrogenase (BCKAD; bkdA1, bkdA2, bkdB, lpdV), and the homooligomeric acyl-CoA dehydrogenase (ACD; acd1) were tagged with fluorescence epitopes and targeted for expression in either the mitochondria or cytoplasm of S. cerevisiae. We verified the localization of our constructs with confocal fluorescence microscopy before measuring the activity of tag-free constructs. Despite reduced heterologous expression of mitochondria-targeted enzymes, their specific activities were significantly improved with total enzyme activities up to 138% greater than those of enzymes expressed in the cytoplasm. In total, our results demonstrate that the choice of protein localization in yeast has significant impact on heterologous activity, and suggests a new path forward for isobutanol production.",
     "keywords": ["Pseudomonas", "Isobutanol", "Dehydrogenase", "Mitochondria", "Saccharomyces cerevisiae", "Metabolic engineering"]},
    {"article name": "An optimized method for accurate quantification of cell migration using human small intestine cells",
     "doi": "https://doi.org/10.1016/j.meteno.2016.03.002",
     "publication date": "12-2016",
     "abstract": "Quantifying the ability of a compound to modulate cell migration rate is a crucial part of many studies including those on chemotaxis, wound healing and cancer metastasis. Existing migration assays all have their strengths and weaknesses. The “scratch” assay is the most widely used because it seems appealingly simple and inexpensive. However, the scratch assay has some important limitations, as the tool introducing the “wound” might injure/stress the boundary cells and/or harm underlying matrix coatings, which in both cases will affect cell migration. This described method is a Cell Exclusion Zone Assay, in which cell-free areas are created by growing cells around removable silicone stoppers. Upon appropriate staining with fluorescent dyes and microscopically visualizing the monolayers, the migration rate is then quantified by counting the cells (nuclei) intruding the void area left by the silicone insert. In the current study human small intestine epithelial cells were seeded on a physiological substrate matrix to produce collectively migrating monolayers. Different substrates were tested to determine the optimal surface for enterocyte adherence and migration and morphological changes monitored. Recombinant human epidermal growth factor and osteopontin purified from urine were tested to see if the established migration assay produces accurate and reliable migration data with human small intestine cells. The obtained data accurately confirmed that the two bioactive proteins modulate cellular migration in a dose-dependent manner. The presented assay can likely be converted for use with other adherent cell lines or substrate matrices and allows for high throughput, while cost is kept low and versatility high. Co-staining can be applied in order to assay for cell death, different cell types, cell stress and others allowing intricate analysis of migration rate of mixed populations and correction for cell viability.",
     "keywords": ["(ECM) Extracellular matrix", "Extracellular matrix", "(Caco-2) human epithelial colorectal adenocarcinoma cells", "human epithelial colorectal adenocarcinoma cells", "(FHs-74 int) non-malignant human fetal small intestine cells", "non-malignant human fetal small intestine cells", "(EGF) Recombinant human epidermal growth factor", "Recombinant human epidermal growth factor", "(ROI) region of interest", "region of interest", "(OPN) osteopontin", "osteopontin", "(BME) Basal membrane extract", "Basal membrane extract", "(DMEM) Dulbecco's modified Eagle medium", "Dulbecco's modified Eagle medium", "(FBS) fetal bovine serum", "fetal bovine serum", "(FRET) Förster resonance energy transfer", "Förster resonance energy transfer", "Migration assay", "Wound healing", "Collective migration", "Epithelium", "Small intestine cells", "Bioactive"]},
    {"article name": "Acidithiobacillus ferrooxidans's comprehensive model driven analysis of the electron transfer metabolism and synthetic strain design for biomining applications",
     "doi": "https://doi.org/10.1016/j.meteno.2016.03.003",
     "publication date": "12-2016",
     "abstract": "Acidithiobacillus ferrooxidans is a gram-negative chemolithoautotrophic γ-proteobacterium. It typically grows at an external pH of 2 using the oxidation of ferrous ions by oxygen, producing ferric ions and water, while fixing carbon dioxide from the environment. A. ferrooxidans is of great interest for biomining and environmental applications, as it can process mineral ores and alleviate the negative environmental consequences derived from the mining processes. In this study, the first genome-scale metabolic reconstruction of A. ferrooxidans ATCC 23270 was generated (iMC507). A total of 587 metabolic and transport/exchange reactions, 507 genes and 573 metabolites organized in over 42 subsystems were incorporated into the model. Based on a new genetic algorithm approach, that integrates flux balance analysis, chemiosmotic theory, and physiological data, the proton translocation stoichiometry for a number of enzymes and maintenance parameters under aerobic chemolithoautotrophic conditions using three different electron donors were estimated. Furthermore, a detailed electron transfer and carbon flux distributions during chemolithoautotrophic growth using ferrous ion, tetrathionate and thiosulfate were determined and reported. Finally, 134 growth-coupled designs were calculated that enables Extracellular Polysaccharide production. iMC507 serves as a knowledgebase for summarizing and categorizing the information currently available for A. ferrooxidans and enables the understanding and engineering of Acidithiobacillus and similar species from a comprehensive model-driven perspective for biomining applications.",
     "keywords": ["Biomining", "Acidithiobacillus ferrooxidans", "Systems biology", "Strain design"]},
    {"article name": "Dynamics of benzoate metabolism in Pseudomonas putida KT2440",
     "doi": "https://doi.org/10.1016/j.meteno.2016.03.005",
     "publication date": "12-2016",
     "abstract": "Soil microorganisms mineralize lignin-derived aromatic carbon sources using oxidative catabolic pathways, such as the β-ketoadipate pathway. Although this aromatic pathway is one of the best-studied pathways in biochemistry, the complete pathway, including its regulation by aromatic carbon sources, has not been integrated into the metabolic network. In particular, information about the in vivo operation (e.g., kinetics and flux capacity) of the pathway is lacking. In this contribution, we use kinetic modeling and thermodynamic analysis to evaluate the in vivo operation of this key aromatic multi-step pathway. The resulting ab initio deterministic model of benzoate degradation via the β-ketoadipate (ortho-cleavage) pathway in Pseudomonas putida KT2440 is presented. The kinetic model includes mechanistic rate expressions for the enzymes and transport processes. The design and experimental validation of the model are driven by data generated from short-term perturbation experiments in a benzoate-limited continuous culture. The results of rigorous modeling of the in vivo dynamics provide strong support for flux regulation by the benzoate transporter and the enzymes forming and cleaving catechol. Revisiting the β-ketoadipate pathway might be valuable for applications in different fields, such as biochemistry and metabolic engineering, that use lignin monomers as a carbon source.",
     "keywords": ["Metabolic modeling", "Pseudomonas putida", "Aromatic metabolism", "Transient response", "Intracellular metabolites"]},
    {"article name": "Enhancing muconic acid production from glucose and lignin-derived aromatic compounds via increased protocatechuate decarboxylase activity",
     "doi": "https://doi.org/10.1016/j.meteno.2016.04.002",
     "publication date": "12-2016",
     "abstract": "The conversion of biomass-derived sugars and aromatic molecules to cis,cis-muconic acid (referred to hereafter as muconic acid or muconate) has been of recent interest owing to its facile conversion to adipic acid, an important commodity chemical. Metabolic routes to produce muconate from both sugars and many lignin-derived aromatic compounds require the use of a decarboxylase to convert protocatechuate (PCA, 3,4-dihydroxybenzoate) to catechol (1,2-dihydroxybenzene), two central aromatic intermediates in this pathway. Several studies have identified the PCA decarboxylase as a metabolic bottleneck, causing an accumulation of PCA that subsequently reduces muconate production. A recent study showed that activity of the PCA decarboxylase is enhanced by co-expression of two genetically associated proteins, one of which likely produces a flavin-derived cofactor utilized by the decarboxylase. Using entirely genome-integrated gene expression, we have engineered Pseudomonas putida KT2440-derived strains to produce muconate from either aromatic molecules or sugars and demonstrate in both cases that co-expression of these decarboxylase associated proteins reduces PCA accumulation and enhances muconate production relative to strains expressing the PCA decarboxylase alone. In bioreactor experiments, co-expression increased the specific productivity (mg/g cells/h) of muconate from the aromatic lignin monomer p-coumarate by 50% and resulted in a titer of >15 g/L. In strains engineered to produce muconate from glucose, co-expression more than tripled the titer, yield, productivity, and specific productivity, with the best strain producing 4.92±0.48 g/L muconate. This study demonstrates that overcoming the PCA decarboxylase bottleneck can increase muconate yields from biomass-derived sugars and aromatic molecules in industrially relevant strains and cultivation conditions.",
     "keywords": ["Protocatechuate decarboxylase", "Pseudomonas Putida KT2440", "cis,cis-Muconate", "Muconic acid", "Lignin valorization"]},
    {"article name": "Development of a plasmid-based expression system in Clostridium thermocellum and its use to screen heterologous expression of bifunctional alcohol dehydrogenases (adhEs)",
     "doi": "https://doi.org/10.1016/j.meteno.2016.04.001",
     "publication date": "12-2016",
     "abstract": "Clostridium thermocellum is a promising candidate for ethanol production from cellulosic biomass, but requires metabolic engineering to improve ethanol yield. A key gene in the ethanol production pathway is the bifunctional aldehyde and alcohol dehydrogenase, adhE. To explore the effects of overexpressing wild-type, mutant, and exogenous adhEs, we developed a new expression plasmid, pDGO144, that exhibited improved transformation efficiency and better gene expression than its predecessor, pDGO-66. This new expression plasmid will allow for many other metabolic engineering and basic research efforts in C. thermocellum. As proof of concept, we used this plasmid to express 12 different adhE genes (both wild type and mutant) from several organisms. Ethanol production varied between clones immediately after transformation, but tended to converge to a single value after several rounds of serial transfer. The previously described mutant C. thermocellum D494G adhE gave the best ethanol production, which is consistent with previously published results.",
     "keywords": ["Clostridium Thermocellum", "Plasmid", "adhE", "Structural stability", "Gene expression"]},
    {"article name": "Improved sugar-free succinate production by Synechocystis sp. PCC 6803 following identification of the limiting steps in glycogen catabolism",
     "doi": "https://doi.org/10.1016/j.meteno.2016.04.003",
     "publication date": "12-2016",
     "abstract": "Succinate produced by microorganisms can replace currently used petroleum-based succinate but typically requires mono- or poly-saccharides as a feedstock. The cyanobacterium Synechocystis sp. PCC6803 can produce organic acids such as succinate from CO2 not supplemented with sugars under dark anoxic conditions using an unknown metabolic pathway. The TCA cycle in cyanobacteria branches into oxidative and reductive routes. Time-course analyses of the metabolome, transcriptome and metabolic turnover described here revealed dynamic changes in the metabolism of Synechocystis sp. PCC6803 cultivated under dark anoxic conditions, allowing identification of the carbon flow and rate-limiting steps in glycogen catabolism. Glycogen biosynthesized from CO2 assimilated during periods of light exposure is catabolized to succinate via glycolysis, the anaplerotic pathway, and the reductive TCA cycle under dark anoxic conditions. Expression of the phosphoenolpyruvate (PEP) carboxylase gene (ppc) was identified as a rate-limiting step in succinate biosynthesis and this rate limitation was alleviated by ppc overexpression, resulting in improved succinate excretion. The sugar-free succinate production was further enhanced by the addition of bicarbonate. In vivo labeling with NaH13CO3 clearly showed carbon incorporation into succinate via the anaplerotic pathway. Bicarbonate is in equilibrium with CO2. Succinate production by Synechocystis sp. PCC6803 therefore holds significant promise for CO2 capture and utilization.",
     "keywords": ["Autofermentation", "Cyanobacteria", "Dynamic metabolic profiling", "Metabolomics", "Succinate", "Synechocystis"]},
    {"article name": "The Saccharomyces cerevisiae pheromone-response is a metabolically active stationary phase for bio-production",
     "doi": "https://doi.org/10.1016/j.meteno.2016.05.001",
     "publication date": "12-2016",
     "abstract": "The growth characteristics and underlying metabolism of microbial production hosts are critical to the productivity of metabolically engineered pathways. Production in parallel with growth often leads to biomass/bio-product competition for carbon. The growth arrest phenotype associated with the Saccharomyces cerevisiae pheromone-response is potentially an attractive production phase because it offers the possibility of decoupling production from population growth. However, little is known about the metabolic phenotype associated with the pheromone-response, which has not been tested for suitability as a production phase. Analysis of extracellular metabolite fluxes, available transcriptomic data, and heterologous compound production (para-hydroxybenzoic acid) demonstrate that a highly active and distinct metabolism underlies the pheromone-response. These results indicate that the pheromone-response is a suitable production phase, and that it may be useful for informing synthetic biology design principles for engineering productive stationary phase phenotypes.",
     "keywords": ["PHBA para-hydroxybenzoic acid", "para-hydroxybenzoic acid", "GFP Green Fluorescent Protein", "Green Fluorescent Protein", "MAPK Mitogen Activated Protein Kinase", "Mitogen Activated Protein Kinase", "Synthetic biology", "Mating", "Metabolic productivity", "Yeast", "Shikimate", "Dynamic regulation", "Metabolic engineering", "Stationary phase"]},
    {"article name": "Improving the flux distributions simulated with genome-scale metabolic models of Saccharomyces cerevisiae",
     "doi": "https://doi.org/10.1016/j.meteno.2016.05.002",
     "publication date": "12-2016",
     "abstract": "Genome-scale metabolic models (GEMs) can be used to evaluate genotype-phenotype relationships and their application to microbial strain engineering is increasing in popularity. Some of the algorithms used to simulate the phenotypes of mutant strains require the determination of a wild-type flux distribution. However, the accuracy of this reference, when calculated with flux balance analysis, has not been studied in detail before.Here, the wild-type simulations of selected GEMs for Saccharomyces cerevisiae have been analysed and most of the models tested predicted erroneous fluxes in central pathways, especially in the pentose phosphate pathway. Since the problematic fluxes were mostly related to areas of the metabolism consuming or producing NADPH/NADH, we have manually curated all reactions including these cofactors by forcing the use of NADPH/NADP+ in anabolic reactions and NADH/NAD+ for catabolic reactions. The curated models predicted more accurate flux distributions and performed better in the simulation of mutant phenotypes.",
     "keywords": ["GEM genome-scale metabolic model", "genome-scale metabolic model", "pFBA parsimonious flux balanced analysis", "parsimonious flux balanced analysis", "FBA flux balance analysis", "flux balance analysis", "BPCY biomass product coupled yield", "biomass product coupled yield", "PPP pentose phosphate pathway", "pentose phosphate pathway", "Genome-scale metabolic model", "Saccharomyces cerevisiae", "Flux distribution", "NADH: NADPH", "Metabolic engineering"]},
    {"article name": "A genetic screen for increasing metabolic flux in the isoprenoid pathway of Saccharomyces cerevisiae: Isolation of SPT15 mutants using the screen",
     "doi": "https://doi.org/10.1016/j.meteno.2016.05.004",
     "publication date": "12-2016",
     "abstract": "A genetic screen to identify mutants that can increase flux in the isoprenoid pathway of yeast has been lacking. We describe a carotenoid-based visual screen built with the core carotenogenic enzymes from the red yeast Rhodosporidium toruloides. Enzymes from this yeast displayed the required, higher capacity in the carotenoid pathway. The development also included the identification of the metabolic bottlenecks, primarily phytoene dehydrogenase, that was subjected to a directed evolution strategy to yield more active mutants. To further limit phytoene pools, a less efficient version of GGPP synthase was employed. The screen was validated with a known flux increasing gene, tHMG1. New mutants in the TATA binding protein SPT15 were isolated using this screen that increased the yield of carotenoids, and an alternate isoprenoid, α-Farnesene confirming increase in overall flux. The findings indicate the presence of previously unknown links to the isoprenoid pathway that can be uncovered using this screen.",
     "keywords": ["T TEF promoter", "TEF promoter", "C CYC promoter", "CYC promoter", "GGPPS Geranylgeranyl diphosphate synthase", "Geranylgeranyl diphosphate synthase", "PSY1 phytoene synthase", "phytoene synthase", "CRTI phytoene dehydrogenase", "phytoene dehydrogenase", "Metabolic engineering", "Carotenoids", "Isoprenoids", "α-Farnesene", "Rhodosporidium toruloides", "SPT15"]},
    {"article name": "Molecular Cloning Designer Simulator (MCDS): All-in-one molecular cloning and genetic engineering design, simulation and management software for complex synthetic biology and metabolic engineering projects",
     "doi": "https://doi.org/10.1016/j.meteno.2016.05.003",
     "publication date": "12-2016",
     "abstract": "Molecular Cloning Designer Simulator (MCDS) is a powerful new all-in-one cloning and genetic engineering design, simulation and management software platform developed for complex synthetic biology and metabolic engineering projects. In addition to standard functions, it has a number of features that are either unique, or are not found in combination in any one software package: (1) it has a novel interactive flow-chart user interface for complex multi-step processes, allowing an integrated overview of the whole project; (2) it can perform a user-defined workflow of cloning steps in a single execution of the software; (3) it can handle multiple types of genetic recombineering, a technique that is rapidly replacing classical cloning for many applications; (4) it includes experimental information to conveniently guide wet lab work; and (5) it can store results and comments to allow the tracking and management of the whole project in one platform. MCDS is freely available from https://mcds.codeplex.com.",
     "keywords": ["BioCAD", "Genetic engineering software", "Molecular cloning software", "Synthetic biology", "Workflow simulation and management"]},
    {"article name": "Investigation of useful carbon tracers for 13C-metabolic flux analysis of Escherichia coli by considering five experimentally determined flux distributions",
     "doi": "https://doi.org/10.1016/j.meteno.2016.06.001",
     "publication date": "12-2016",
     "abstract": "The 13C-MFA experiments require an optimal design since the precision or confidence intervals of the estimated flux levels depends on factors such as the composition of 13C-labeled carbon sources, as well as the metabolic flux distribution of interest. In this study, useful compositions of 13C-labeled glucose for 13C-metabolic flux analysis (13C-MFA) of Escherichia coli are investigated using a computer simulation of the stable isotope labeling experiment. Following the generation of artificial mass spectra datasets of amino acid fragments using five literature-reported flux distributions of E. coli, the best fitted flux distribution and the 95% confidence interval were estimated by the 13C-MFA procedure. A comparison of the precision scores showed that [1, 2-13C]glucose and a mixture of [1-13C] and [U-13C]glucose at 8:2 are one of the best carbon sources for a precise estimation of flux levels of the pentose phosphate pathway, glycolysis and the TCA cycle. Although the precision scores of the anaplerotic and glyoxylate pathway reactions were affected by both the carbon source and flux distribution, it was also shown that the mixture of non-labeled, [1-13C], and [U-13C]glucose at 4:1:5 was specifically effective for the flux estimation of the glyoxylate pathway reaction. These findings were confirmed by wet 13C-MFA experiments.",
     "keywords": ["13C-metabolic flux analysis", "Design of experiment", "13C-labeling experiment", "Escherichia coli", "Computer simulation"]},
    {"article name": "System wide cofactor turnovers can propagate metabolic stability between pathways",
     "doi": "https://doi.org/10.1016/j.meteno.2016.06.002",
     "publication date": "12-2016",
     "abstract": "Metabolic homeostasis, or low-level metabolic steady state, has long been taken for granted in metabolic engineering, and research priority has always been given to understand metabolic flux control and regulation of the reaction network. In the past, this has not caused concerns because the metabolic networks studied were invariably associated with living cells. Nowadays, there are needs to reconstruct metabolic networks, and so metabolic homeostasis cannot be taken for granted. For metabolic steady state, enzyme feedback control has been known to explain why metabolites in metabolic pathways can avoid accumulation. However, we reasoned that there are further contributing mechanisms. As a new methodology developed, we separated cofactor intermediates (CIs) from non-cofactor intermediates, and identified an appropriate type of open systems for operating putative reaction topologies. Furthermore, we elaborated the criteria to tell if a multi-enzyme over-all reaction path is of in vivo nature or not at the metabolic level. As new findings, we discovered that there are interactions between the enzyme feedback inhibition and the CI turnover, and such interactions may well lead to metabolic homeostasis, an emergent property of the system. To conclude, this work offers a new perspective for understanding the role of CIs and the presence of metabolic homeostasis in the living cell. In perspective, this work might provide clues for constructing non-natural metabolic networks using multi-enzyme reactions or by degenerating metabolic reaction networks from the living cell.",
     "keywords": ["Metabolic stability", "Metabolic steady state", "Cofactor balance", "Cofactor turnover", "Enzyme feedback control", "Emergent property of metabolic network"]},
    {"article name": "The impact of respiration and oxidative stress response on recombinant α-amylase production by Saccharomyces cerevisiae",
     "doi": "https://doi.org/10.1016/j.meteno.2016.06.003",
     "publication date": "12-2016",
     "abstract": "Studying protein production is important for fundamental research on cell biology and applied research for biotechnology. Yeast Saccharomyces cerevisiae is an attractive workhorse for production of recombinant proteins as it does not secrete many endogenous proteins and it is therefore easy to purify a secreted product. However, recombinant production at high rates represents a significant metabolic burden for the yeast cells, which results in oxidative stress and ultimately affects the protein production capacity. Here we describe a method to reduce the overall oxidative stress by overexpressing the endogenous HAP1 gene in a S. cerevisiae strain overproducing recombinant α-amylase. We demonstrate how Hap1p can activate a set of oxidative stress response genes and meanwhile contribute to increase the metabolic rate of the yeast strains, therefore mitigating the negative effect of the ROS accumulation associated to protein folding and hence increasing the production capacity during batch fermentations.",
     "keywords": ["Yeast", "Oxidative stress response", "Protein production", "Hap1", "Amylase"]},
    {"article name": "Enhanced fatty acid production in engineered chemolithoautotrophic bacteria using reduced sulfur compounds as energy sources",
     "doi": "https://doi.org/10.1016/j.meteno.2016.07.001",
     "publication date": "12-2016",
     "abstract": "Chemolithoautotrophic bacteria that oxidize reduced sulfur compounds, such as H2S, while fixing CO2 are an untapped source of renewable bioproducts from sulfide-laden waste, such as municipal wastewater. In this study, we report engineering of the chemolithoautotrophic bacterium Thiobacillus denitrificans to produce up to 52-fold more fatty acids than the wild-type strain when grown with thiosulfate and CO2. A modified thioesterase gene from E. coli (‘tesA) was integrated into the T. denitrificans chromosome under the control of Pkan or one of two native T. denitrificans promoters. The relative strength of the two native promoters as assessed by fatty acid production in engineered strains was very similar to that assessed by expression of the cognate genes in the wild-type strain. This proof-of-principle study suggests that engineering sulfide-oxidizing chemolithoautotrophic bacteria to overproduce fatty acid-derived products merits consideration as a technology that could simultaneously produce renewable fuels/chemicals as well as cost-effectively remediate sulfide-contaminated wastewater.",
     "keywords": ["ACP acyl carrier protein", "acyl carrier protein", "PCR polymerase chain reaction", "polymerase chain reaction", "Chemolithoautotrophic", "Sulfide", "Fatty acids", "tesA", "Thiobacillus denitrificans"]},
    {"article name": "Computational metabolic engineering strategies for growth-coupled biofuel production by Synechocystis",
     "doi": "https://doi.org/10.1016/j.meteno.2016.07.003",
     "publication date": "12-2016",
     "abstract": "Chemical and fuel production by photosynthetic cyanobacteria is a promising technology but to date has not reached competitive rates and titers. Genome-scale metabolic modeling can reveal limitations in cyanobacteria metabolism and guide genetic engineering strategies to increase chemical production. Here, we used constraint-based modeling and optimization algorithms on a genome-scale model of Synechocystis PCC6803 to find ways to improve productivity of fermentative, fatty-acid, and terpene-derived fuels. OptGene and MOMA were used to find heuristics for knockout strategies that could increase biofuel productivity. OptKnock was used to find a set of knockouts that led to coupling between biofuel and growth. Our results show that high productivity of fermentation or reversed beta-oxidation derived alcohols such as 1-butanol requires elimination of NADH sinks, while terpenes and fatty-acid based fuels require creating imbalances in intracellular ATP and NADPH production and consumption. The FBA-predicted productivities of these fuels are at least 10-fold higher than those reported so far in the literature. We also discuss the physiological and practical feasibility of implementing these knockouts. This work gives insight into how cyanobacteria could be engineered to reach competitive biofuel productivities.",
     "keywords": ["Cyanobacteria", "Modeling", "Flux balance analysis", "Biofuel", "MOMA", "OptFlux", "OptKnock"]},
    {"article name": "Quantifying complexity in metabolic engineering using the LASER database",
     "doi": "https://doi.org/10.1016/j.meteno.2016.07.002",
     "publication date": "12-2016",
     "abstract": "We previously introduced the LASER database (Learning Assisted Strain EngineeRing, https://bitbucket.org/jdwinkler/laser_release) (Winkler et al. 2015) to serve as a platform for understanding past and present metabolic engineering practices. Over the past year, LASER has been expanded by 50% to include over 600 engineered strains from 450 papers, including their growth conditions, genetic modifications, and other information in an easily searchable format. Here, we present the results of our efforts to use LASER as a means for defining the complexity of a metabolic engineering “design”. We evaluate two complexity metrics based on the concepts of construction difficulty and novelty. No correlation is observed between expected product yield and complexity, allowing minimization of complexity without a performance trade-off. We envision the use of such complexity metrics to filter and prioritize designs prior to implementation of metabolic engineering efforts, thereby potentially reducing the time, labor, and expenses of large-scale projects. Possible future developments based on an expanding LASER database are then discussed.",
     "keywords": ["Metabolic engineering", "Synthetic biology", "Standardization", "Design tools"]},
    {"article name": "Creating metabolic demand as an engineering strategy in Pseudomonas putida – Rhamnolipid synthesis as an example",
     "doi": "https://doi.org/10.1016/j.meteno.2016.08.002",
     "publication date": "12-2016",
     "abstract": "Metabolic engineering of microbial cell factories for the production of heterologous secondary metabolites implicitly relies on the intensification of intracellular flux directed toward the product of choice. Apart from reactions following peripheral pathways, enzymes of the central carbon metabolism are usually targeted for the enhancement of precursor supply. In Pseudomonas putida, a Gram-negative soil bacterium, central carbon metabolism, i.e., the reactions required for the synthesis of all 12 biomass precursors, was shown to be regulated at the metabolic level and not at the transcriptional level. The bacterium's central carbon metabolism appears to be driven by demand to react rapidly to ever-changing environmental conditions. In contrast, peripheral pathways that are only required for growth under certain conditions are regulated transcriptionally. In this work, we show that this regulation regime can be exploited for metabolic engineering.We tested this driven-by-demand metabolic engineering strategy using rhamnolipid production as an example. Rhamnolipid synthesis relies on two pathways, i.e., fatty acid de novo synthesis and the rhamnose pathway, providing the required precursors hydroxyalkanoyloxy-alkanoic acid (HAA) and activated (dTDP-)rhamnose, respectively. In contrast to single-pathway molecules, rhamnolipid synthesis causes demand for two central carbon metabolism intermediates, i.e., acetyl-CoA for HAA and glucose-6-phosphate for rhamnose synthesis.Following the above-outlined strategy of driven by demand, a synthetic promoter library was developed to identify the optimal expression of the two essential genes (rhlAB) for rhamnolipid synthesis. The best rhamnolipid-synthesizing strain had a yield of 40% rhamnolipids on sugar [CmolRL/CmolGlc], which is approximately 55% of the theoretical yield. The rate of rhamnolipid synthesis of this strain was also high. Compared to an exponentially growing wild type, the rhamnose pathway increased its flux by 300%, whereas the flux through de novo fatty acid synthesis increased by 50%.We show that the central carbon metabolism of P. putida is capable of meeting the metabolic demand generated by engineering transcription in peripheral pathways, thereby enabling a significant rerouting of carbon flux toward the product of interest, in this case, rhamnolipids of industrial interest.",
     "keywords": ["CDW cell dry weight", "cell dry weight", "LPS lipopolysaccharide", "lipopolysaccharide", "FBA flux balance analysis", "flux balance analysis", "CCM central carbon metabolism", "central carbon metabolism", "PHA polyhydroxyalkanoate", "polyhydroxyalkanoate", "PP pathway pentose phosphate pathway", "pentose phosphate pathway", "ED pathway Entner-Doudoroff pathway", "Entner-Doudoroff pathway", "RL rhamnolipid", "rhamnolipid", "TCA tricarboxylic acid", "tricarboxylic acid", "HAA hydroxyalkanoyloxy-alkanoic acid", "hydroxyalkanoyloxy-alkanoic acid", "Metabolic control", "Rhamnolipid", "Non-pathogenic Pseudomonas", "Biosurfactant", "Driven by demand", "Synthetic promoter"]},
    {"article name": "Microbial synthesis of a branched-chain ester platform from organic waste carboxylates",
     "doi": "https://doi.org/10.1016/j.meteno.2016.08.001",
     "publication date": "12-2016",
     "abstract": "Processing of lignocellulosic biomass or organic wastes produces a plethora of chemicals such as short, linear carboxylic acids, known as carboxylates, derived from anaerobic digestion. While these carboxylates have low values and are inhibitory to microbes during fermentation, they can be biologically upgraded to high-value products. In this study, we expanded our general framework for biological upgrading of carboxylates to branched-chain esters by using three highly active alcohol acyltransferases (AATs) for alcohol and acyl CoA condensation and modulating the alcohol moiety from ethanol to isobutanol in the modular chassis cell. With this framework, we demonstrated the production of an ester library comprised of 16 out of all 18 potential esters, including acetate, propionate, butanoate, pentanoate, and hexanoate esters, from the 5 linear, saturated C2-C6 carboxylic acids. Among these esters, 5 new branched-chain esters, including isobutyl acetate, isobutyl propionate, isobutyl butyrate, isobutyl pentanoate, and isobutyl hexanoate were synthesized in vivo. During 24 h in situ fermentation and extraction, one of the engineered strains, EcDL208 harnessing the SAAT of Fragaria ananassa produced ~63 mg/L of a mixture of butyl and isobutyl butyrates from glucose and butyrate co-fermentation and ~127 mg/L of a mixture of isobutyl and pentyl pentanoates from glucose and pentanoate co-fermentation, with high specificity. These butyrate and pentanoate esters are potential drop-in liquid fuels. This study provides better understanding of functional roles of AATs for microbial biosynthesis of branched-chain esters and expands the potential use of these esters as drop-in biofuels beyond their conventional flavor, fragrance, and solvent applications.",
     "keywords": ["Carboxylate platform", "Ester platform", "Branched-chain ester", "Modular cell", "Biological upgrading", "Organic waste", "Lignocellulosic biomass", "Isobutyl esters"]},
    {"article name": "The expression of glycerol facilitators from various yeast species improves growth on glycerol of Saccharomyces cerevisiae",
     "doi": "https://doi.org/10.1016/j.meteno.2016.09.001",
     "publication date": "12-2016",
     "abstract": "Glycerol is an abundant by-product during biodiesel production and additionally has several assets compared to sugars when used as a carbon source for growing microorganisms in the context of biotechnological applications. However, most strains of the platform production organism Saccharomyces cerevisiae grow poorly in synthetic glycerol medium. It has been hypothesized that the uptake of glycerol could be a major bottleneck for the utilization of glycerol in S. cerevisiae. This species exclusively relies on an active transport system for glycerol uptake. This work demonstrates that the expression of predicted glycerol facilitators (Fps1 homologues) from superior glycerol-utilizing yeast species such as Pachysolen tannophilus, Komagataella pastoris, Yarrowia lipolytica and Cyberlindnera jadinii significantly improves the growth performance on glycerol of the previously selected glycerol-consuming S. cerevisiae wild-type strain (CBS 6412-13A). The maximum specific growth rate increased from 0.13 up to 0.18 h−1 and a biomass yield coefficient of 0.56 gDW/gglycerol was observed. These results pave the way for exploiting the assets of glycerol in the production of fuels, chemicals and pharmaceuticals based on baker's yeast.",
     "keywords": ["Yeast", "Saccharomyces cerevisiae", "Glycerol", "Transport", "Glycerol facilitator", "Fps1", "Stl1"]},
    {"article name": "Microbial production of 1-octanol: A naturally excreted biofuel with diesel-like properties",
     "doi": "https://doi.org/10.1016/j.meteno.2014.11.001",
     "publication date": "12-2015",
     "abstract": "The development of sustainable, bio-based technologies to convert solar energy and carbon dioxide into fuels is a grand challenge. A core part of this challenge is to produce a fuel that is compatible with the existing transportation infrastructure. This task is further compounded by the commercial desire to separate the fuel from the biotechnological host. Based on its fuel characteristics, 1-octanol was identified as an attractive metabolic target with diesel-like properties. We therefore engineered a synthetic pathway specifically for the biosynthesis of 1-octanol in Escherichia coli BL21(DE3) by over-expression of three enzymes (thioesterase, carboxylic acid reductase and aldehyde reductase) and one maturation factor (phosphopantetheinyl transferase). Induction of this pathway in a shake flask resulted in 4.4 mg 1-octanol L−1 h−1 which exceeded the productivity of previously engineered strains. Furthermore, the majority (73%) of the fatty alcohol was localised within the media without the addition of detergent or solvent overlay. The deletion of acrA reduced the production and excretion of 1-octanol by 3-fold relative to the wild-type, suggesting that the AcrAB–TolC complex may be responsible for the majority of product efflux. This study presents 1-octanol as a potential fuel target that can be synthesised and naturally accumulated within the media using engineered microbes.",
     "keywords": ["1-Octanol", "Fatty alcohol", "Diesel", "Biofuel", "Excretion"]},
    {"article name": "Development of a plasmid addicted system that is independent of co-inducers, antibiotics and specific carbon source additions for bioproduct (1-butanol) synthesis in Escherichia coli",
     "doi": "https://doi.org/10.1016/j.meteno.2014.12.001",
     "publication date": "12-2015",
     "abstract": "Synthetic biology approaches for the synthesis of value-based products provide interesting and potentially fruitful possibilities for generating a wide variety of useful compounds and biofuels. However, industrial production is hampered by the costs associated with the need to supplement large microbial cultures with expensive but necessary co-inducer compounds and antibiotics that are required for up-regulating synthetic gene expression and maintaining plasmid-borne synthetic genes, respectively. To address these issues, a metabolism-based plasmid addiction system, which relies on lipopolysaccharide biosynthesis and maintenance of cellular redox balance for 1-butanol production; and utilizes an active constitutive promoter, was developed in Escherichia coli. Expression of the plasmid is absolutely required for cell viability and 1-butanol production. This system abrogates the need for expensive antibiotics and co-inducer molecules so that plasmid-borne synthetic genes may be expressed at high levels in a cost-effective manner. To illustrate these principles, high level and sustained production of 1-butanol by E. coli was demonstrated under different growth conditions and in semi-continuous batch cultures, in the absence of antibiotics and co-inducer molecules.",
     "keywords": ["Bioproduct synthesis", "Plasmid addicted", "1-Butanol", "Constitutive promoter"]},
    {"article name": "CRISPR–Cas system enables fast and simple genome editing of industrial Saccharomyces cerevisiae strains",
     "doi": "https://doi.org/10.1016/j.meteno.2015.03.001",
     "publication date": "12-2015",
     "abstract": "There is a demand to develop 3rd generation biorefineries that integrate energy production with the production of higher value chemicals from renewable feedstocks. Here, robust and stress-tolerant industrial strains of Saccharomyces cerevisiae will be suitable production organisms. However, their genetic manipulation is challenging, as they are usually diploid or polyploid. Therefore, there is a need to develop more efficient genetic engineering tools. We applied a CRISPR–Cas9 system for genome editing of different industrial strains, and show simultaneous disruption of two alleles of a gene in several unrelated strains with the efficiency ranging between 65% and 78%. We also achieved simultaneous disruption and knock-in of a reporter gene, and demonstrate the applicability of the method by designing lactic acid-producing strains in a single transformation event, where insertion of a heterologous gene and disruption of two endogenous genes occurred simultaneously. Our study provides a foundation for efficient engineering of industrial yeast cell factories.",
     "keywords": ["CRISPR–Cas9 clustered regularly interspaced short palindromic repeats–CRISPR-associated endonuclease 9", "clustered regularly interspaced short palindromic repeats–CRISPR-associated endonuclease 9", "DSB double strand break", "double strand break", "TALENs transcription activator-like effector nucleases", "transcription activator-like effector nucleases", "ZFNs zinc finger nucleases", "zinc finger nucleases", "HR homologous recombination", "homologous recombination", "NHEJ non-homologous end joining", "non-homologous end joining", "crRNA CRISPR RNA", "CRISPR RNA", "tracrRNA trans-activating RNA", "trans-activating RNA", "PAM protospacer adjacent motif", "protospacer adjacent motif", "gRNA guide RNA", "guide RNA", "USER uracil-specific excision reaction", "uracil-specific excision reaction", "PI propidium iodide", "propidium iodide", "GOI gene of interest", "gene of interest", "HDR homology-directed repair", "homology-directed repair", "SNPs single nucleotide polymorphisms", "single nucleotide polymorphisms", "CRISPR–Cas9", "Genome editing", "Industrial yeast", "Biorefineries", "Chemical production"]},
    {"article name": "Identifying promoters for gene expression in Clostridium thermocellum",
     "doi": "https://doi.org/10.1016/j.meteno.2015.03.002",
     "publication date": "12-2015",
     "abstract": "A key tool for metabolic engineering is the ability to express heterologous genes. One obstacle to gene expression in non-model organisms, and especially in relatively uncharacterized bacteria, is the lack of well-characterized promoters. Here we test 17 promoter regions for their ability to drive expression of the reporter genes β-galactosidase (lacZ) and NADPH-alcohol dehydrogenase (adhB) in Clostridium thermocellum, an important bacterium for the production of cellulosic biofuels. Only three promoters have been commonly used for gene expression in C. thermocellum, gapDH, cbp and eno. Of the new promoters tested, 2638, 2926, 966 and 815 showed reliable expression. The 2638 promoter showed relatively higher activity when driving adhB (compared to lacZ), and the 815 promoter showed relatively higher activity when driving lacZ (compared to adhB).",
     "keywords": ["Promoter", "Copy number", "Structural instability", "Rolling circle replication", "lacZ", "adhB"]},
    {"article name": "The LASER database: Formalizing design rules for metabolic engineering",
     "doi": "https://doi.org/10.1016/j.meteno.2015.06.003",
     "publication date": "12-2015",
     "abstract": "The ability of metabolic engineers to conceptualize, implement, and evaluate strain designs has dramatically increased in the last decade. Unlike other engineering fields, no centralized, open-access, and easily searched repository exists for cataloging these designs and the lessons learned from their construction and evaluation. To address this issue, we have developed a repository for metabolic engineering strain designs, known as LASER (Learning Assisted Strain EngineeRing, laser.colorado.edu) and a formal standard for disseminating designs to metabolic engineers. Curation of every available genetically-defined E. coli and S. cerevisiae strain from 310 metabolic engineering papers published over the last 21 years yields a total of 417 designs containing a total of 2661 genetic modifications. This collection has been deposited in LASER and represents the known bibliome of genetically defined and tested metabolic engineering designs in the academic literature. Properties of LASER designs and the analysis pipeline are examined to provide insight into LASER capabilities. Several future research directions utilizing LASER capabilities are discussed to highlight the potential of the LASER database for metabolic engineering.",
     "keywords": ["Metabolic engineering", "Synthetic biology", "Standardization", "Design tools"]},
    {"article name": "Engineering Escherichia coli for renewable benzyl alcohol production",
     "doi": "https://doi.org/10.1016/j.meteno.2015.06.002",
     "publication date": "12-2015",
     "abstract": "Benzyl alcohol is an aromatic hydrocarbon used as a solvent and an intermediate chemical in the pharmaceutical, cosmetics, and flavor/fragrance industries. The de novo biosynthesis of benzyl alcohol directly from renewable glucose was herein explored using a non-natural pathway engineered in Escherichia coli. Benzaldehyde was first produced from endogenous phenylpyruvate via three heterologous steps, including hydroxymandelate synthase (encoded by hmaS) from Amycolatopsis orientalis, followed by (S)-mandelate dehydrogenase (encoded by mdlB) and phenylglyoxylate decarboxylase (encoded by mdlC) from Pseudomonas putida ATCC 12633. The subsequent rapid and efficient reduction of benzaldehyde to benzyl alcohol occurred by the combined activity and native regulation of multiple endogenous alcohol dehydrogenases and/or aldo-keto reductases. Through systematic deletion of competing aromatic amino acid biosynthesis pathways to promote endogenous phenylpyruvate availability, final benzyl alcohol titers as high as 114±1 mg/L were realized, representing a yield of 7.6±0.1 mg/g on glucose and a ~5-fold improvement over initial strains.",
     "keywords": ["Benzyl alcohol", "Benzaldehyde", "Aromatic chemicals"]},
    {"article name": "Dynamic metabolic flux analysis using B-splines to study the effects of temperature shift on CHO cell metabolism",
     "doi": "https://doi.org/10.1016/j.meteno.2015.06.001",
     "publication date": "12-2015",
     "abstract": "Metabolic flux analysis (MFA) is widely used to estimate intracellular fluxes. Conventional MFA, however, is limited to continuous cultures and the mid-exponential growth phase of batch cultures. Dynamic MFA (DMFA) has emerged to characterize time-resolved metabolic fluxes for the entire culture period. Here, the linear DMFA approach was extended using B-spline fitting (B-DMFA) to estimate mass balanced fluxes. Smoother fits were achieved using reduced number of knots and parameters. Additionally, computation time was greatly reduced using a new heuristic algorithm for knot placement. B-DMFA revealed that Chinese hamster ovary cells shifted from 37 °C to 32 °C maintained a constant IgG volume-specific productivity, whereas the productivity for the controls peaked during mid-exponential growth phase and declined afterward. The observed 42% increase in product titer at 32 °C was explained by a prolonged cell growth with high cell viability, a larger cell volume and a more stable volume-specific productivity.",
     "keywords": ["B-DMFA B-spline fitting dynamic metabolic flux analysis", "B-spline fitting dynamic metabolic flux analysis", "CHO Chinese hamster ovary", "Chinese hamster ovary", "DMFA dynamic metabolic flux analysis", "dynamic metabolic flux analysis", "L-DMFA linear dynamic metabolic flux analysis", "linear dynamic metabolic flux analysis", "MFA metabolic flux analysis", "metabolic flux analysis", "SSR variance-weighted sum of squared residuals", "variance-weighted sum of squared residuals", "Dynamic", "Metabolism", "Flux analysis", "CHO cells", "Temperature shift", "B-spline curve fitting"]},
    {"article name": "Engineering the fatty acid metabolic pathway in Saccharomyces cerevisiae for advanced biofuel production",
     "doi": "https://doi.org/10.1016/j.meteno.2015.06.005",
     "publication date": "12-2015",
     "abstract": "Fatty acid-derived fuels and chemicals have attracted a great deal of attention in recent decades, due to their following properties of high compatibility to gasoline-based fuels and existing infrastructure for their direct utilization, storage and distribution. The yeast Saccharomyces cerevisiae is the ideal biofuel producing candidate, based on the wealth of available genetic information and versatile tools designed to manipulate its metabolic pathways. Engineering the fatty acid metabolic pathways in S. cerevisiae is an effective strategy to increase its fatty acid biosynthesis and provide more pathway precursors for production of targeted products. This review summarizes the recent progress in metabolic engineering of yeast cells for fatty acids and fatty acid derivatives production, including the regulation of acetyl-CoA biosynthesis, NADPH production, fatty acid elongation, and the accumulation of activated precursors of fatty acids for converting enzymes. By introducing specific enzymes in the engineered strains, a powerful platform with a scalable, controllable and economic route for advanced biofuel production has been established.",
     "keywords": ["Metabolic engineering", "Fatty acid biosynthesis", "Fatty acid derivatives", "Saccharomyces cerevisiae"]},
    {"article name": "Effect of pyruvate kinase gene deletion on the physiology of Corynebacterium glutamicum ATCC13032 under biotin-sufficient non-glutamate-producing conditions: Enhanced biomass production",
     "doi": "https://doi.org/10.1016/j.meteno.2015.07.001",
     "publication date": "12-2015",
     "abstract": "The effect of pyruvate kinase gene (pyk) deletion on the physiology of Corynebacterium glutamicum ATCC13032 was investigated under biotin-sufficient, non-glutamate-producing conditions. In a complex medium containing 100 g/L glucose, a defined pyk deletion mutant, strain D1, exhibited 35% enhancement in glucose consumption rate, 37% increased growth and a 57% reduction in respiration rate compared to the wild-type parent. Significant upregulation of phosphoenolpyruvate (PEP) carboxylase and downregulation of PEP carboxykinase activities were observed in the D1 mutant, which may have prevented over-accumulation of PEP caused by the pyk deletion. Moreover, we found a dramatic 63% reduction in the activity of malate:quinone oxidoreductase (MQO) in the D1 mutant. MQO, a TCA cycle enzyme that converts malate to oxaloacetate (OAA), constitutes a major primary gate to the respiratory chain in C. glutamicum, thus explaining the reduced respiration rate in the mutant. Additionally, pyruvate carboxylase gene expression was downregulated in the mutant. These changes seemed to prevent OAA over-accumulation caused by the activity changes of PEP carboxylase/PEP carboxykinase. Intrinsically the same alterations were observed in the cultures conducted in a minimal medium containing 20 g/L glucose. Despite these responses in the mutant, metabolic distortion caused by pyk deletion under non-glutamate-producing conditions required amelioration by increased biomass production, as metabolome analysis revealed increased intracellular concentrations of several precursor metabolites for building block formation associated with pyk deletion. These fermentation profiles and metabolic alterations observed in the mutant reverted completely to the wild-type phenotypes in the pyk-complemented strain, suggesting the observed metabolic changes were caused by the pyk deletion. These results demonstrated multilateral strategies to overcome metabolic disturbance caused by pyk deletion in this bacterium.",
     "keywords": ["Corynebacterium glutamicum", "Pyruvate kinase", "Biomass production", "Phosphoenolpyruvate carboxylase", "Phosphoenolpyruvate carboxykinase", "Malate:quinone oxidoreductase"]},
    {"article name": "Analyzing redox balance in a synthetic yeast platform to improve utilization of brown macroalgae as feedstock",
     "doi": "https://doi.org/10.1016/j.meteno.2015.06.004",
     "publication date": "12-2015",
     "abstract": "Macroalgae have high potential to be an efficient, and sustainable feedstock for the production of biofuels and other more valuable chemicals. Attempts have been made to enable the co-fermentation of alginate and mannitol by Saccharomyces cerevisiae to unlock the full potential of this marine biomass. However, the efficient use of the sugars derived from macroalgae depends on the equilibrium of cofactors derived from the alginate and mannitol catabolic pathways. There are a number of strong metabolic limitations that have to be tackled before this bioconversion can be carried out efficiently by engineered yeast cells.An analysis of the redox balance during ethanol fermentation from alginate and mannitol by Saccharomyces cerevisiae using metabolic engineering tools was carried out. To represent the strain designed for conversion of macroalgae carbohydrates to ethanol, a context-specific model was derived from the available yeast genome-scale metabolic reconstructions. Flux balance analysis and dynamic simulations were used to determine the flux distributions. The model indicates that ethanol production is determined by the activity of 4-deoxy-l-erythro-5-hexoseulose uronate (DEHU) reductase (DehR) and its preferences for NADH or NADPH which influences strongly the flow of cellular resources. Different scenarios were explored to determine the equilibrium between NAD(H) and NADP(H) that will lead to increased ethanol yields on mannitol and DEHU under anaerobic conditions. When rates of mannitol dehydrogenase and DehRNADH tend to be close to a ratio in the range 1–1.6, high growth rates and ethanol yields were predicted. The analysis shows a number of metabolic limitations that are not easily identified through experimental procedures such as quantifying the impact of the cofactor preference by DEHU reductase in the system, the low flux into the alginate catabolic pathway, and a detailed analysis of the redox balance. These results show that production of ethanol and other chemicals can be optimized if a redox balance is achieved. A possible methodology to achieve this balance is presented. This paper shows how metabolic engineering tools are essential to comprehend and overcome this limitation.",
     "keywords": ["Saccharomyces cerevisiae", "Biofuels", "Brown macroalgae", "Genome-scale model", "Redox metabolism", "Alginate"]},
    {"article name": "Co-evolution of strain design methods based on flux balance and elementary mode analysis",
     "doi": "https://doi.org/10.1016/j.meteno.2015.04.001",
     "publication date": "12-2015",
     "abstract": "More than a decade ago, the first genome-scale metabolic models for two of the most relevant microbes for biotechnology applications, Escherichia coli and Saccaromyces cerevisiae, were published. Shortly after followed the publication of OptKnock, the first strain design method using bilevel optimization to couple cellular growth with the production of a target product. This initiated the development of a family of strain design methods based on the concept of flux balance analysis. Another family of strain design methods, based on the concept of elementary mode analysis, has also been growing. Although the computation of elementary modes is hindered by computational complexity, recent breakthroughs have allowed applying elementary mode analysis at the genome scale. Here we review and compare strain design methods and look back at the last 10 years of in silico strain design with constraint-based models. We highlight some features of the different approaches and discuss the utilization of these methods in successful in vivo metabolic engineering applications.",
     "keywords": ["Metabolic engineering", "Rational strain design", "Computational methods", "Constraint-based modeling"]},
    {"article name": "Field trial evaluation of the accumulation of omega-3 long chain polyunsaturated fatty acids in transgenic Camelina sativa: Making fish oil substitutes in plants",
     "doi": "https://doi.org/10.1016/j.meteno.2015.04.002",
     "publication date": "12-2015",
     "abstract": "The global consumption of fish oils currently exceeds one million tonnes, with the natural de novo source of these important fatty acids forming the base of marine foodwebs. Here we describe the first field-based evaluation of a terrestrial source of these essential nutrients, synthesised in the seeds of transgenic Camelina sativa plants via the heterologous reconstitution of the omega-3 long chain polyunsaturated fatty acid biosynthetic pathway. Our data demonstrate the robust nature of this novel trait, and the feasibility of making fish oils in genetically modified crops. Moreover, to our knowledge, this is the most complex example of plant genetic engineering to undergo environmental release and field evaluation.",
     "keywords": ["Plant metabolic engineering", "GM field trials", "Omega-3 long chain polyunsaturated fatty acids", "Fish oils", "Camelina", "Oilseeds"]},
    {"article name": "Benchmarking two commonly used Saccharomyces cerevisiae strains for heterologous vanillin-β-glucoside production",
     "doi": "https://doi.org/10.1016/j.meteno.2015.09.001",
     "publication date": "12-2015",
     "abstract": "The yeast Saccharomyces cerevisiae is a widely used eukaryotic model organism and a key cell factory for production of biofuels and wide range of chemicals. From the broad palette of available yeast strains, the most popular are those derived from laboratory strain S288c and the industrially relevant CEN.PK strain series. Importantly, in recent years these two strains have been subjected to comparative “-omics” analyzes pointing out significant genotypic and phenotypic differences. It is therefore possible that the two strains differ significantly with respect to their potential as cell factories for production of specific compounds. To examine this possibility, we have reconstructed a de novo vanillin-β-glucoside pathway in an identical manner in S288c and CEN.PK strains. Characterization of the two resulting strains in two standard conditions revealed that the S288c background strain produced up to 10-fold higher amounts of vanillin-β-glucoside compared to CEN.PK. This study demonstrates that yeast strain background may play a major role in the outcome of newly developed cell factories for production of a given product.",
     "keywords": ["Yeast", "Cell factory", "Strain choice", "Heterologous production", "Vanillin-glucoside", "Shikimate pathway"]},
    {"article name": "Improvement of glucaric acid production in E. coli via dynamic control of metabolic fluxes",
     "doi": "https://doi.org/10.1016/j.meteno.2015.09.002",
     "publication date": "12-2015",
     "abstract": "D-glucaric acid can be used as a building block for biopolymers as well as in the formulation of detergents and corrosion inhibitors. A biosynthetic route for production in Escherichia coli has been developed (Moon et al., 2009), but previous work with the glucaric acid pathway has indicated that competition with endogenous metabolism may limit carbon flux into the pathway. Our group has recently developed an E. coli strain where phosphofructokinase (Pfk) activity can be dynamically controlled and demonstrated its use for improving yields and titers of the glucaric acid precursor myo-inositol on glucose minimal medium. In this work, we have explored the further applicability of this strain for glucaric acid production in a supplemented medium more relevant for scale-up studies, both under batch conditions and with glucose feeding via in situ enzymatic starch hydrolysis. It was found that glucaric acid titers could be improved by up to 42% with appropriately timed knockdown of Pfk activity during glucose feeding. The glucose feeding protocol could also be used for reduction of acetate production in the wild type and modified E. coli strains.",
     "keywords": ["aTc anhydrotetracycline", "anhydrotetracycline", "G6P glucose-6-phosphate", "glucose-6-phosphate", "INO1 myo-inositol-1-phosphate synthase", "myo-inositol-1-phosphate synthase", "IPTG β-D-1-thiogalactopyranoside", "β-D-1-thiogalactopyranoside", "MIOX myo-inositol oxygenase", "myo-inositol oxygenase", "Pfk phosphofructokinase", "phosphofructokinase", "Dynamic metabolic engineering", "Glucaric acid", "Protein degradation", "Synthetic biology"]},
    {"article name": "Heterologous expression of MlcE in Saccharomyces cerevisiae provides resistance to natural and semi-synthetic statins",
     "doi": "https://doi.org/10.1016/j.meteno.2015.09.003",
     "publication date": "12-2015",
     "abstract": "Statins are inhibitors of 3-hydroxy-3-methylglutaryl coenzyme A reductase, the key enzyme in cholesterol biosynthesis. Their extensive use in treatment and prevention of cardiovascular diseases placed statins among the best selling drugs. Construction of Saccharomyces cerevisiae cell factory for the production of high concentrations of natural statins will require establishment of a non-destructive self-resistance mechanism to overcome the undesirable growth inhibition effects of statins. To establish active export of statins from yeast, and thereby detoxification, we integrated a putative efflux pump-encoding gene mlcE from the mevastatin-producing Penicillium citrinum into the S. cerevisiae genome. The resulting strain showed increased resistance to both natural statins (mevastatin and lovastatin) and semi-synthetic statin (simvastatin) when compared to the wild type strain. Expression of RFP-tagged mlcE showed that MlcE is localized to the yeast plasma and vacuolar membranes. We provide a possible engineering strategy for improvement of future yeast based production of natural and semi-synthetic statins.",
     "keywords": ["Polyketide", "Statins", "Saccharomyces cerevisiae", "Transport", "Cell factory", "Resistance"]},
    {"article name": "Redistribution of metabolic fluxes in Chlorella protothecoides by variation of media nitrogen concentration",
     "doi": "https://doi.org/10.1016/j.meteno.2015.09.004",
     "publication date": "12-2015",
     "abstract": "In this study, the Elementary Metabolite Unit (EMU) algorithm was employed to calculate intracellular fluxes for Chlorella protothecoides using previously generated growth and mass spec data. While the flux through glycolysis remained relatively constant, the pentose phosphate pathway (PPP) flux increased from 3% to 20% of the glucose uptake during nitrogen-limited growth. The TCA cycle flux decreased from 94% to 38% during nitrogen-limited growth while the flux of acetyl-CoA into lipids increased from 58% to 109% of the glucose uptake, increasing total lipid accumulation. Phosphoenolpyruvate carboxylase (PEPCase) activity was higher during nitrogen-sufficient growth. The glyoxylate shunt was found to be partially active in both cases, indicating the nutrient nature has an impact on flux distribution. It was found that the total NADPH supply within the cell remained almost constant under both conditions. In summary, algal cells substantially reorganize their metabolism during the switch from carbon-limited (nitrogen-sufficient) to nitrogen-limited (carbon-sufficient) growth.",
     "keywords": ["Microalgae", "Biofuels", "Chlorella", "MFA", "EMU algorithm"]},
    {"article name": "Production of 3-hydroxypropionic acid from glucose and xylose by metabolically engineered Saccharomyces cerevisiae",
     "doi": "https://doi.org/10.1016/j.meteno.2015.10.001",
     "publication date": "12-2015",
     "abstract": "Biomass, the most abundant carbon source on the planet, may in the future become the primary feedstock for production of fuels and chemicals, replacing fossil feedstocks. This will, however, require development of cell factories that can convert both C6 and C5 sugars present in lignocellulosic biomass into the products of interest. We engineered Saccharomyces cerevisiae for production of 3-hydroxypropionic acid (3HP), a potential building block for acrylates, from glucose and xylose. We introduced the 3HP biosynthetic pathways via malonyl-CoA or β-alanine intermediates into a xylose-consuming yeast. Using controlled fed-batch cultivation, we obtained 7.37±0.17 g 3HP L−1 in 120 hours with an overall yield of 29±1% Cmol 3HP Cmol−1 xylose. This study is the first demonstration of the potential of using S. cerevisiae for production of 3HP from the biomass sugar xylose.",
     "keywords": ["3HP 3-hydroxypropionic acid", "3-hydroxypropionic acid", "XR xylose reductase", "xylose reductase", "XDH xylitol dehydrogenase", "xylitol dehydrogenase", "XK xylulokinase", "xylulokinase", "MCR malonyl-CoA reductase", "malonyl-CoA reductase", "ACC acetyl-CoA reductase", "acetyl-CoA reductase", "ALD aldehyde dehydrogenase", "aldehyde dehydrogenase", "ACS acetyl-CoA synthase", "acetyl-CoA synthase", "PDC pyruvate decarboxylase", "pyruvate decarboxylase", "PYC pyruvate carboxylase", "pyruvate carboxylase", "BAPAT β-alanine-pyruvate aminotransferase", "β-alanine-pyruvate aminotransferase", "PAND aspartate 1-decarboxylase", "aspartate 1-decarboxylase", "HIBADH 3-hydroxyisobutyrate dehydrogenase", "3-hydroxyisobutyrate dehydrogenase", "HPDH 3-hydroxypropionate dehydrogenase", "3-hydroxypropionate dehydrogenase", "Metabolic engineering", "Biorefineries", "3-hydroxypropionic acid", "Saccharomyces cerevisiae", "Xylose utilization"]},
    {"article name": "Expanding metabolic engineering algorithms using feasible space and shadow price constraint modules",
     "doi": "https://doi.org/10.1016/j.meteno.2014.06.001",
     "publication date": "12-2014",
     "abstract": "While numerous computational methods have been developed that use genome-scale models to propose mutants for the purpose of metabolic engineering, they generally compare mutants based on a single criteria (e.g., production rate at a mutant׳s maximum growth rate). As such, these approaches remain limited in their ability to include multiple complex engineering constraints. To address this shortcoming, we have developed feasible space and shadow price constraint (FaceCon and ShadowCon) modules that can be added to existing mixed integer linear adaptive evolution metabolic engineering algorithms, such as OptKnock and OptORF. These modules allow strain designs to be identified amongst a set of multiple metabolic engineering algorithm solutions that are capable of high chemical production while also satisfying additional design criteria. We describe the various module implementations and their potential applications to the field of metabolic engineering. We then incorporated these modules into the OptORF metabolic engineering algorithm. Using an Escherichia coli genome-scale model (iJO1366), we generated different strain designs for the anaerobic production of ethanol from glucose, thus demonstrating the tractability and potential utility of these modules in metabolic engineering algorithms.",
     "keywords": ["Flux balance analysis", "Constraint-based model", "Strain design", "OptKnock"]},
    {"article name": "Model-driven identification of dosing regimens that maximize the antimicrobial activity of nitric oxide",
     "doi": "https://doi.org/10.1016/j.meteno.2014.08.001",
     "publication date": "12-2014",
     "abstract": "The antimicrobial properties of nitric oxide (NO●) have motivated the design of NO●-releasing materials for the treatment and prevention of infection. The biological activity of NO● is dependent on its delivery rate, suggesting that variable antimicrobial effects can result from identical NO● payloads dosed at different rates. Using a kinetic model of the Escherichia coli NO● biochemical network, we investigated the relationship between NO● delivery rate, payload, and cytotoxicity, as indicated by the duration of respiratory inhibition. At low NO● payloads, the model predicted greater toxicity with rapid delivery, while slower delivery was more effective at higher payloads. These predictions were confirmed experimentally, and exhibited quantitative agreement with measured O2 and NO● concentrations, and durations of respiratory inhibition. These results provide important information on key design parameters in the formulation of NO●-based therapeutics, and highlight the utility of a model-based approach for the analysis of dosing regimens.",
     "keywords": ["Nitric oxide", "Antimicrobial", "Escherichia coli", "Respiration", "Nitric oxide dioxygenase", "Hmp", "Kinetic model"]},
    {"article name": "Tailoring strain construction strategies for muconic acid production in S. cerevisiae and E. coli",
     "doi": "https://doi.org/10.1016/j.meteno.2014.09.001",
     "publication date": "12-2014",
     "abstract": "There is currently a strong interest to derive the biological precursor cis,cis-muconic acid from shikimate pathway-branches to develop a biological replacement for adipic acid. Pioneered by the Frost laboratory this concept has regained interest: Recent approaches (Boles, Alper, Yan) however suffer from low product titres. Here an in silico comparison of all strain construction strategies was conducted to highlight stoichiometric optimizations. Using elementary mode analysis new knock-out strategies were determined in Saccharomyces cerevisiae and Escherichia coli. The strain construction strategies are unique to each pathway-branch and organism, allowing significantly different maximum and minimum yields. The maximum theoretical product carbon yields on glucose ranged from 86% (dehydroshikimate-branch) to 69% (anthranilate-branch). In most cases a coupling of product formation to growth was possible. Especially in S. cerevisiae chorismate-routes a minimum yield constraint of 46.9% could be reached. The knock-out targets are non-obvious, and not-transferable, highlighting the importance of tailored strain construction strategies.",
     "keywords": ["ADH acetaldehyde dehydrogenase", "acetaldehyde dehydrogenase", "ANTH anthranilate", "anthranilate", "ccMA cis,cis-muconic acid", "cis,cis-muconic acid", "cMCs constrained minimal cut sets", "constrained minimal cut sets", "DAHP 3-deoxy-arabinoheptulosonate 7-phosphate", "3-deoxy-arabinoheptulosonate 7-phosphate", "DHBA 2,3-dihydroxybenzoate", "2,3-dihydroxybenzoate", "DHS 3-dehydroshikimate", "3-dehydroshikimate", "E4P erythrose 4-phosphate", "erythrose 4-phosphate", "EDP Entner–Doudoroff pathway", "Entner–Doudoroff pathway", "EFM elementary flux modes", "elementary flux modes", "EMA elementary mode analysis", "elementary mode analysis", "EPSP 5-enolpyruvylshikimate-3-phosphate", "5-enolpyruvylshikimate-3-phosphate", "F6P fructose-6-phosphate", "fructose-6-phosphate", "FRD fumarate reductase", "fumarate reductase", "G6PD glucose-6-phosphate dehydrogenase", "glucose-6-phosphate dehydrogenase", "GPDH glycerol-3-phosphate dehydrogenase", "glycerol-3-phosphate dehydrogenase", "EDA 2-dehydro-3-deoxy-phosphogluconate aldolase", "2-dehydro-3-deoxy-phosphogluconate aldolase", "LDH lactate dehydrogenase", "lactate dehydrogenase", "MAE malic enzyme", "malic enzyme", "PCA protocatechuate", "protocatechuate", "PCK phosphoenolpyruvate carboxykinase", "phosphoenolpyruvate carboxykinase", "PEP phosphoenolpyruvate", "phosphoenolpyruvate", "pHBA para-hydroxybenzoate", "para-hydroxybenzoate", "PPP pentose phosphate pathway", "pentose phosphate pathway", "PPS phosphoenolpyruvate synthase", "phosphoenolpyruvate synthase", "PTS phosphotransferase system", "phosphotransferase system", "PYK pyruvate kinase", "pyruvate kinase", "SA salicylate", "salicylate", "WT wild type", "wild type", "Ymax maximum theoretical carbon yield", "maximum theoretical carbon yield", "Ymin minimum theoretical carbon yield", "minimum theoretical carbon yield", "Elementary mode analysis", "Adipic", "Muconic", "Knock-out strategies", "Carbon yield"]}
    ]
}