{"primary": "Physical Sciences and Engineering",
"domain": "Chemical Engineering",
"subdomain": "Bioengineering",
"journal name": "Pacific Science Review A: Natural Science and Engineering",
"articles": [
    {"article name": "Compact printed microwave filters for wireless communication applications",
     "doi": "https://doi.org/10.1016/j.psra.2016.09.003",
     "publication date": "11-2016",
     "abstract": "A novel coupled-line-free wideband bandpass/bandstop filter configuration is designed and tested. The filter is based on a reentrant structure with unequal dielectric constants for the internal and external fillings. As a result, additional symmetrical transmission zeros are generated in the lower and upper stop bands of the bandpass filter; this leads to an elliptic function response and improvement of the pass band and selectivity. Similar conclusions are made about the bandstop filter in terms of the return loss. The general TEM circuit model, in terms of the two-port series connection, is presented for the proposed filters, and then, it is used to determine its electrical parameters. The experimental prototype was fabricated using conventional printed circuit board technology. The measured S-parameters show acceptable agreement with the analytical and full-wave simulations, showing promising potential for different applications.",
     "keywords": ["Bandpass filter", "Bandstop filter", "Wideband filter", "Reentrant structure", "Multilayer implementation"]},
    {"article name": "A supplier selection model with fuzzy risk analysis using the balanced solution technique with a soft set",
     "doi": "https://doi.org/10.1016/j.psra.2016.09.004",
     "publication date": "11-2016",
     "abstract": "In this paper, a supplier selection model was developed for a retailer. Suppliers have different influence factors that have a risk of profit loss or less profit as well as a loss of goodwill to a retailer. Thus, a retailer must choose a supplier that can provide better profit and better goodwill. Different suppliers have different business policies. Here, different risk factors and their corresponding severity in profit loss and goodwill loss are considered as a fuzzy number. Next, the total risk in profit loss and goodwill loss is formulated. To select a supplier with the minimum risk, a balanced solution of the soft set theory was applied to a numerical example.",
     "keywords": ["Risk", "Supplier selection", "Balanced solution", "General fuzzy number", "Soft set"]},
    {"article name": "Range-valued fuzzy colouring of interval-valued fuzzy graphs",
     "doi": "https://doi.org/10.1016/j.psra.2016.09.006",
     "publication date": "11-2016",
     "abstract": "In this paper, we observed that range-valued fuzzy graphs are more popular than fuzzy graphs following the level of participation of nodes and branches in the range [0, 1] other than at a point in fuzzy graphs. Colouring interval-valued fuzzy graphs has a few general applications. In this paper, another idea of using colouring for interval-valued fuzzy graphs is presented. Additionally, a few vital terms, such as power cut graphs, interval-valued fuzzy colour, and chromatic numbers of interval-valued fuzzy graphs, are depicted. Some important theorems are discussed. This procedure is utilized to colour the India political map, revealing the power of the relationship within the nation. Additionally, another sort of traffic signal system is analysed.",
     "keywords": ["Interval-valued fuzzy graph", "Complete interval-valued fuzzy graph", "Interval-valued fuzzy neighbourhood", "α -Cut graph of interval-valued fuzzy graph", "Range-valued fuzzy colouring"]},
    {"article name": "Novel arithmetic operations on type-2 intuitionistic fuzzy and its applications to transportation problem",
     "doi": "https://doi.org/10.1016/j.psra.2016.09.008",
     "publication date": "11-2016",
     "abstract": "Type-2 intuitionistic fuzzy sets possess many advantages over type-1 fuzzy sets because their membership functions are themselves fuzzy, making it possible to model and minimize the effects of uncertainty in type-1 intuitionistic fuzzy logic systems. This paper presents generalized type-2 intuitionistic fuzzy numbers and its different arithmetic operations with several graphical representations. Basic generalized trapezoidal intuitionistic fuzzy numbers considered for these arithmetic operations are formulated on the basis of ( α , β ) -cut methods. The ranking function of the generalized trapezoidal intuitionistic fuzzy number has been successively calculated. To validate the proposed arithmetic operations, we solved a type-2 intuitionistic fuzzy transportation problem by the ranking function for mean interval method. Transportation costs, supplies and demands of the homogeneous product are type-2 intuitionistic fuzzy in nature. A numerical example is presented to illustrate the proposed model.",
     "keywords": ["Type-2 intuitionistic fuzzy", "Generalized intuitionistic fuzzy number", "Ranking function", "( α , β ) -cut", "Transportation problem"]},
    {"article name": "Analysis of pricing decision for substitutable and complementary products with a common retailer",
     "doi": "https://doi.org/10.1016/j.psra.2016.09.012",
     "publication date": "11-2016",
     "abstract": "In this paper, a competition of selling two substitutable products and one complementary product has been studied in two-echelon supply chain systems in which one of these three products is produced by one manufacturer separately, and all produced items are sold through a common retailer in the market. The demand of each product depends linearly on prices of these three products as per their nature. In this study, four different decision scenarios are developed mathematically under the game theory framework to maximize the profit function of each participant of the supply chain, and a number of pricing strategies are subsequently worked out for manufacturers and retailer. Finally, the model under different scenarios is illustrated with numerical data to study the feasibility of the model exploring the managerial insights, as well. Different marketing policies are predicted for maximum individual and system profits.",
     "keywords": ["Supply chain", "Substitutable products", "Complementary products", "Stackelberg game"]},
    {"article name": "Fuzzy risk analysis in familial breast cancer using a similarity measure of interval-valued fuzzy numbers",
     "doi": "https://doi.org/10.1016/j.psra.2016.09.014",
     "publication date": "11-2016",
     "abstract": "In this work, a new similarity measure was proposed based on the heights and areas of interval-valued trapezoidal fuzzy numbers. Some properties corresponding to the proposed similarity measure were illustrated. A comparison with the different existing similarity-measurement techniques demonstrated that the proposed method gave better results, overcoming the drawbacks of the existing methods. The proposed similarity-measurement technique was applied to the prediction of risk in the burning problem of Familial Breast Cancer (FBC). Finally, a numerical illustration for FBC was given using interval-valued trapezoidal fuzzy numbers.",
     "keywords": ["Interval-valued fuzzy number", "Similarity measure", "Linguistic terms", "Fuzzy risk analysis", "Familial breast cancer"]},
    {"article name": "Optimum connection of LSF system braces using the seismic-ANN approach",
     "doi": "https://doi.org/10.1016/j.psra.2016.09.018",
     "publication date": "11-2016",
     "abstract": "Lightweight steel framing (LSF) has been proposed as an economic and earthquake-resistant system. The tendency of mass constructors to use this system is due to it being a full industrial process. One of the systems that resist lateral load in cold-formed steel structures is the application of braces. Optimization and improvement of connections for these braces have been considered by experts in this field of research. In this paper, experimental studies and normalization and simulation by artificial neural network (ANN) were used. The results of the research have been applied to create a nonlinear relationship. All input and target data must be normalized and then simulation and training by a neural network can be performed. In this research, two layers have been used. One of these is a sigmoid layer. The results show that optimal connections in light weight steel framing systems have suitable plasticity, load capacity and nonlinear relations. Statistical analysis with SPSS software shows that there is no significant difference between the neural network and experimental results (P-Value > 0.05).",
     "keywords": ["Lightweight steel frame (LSF)", "Optimization", "Artificial neural network (ANN)", "Seismic behaviour"]},
    {"article name": "Synthesis of CdO nanopowders by a simple soft chemical method and evaluation of their antimicrobial activities",
     "doi": "https://doi.org/10.1016/j.psra.2016.10.003",
     "publication date": "11-2016",
     "abstract": "CdO nanopowders were synthesized by a simple soft chemical method using cadmium acetate as the precursor salt. The as-synthesized nanopowders were characterized by XRD, SEM, EDX and TEM analysis. Polycrystalline nature with a (1 1 1) preferential orientation is revealed by the XRD analysis, which was confirmed from the SAED pattern. The presence of Cd and O in the nanopowders is confirmed from the EDX spectrum. The presence of peaks at 417, 499, 620 and 669 cm−1 observed in the FTIR spectrum corresponds to the bonding between Cd and O. Antimicrobial activities were performed against three bacteria and fungi strains by the agar well diffusion method, and from the observed zones of inhibition, it is confirmed that the as-synthesized CdO nanopowders act as an effective antimicrobial agent against pathogenic microorganisms.",
     "keywords": ["XRD", "FTIR", "Photoluminescence", "Antimicrobial", "Microorganism"]},
    {"article name": "A finite element one-dimensional kinematic wave rainfall-runoff model",
     "doi": "https://doi.org/10.1016/j.psra.2016.11.001",
     "publication date": "11-2016",
     "abstract": "This paper introduces a simplified distributed rainfall-runoff model based on the combination of a finite element model with the US SCS method. Excess rainfall is estimated from rainfall, soil and land-use properties according to the SCS. The approximation of river flow uses finite elements, while overland and channel flows are simulated by one-dimensional kinematic wave equations. The finite element algorithm for solving the one-dimensional kinematic wave equations is based on lumped schemes and a third order Runge–Kutta method. The proposed model is applied to estimate the flood flow in the Tra Khuc River Basin. The obtained results show the promise of this method for practical application.",
     "keywords": ["Kinematic wave", "Galerkin's residual FEM", "US SCS method", "Rainfall-runoff model"]},
    {"article name": "Does elevation impact local level climate change? An analysis based on fifteen years of daily diurnal data and time series forecasts",
     "doi": "https://doi.org/10.1016/j.psra.2016.11.002",
     "publication date": "11-2016",
     "abstract": "The impact of elevation on climate change is a well-established research agenda. In the present era of climate change, it is necessary to understand the local impacts of such relationships. In this study, we attempted to portray local climate change using its altitudinal factor and fifteen years (2000–2014) of daily diurnal data from 20 stations in West Bengal, India that experienced increasing summer temperatures over the last several years. The study region is a combined zone of the plateau and plain region where there are variations in altitude. Further, the study used the ARMA model to forecast future climatic conditions of the region. The results demonstrate that climate change is playing an active role in the region, although there was not a convincing relationship between elevation and climate change. The low-lying counterparts of the study area were influenced by climate change. As per the forecast, the gap between the daily maximum and minimum temperatures will generally remain similar to or slightly less than the present conditions, while there is a high possibility of a more prominent decrease in the diurnal temperature range (DTR) over time.",
     "keywords": ["Climate change", "Elevation", "ARMA model", "Diurnal temperature range", "Rural Heat Islands", "West Bengal"]},
    {"article name": "Hyperchaotic dynamical system based image encryption scheme with time-varying delays",
     "doi": "https://doi.org/10.1016/j.psra.2016.11.003",
     "publication date": "11-2016",
     "abstract": "In this paper, we propose a 4D chaotic image encryption technique based on a dynamic state variables selection mechanism to improve the effectiveness and security of chaos-based image cryptosystems. Experimental outcomes of our scheme demonstrate better security against many known attacks, as well as high efficiency.",
     "keywords": ["Chaotic maps", "Chaotic dynamical systems", "Dynamic state variables selection mechanism", "Pixel-swapping", "Time-varying delays"]},
    {"article name": "Optical absorption of one-particle electron states in quasi-zero-dimensional nanogeterostructures: Theory",
     "doi": "https://doi.org/10.1016/j.psra.2016.11.004",
     "publication date": "11-2016",
     "abstract": "The paper is devoted to the theory for the interaction of an electromagnetic field with one-particle quantum-confined states of charge carriers in semiconductor quantum dots. It is demonstrated that the oscillator strengths and dipole moments of the transitions for one-particle states in quantum dots are large parameters, exceeding the corresponding typical parameters for bulk semiconductor materials. In the context of the dipole approximation, it is demonstrated that the large optical absorption cross sections in the quasi-zero-dimensional systems enable the use of such systems as efficient absorbing materials.",
     "keywords": ["One-particle quantum-confined states of charge carriers", "Quantum dots", "Absorption and scattering of light", "Oscillator strength", "Dipole approximation"]},
    {"article name": "Journey of enzymes in entomopathogenic fungi",
     "doi": "https://doi.org/10.1016/j.psra.2016.10.001",
     "publication date": "07-2016",
     "abstract": "Entomopathogenic fungi are well-known biological control agents of insects that have broadly replaced the chemicals used in biopesticides for agricultural purposes. The pathogenicity of entomopathogenic fungi depends on the ability of its enzymatic equipment, consisting of lipases, proteases and chitinases, which degrade the insect's integument. Additionally, the researchers studied the content of β-galactosidase, -glutaminase, and catalase within entomopathogenic fungi. With highly focused investigations on the use of enzymes for green technology, the group of entomopathogens are slowly gaining applications in these areas, even as phytopathogenic fungi (disease originator). This brief review will serve as a reference of the enzymes derived from entomopathogenic fungi and of their current and potential applications.",
     "keywords": ["Entomopathogenic fungi", "Enzymes", "Applications", "Green technology"]},
    {"article name": "The nonlinear nature of barotropic currents in oceans",
     "doi": "https://doi.org/10.1016/j.psra.2016.09.002",
     "publication date": "07-2016",
     "abstract": "The structure of the barotropic component of oceanic currents is discussed. First, we present observational evidence against the absence of the vertical shear of horizontal velocity in barotropic flows. We then discuss the Taylor-Proudman theorem, which we base our presumption on. We show that this theorem crudely neglects nonlinear terms of fluid motion equations either through geostrophic approximation or directly through a scale analysis of the vorticity transport equation. However, these terms serve as a mechanism allowing for the vertical shear of horizontal velocity.",
     "keywords": ["Barotropic currents", "ADCP", "Taylor-Proudman theorem", "Streamlet model"]},
    {"article name": "In vitro antimicrobial potential of crude extracts and chemical compositions of essential oils of leaves of Mentha piperita L native to the Sultanate of Oman",
     "doi": "https://doi.org/10.1016/j.psra.2016.09.005",
     "publication date": "07-2016",
     "abstract": "Volatile oils of Mentha piperita L (M. piperita) contain various chemical constituents. The aim of this work is to isolate essential oil from leaves of M. piperita, which is native to the Sultanate of Oman, by steam distillation and to analyse chemical constituents by gas chromatography–mass spectroscopy (GC–MS). Fourteen main chemical compounds, representing 91.11% of the leaf oils, were identified in essential oils as carvone (34.94%), pulegone (14.89%), methyl petroselinate (15.51%), d-limonene (11.20%), ρ-cineole (5.70%), methyl isoheptadecanoate (2.35%), 1-tridecene (2.21%), methylene-6,10,10-trimethylbicyclo (7.2.0), undec-5-ene (0.91%) and isopulegone (0.89%). Some minor chemical compounds were also obtained (verbenone (0.72%), β-myrcene (0.57%), β.-pinene (0.73%), sabinene (0.49%) and α-pinene (0.49%)). The extracted methanol extract of M. piperita and its fractions of hexane, chloroform, ethyl acetate, and butanol extracts as well as essential oil were tested for antimicrobial activity via disc diffusion. The crude extracts and essential oils exhibited moderate antibacterial activity against the tested bacteria (e.g., Gram positive Staphylococcus aureus (S. aureus), Gram negative Escherichia coli (E. coli) and Xanthomonas campestris (X. campestris)) within a range of 0–14%. Our findings demonstrate that leaf extracts and essential oils of M. piperita exhibit excellent antimicrobial activity and thus have strong potential as a source of natural antibiotics.",
     "keywords": ["Mentha piperita", "Essential oil", "Hydrodistillation", "Clevenger apparatus", "Antimicrobial capacity", "GC–MS analyses"]},
    {"article name": "Equipment to increase the functional activity of rice seeds by laser radiation",
     "doi": "https://doi.org/10.1016/j.psra.2016.09.007",
     "publication date": "07-2016",
     "abstract": "Equipment for treatment of rice seeds by laser radiation is designed. The equipment was tested in Emzun (DPRK) with different varieties of rice, namely, Pyongyang 49 and Pyongyang 20. As a result of the laser treatment, the germination of the rice seeds was increased on average by 10–16%, whereas the incidence of seeds was decreased.",
     "keywords": ["Laser radiation", "Pre-plant treatment of seeds", "Germination", "Seed yield"]},
    {"article name": "Process of designing efficient, emission free HVAC systems with its components for 1000 seats auditorium",
     "doi": "https://doi.org/10.1016/j.psra.2016.09.010",
     "publication date": "07-2016",
     "abstract": "Heating, Ventilating and Air Conditioning Systems (HVAC) are applied for primarily cooling purpose as well as to maintain quality of air. Since, most of the HVAC company has lack of data for the designing purpose – leads to uncomforting. Less standardization in designing criteria of HVAC Systems (Except ASHRAE which provides data for refrigeration systems) leads to write this paper. There is no any sources available that can exactly says how to design an energy efficient HVAC Systems. This paper provides the mathematical aspects for designing the HVAC Systems. This paper includes the process of designing HVAC with components by using mathematical framework – confirmed by software. This paper provides proper selection of capacity of systems and life cycle cost analysis too. For the simplicity of understanding, we have provided a demonstration with the example of 1000 seats auditorium situated at Vadodara, Gujarat. As the result of this designing, we got an emission free HVAC Systems with low GWP (Global Warming Potential) and ODP (Ozone Depletion Potential) – providing best comfort condition with reduction trunk duct arrangement and low life cycle cost. However production side of the Ducting Systems will become more expensive and complex due to numbers of joints and duct sizes but after applying it properly – better performance and less frictional losses lead the system to high Energy Efficiency Ratio (EER).",
     "keywords": ["HVAC systems", "Auditorium", "GWP", "ODP", "Energy Efficiency Ratio (EER)", "Life Cycle Cost Analysis"]},
    {"article name": "Long-term load forecast modelling using a fuzzy logic approach",
     "doi": "https://doi.org/10.1016/j.psra.2016.09.011",
     "publication date": "07-2016",
     "abstract": "The importance of long-term load forecasting in the power industries cannot be over-emphasised, as it provides the industries with future power demand that may be useful in generating, transmitting and distributing power reliably and economically. In recent times, many techniques have been used in load forecasting, but artificial intelligence techniques (fuzzy logic and ANN) provide greater efficiency compared to conventional techniques (e.g., regression and time series). In this paper, a fuzzy logic model for long-term load forecasting is presented. A fuzzy logic model is developed based on the weather parameters (temperature and humidity) and historical load data for the town of Mubi in Adamawa state to forecast a year-ahead load. The fuzzy logic model forecast a year-ahead load with a MAPE of 6.9% and efficiency of 93.1%. The result obtained reveal that the proposed model is capable of predicting future load.",
     "keywords": ["Long-term", "Load forecasting", "Fuzzy logic", "Universe of discourse", "Membership function", "ANN Artificial Neural Network", "Artificial Neural Network", "PHCN Power Holding Company of Nigeria", "Power Holding Company of Nigeria", "MF Membership Function", "Membership Function", "MW Megawatts", "Megawatts", "H Humidity", "Humidity", "T Temperature", "Temperature", "FL Forecasted load", "Forecasted load", "LH Low Humidity", "Low Humidity", "MH Medium Humidity", "Medium Humidity", "HH High Humidity", "High Humidity", "LT Low Temperature", "Low Temperature", "HT High temperature", "High temperature", "LL Low Load", "Low Load", "ML Medium Load", "Medium Load", "HL High load", "High load", "APE Absolute percentage Error", "Absolute percentage Error", "MAPE Mean Absolute Percentage Error", "Mean Absolute Percentage Error", "n number of sample data", "number of sample data"]},
    {"article name": "Biological activities of different neem leaf crude extracts used locally in Ayurvedic medicine",
     "doi": "https://doi.org/10.1016/j.psra.2016.09.013",
     "publication date": "07-2016",
     "abstract": "Neem (Azadirachta indica) is widely used in the Ayurvedic medicine system for treating malaria and fever. The present study was undertaken to prepare crude extracts of neem leaves with different polarity organic solvents by using a maceration method and assessing phytochemical screening, the total phenol content and antioxidant activity by the spectroscopic method. The leaf samples collected from the Bahla, Ad Dakliyah region were used for extraction by a maceration method using different organic solvents with increasing polarities. Biochemical screening was determined by established methods. The total phenol content and free radical scavenging activity were assessed by conventional Folin–Ciocalteu reagent (FCR) and α, α-diphenyl-β-picrylhydrazyl (DPPH) methods. Biochemical screening of the crude extracts of neem leaves revealed positive results of flavonoids, saponins, steroids, alkaloids, amino acid and tannins. However, triterpenoid and anthraquinone were not detected in the crude extracts of neem leaves. The total phenol content of crude extracts from the leaves of the plant selected to be the gallic acid equivalent was found to be the highest in the ethyl acetate extract containing phenol compounds (3.58 g/100 g of dry powder) and the lowest in the water extract (0.42 g/100 g of dry powder). The highest antioxidant activity was found in the butanol extract and the lowest was in the hexane extract of the plant selected to be equivalent to DPPH. The crude extracts of neem showed significant antioxidant activity; thus, these extracts could be used as natural antioxidants for the preparation of medicines to treat different diseases.",
     "keywords": ["Neem", "Biochemical screening", "Total phenol content", "Antioxidant activity", "UV–visible spectroscopy", "Malaria"]},
    {"article name": "Design and construction of an automatic syringe injection pump",
     "doi": "https://doi.org/10.1016/j.psra.2016.09.015",
     "publication date": "07-2016",
     "abstract": "Today, the world is witnessing more interest in robotics and their application in various fields, such as medicine. Enhancing accuracy, increasing speed of operation and reducing costs are the primary performance objectives in the improvements to design and manufacture of devices or robots. One of the best ways to achieve these aims is using devices or robots instead of human resources. The injection pump we designed and manufactured in this work is a type of robot that has applications in medicine and health centres. This device is used for patients who are unable to receive foods and drugs orally. By examining similar foreign devices in Ardebil health centres, studying their advantages and disadvantages, and researching health centre requirements for these devices, we designed and constructed such a device for the first time in this country. The most important items achieved in these investigations include time, accuracy, speed of drug injection and cost reduction. The shortest time we achieved using this device was approximately 6 s for 1 cc of drug or fluid. We also calculated the speed of injection for 1 cc of drug to be approximately 0.17 cc per second, which was an ideal value compared to that of similar foreign devices. In comparison to the cost of similar foreign devices, our device has a lower cost due to simplicity and high performance. To achieve these results, we designed a new device engine. In this design we used a three-step engine that has a different algorithm than similar devices. In this engine, every cc was injected in 2000 steps of the engine, and each step was 3 ms, achieving 6 s for each cc of injection.",
     "keywords": ["Syringe pump design", "Automatic injection", "Three-phase motor", "Step motor"]},
    {"article name": "Chemical and biological evaluation of Andrographis echioides leaf extracts collected from the Vellore district in Tamil Nadu, India",
     "doi": "https://doi.org/10.1016/j.psra.2016.09.016",
     "publication date": "07-2016",
     "abstract": "The chemical and biological activities of crude extracts of Andrographis echioides leaves using petroleum (pet) ether, ethyl acetate, methanol and aqueous solvents were assayed.The total phenol, flavonoid, protein and carbohydrate contents of A. echioides crude extracts were evaluated. The antioxidant activities of the leaf extracts were determined by 1,1-diphenyl-2-picrylhydrazyl radical (DPPH), hydrogen peroxide, metal chelating, reducing power and total antioxidant activity assays. In addition, the crude extracts were screened for antibacterial activity (gram-positive and gram-negative bacteria) by disc diffusion method and the minimum inhibitory concentration was determined.Of the crude extracts tested, the pet ether extract of A. echioides contained more total phenols (0.01955 ± 0.0012 mg/g), flavonoids (1.2889 ± 0.3606 mg/g) and proteins (1.6065 ± 0.160 mg/mL). The aqueous extract of A. echioides was enriched for carbohydrate (467.6 ± 0.003 mg/mL). The methanol extract of A. echioides exhibited potent antioxidant activity IC50 values (1.14 ± 0.06 to 1.15 ± 0.45 μg/mL), as well as antibacterial activity (16 ± 1.527 mm), than the aqueous extract of A. echioides (20 ± 1.527 mm).A. echioides has great potential as a source of anti-cancer compounds due to its high antioxidant content and antibacterial activity.",
     "keywords": ["A. echioides", "Total phenols", "Total flavonoids", "Total carbohydrate", "Antioxidants", "Antibacterial"]},
    {"article name": "Proposed efficient algorithm to filter spam using machine learning techniques",
     "doi": "https://doi.org/10.1016/j.psra.2016.09.017",
     "publication date": "07-2016",
     "abstract": "Electronic spam is the most troublesome Internet phenomenon challenging large global companies, including AOL, Google, Yahoo and Microsoft. Spam causes various problems that may, in turn, cause economic losses. Spam causes traffic problems and bottlenecks that limit memory space, computing power and speed. Spam causes users to spend time removing it. Various methods have been developed to filter spam, including black list/white list, Bayesian classification algorithms, keyword matching, header information processing, investigation of spam-sending factors and investigation of received mails. This study describes three machine-learning algorithms to filter spam from valid emails with low error rates and high efficiency using a multilayer perceptron model. Several widely used techniques include C4.5 decision tree classifier, multilayer perceptron and Naïve Bayes classifier, all of which are used for training data whether in the form of spam or valid emails. Finally, the results are discussed, and outputs of considered techniques are examined in relation to the proposed model.",
     "keywords": ["Spam", "Header", "Machine learning", "Classifier"]},
    {"article name": "Dynamics of a two prey and one predator system with time interruption and random fluctuations",
     "doi": "https://doi.org/10.1016/j.psra.2016.10.002",
     "publication date": "07-2016",
     "abstract": "The present work focuses on the dynamics of a two prey and one predator model where the preys are subjected to the logistic growth law and the predator is subjected to the mortality rate and intra specific competition. The effects of time delay and random environmental fluctuations on the stability of the model around the interior equilibrium point are analytically tested using classical mathematical tools. The stable, periodic and chaotic behaviours of the model for different sets of chosen parameters are explored in numerical simulations.",
     "keywords": ["Stability", "Routh Hurwitz criteria", "Lyapunov function", "Butler's lemma", "Hopf bifurcation", "Random noise"]},
    {"article name": "Ten years of research on phenolics (2005–2015): A status report",
     "doi": "https://doi.org/10.1016/j.psra.2016.07.002",
     "publication date": "01-2016",
     "abstract": "The purpose of this review article is to present to the readers a comprehensive progress report on the research performed on phenolics. Publications registered on the Scopus database from 2005 to 2015 were identified using various filters and keywords, and a critical analysis of the results was completed based on the publication trends. This review discusses and elucidates the intervention of phenolics in different disease areas with an emphasis on lifestyle diseases, occurrence of phenolics in different plant parts, methods used in extraction of phenolics, chromatographic techniques used in the detection of phenolics, and the standings of the top three countries based on research related to phenolics.",
     "keywords": ["Extract", "Lifestyle diseases", "Phenolics", "Publication trends", "Scopus"]},
    {"article name": "Aspiration level approach to solve matrix games with I-fuzzy goals and I-fuzzy pay-offs",
     "doi": "https://doi.org/10.1016/j.psra.2016.03.001",
     "publication date": "01-2016",
     "abstract": "The objective of this paper is to develop a new solution methodology for matrix games, in which goals are viewed as intuitionistic fuzzy sets (IFSs) and the elements of the pay-off matrix are represented by triangular intuitionistic fuzzy numbers (TIFNs). In this methodology, a suitable ranking function is defined to establish an order relation between two TIFNs, and the concept of intuitionistic fuzzy (I-fuzzy) inequalities is interpreted. Utilizing these inequality relations and ranking functions, a pair of linear programming models is derived from a pair of auxiliary intuitionistic fuzzy programming models. Based on the aspiration levels, this pair of linear programming models is solved to determine the optimal strategies for both players of the game. The proposed method in this paper is illustrated with a voting share problem to demonstrate the validity and applicability of the method.",
     "keywords": ["Intuitionistic fuzzy sets", "Triangular intuitionistic fuzzy numbers", "Fuzzy game theory", "Mathematical programming", "Ranking function"]},
    {"article name": "Computing the F-index of nanostar dendrimers",
     "doi": "https://doi.org/10.1016/j.psra.2016.06.001",
     "publication date": "01-2016",
     "abstract": "Dendrimers are highly branched nanostructures and are considered a building block in nanotechnology with a variety of suitable applications. In this paper, a vertex degree-based topological index, namely, the F-index, which is defined as the sum of cubes of a graph's vertex degrees, is studied for certain dendrimers. In this study, we present exact expressions for the F-index and F-polynomial of six infinite classes of nanostar dendrimers.",
     "keywords": ["Topological index", "Zagreb indices", "F-index", "Nanostar dendrimers", "Primary: 05C35", "Secondary: 05C07", "05C40"]},
    {"article name": "Industrial ethanol from banana peels for developing countries: Response surface methodology",
     "doi": "https://doi.org/10.1016/j.psra.2016.06.002",
     "publication date": "01-2016",
     "abstract": "Energy plays a vital role in the development of any nation. However, that development increases pollution levels. Recycling and utilization have become major concerns of developing nations. The goal of this research is to utilize banana peels for the production of bioethanol by using the yeast Saccharomyces cerevisiae. The effects of hydrolysis factors were investigated, and the optimized combination of factors with response surface designs was found. The results show that 45.088% of ethanol was obtained at 1.50% v/v acid concentration, 91.02 °C temperature and 21.66 min retention time. Analysis of variance (ANOVA) correlation coefficients Pred R2 = 0.8650 and Adj R2 = 0.9782 indicates an excellent evaluation of the experimental data by a second-order polynomial regression model.",
     "keywords": ["Bioethanol", "Banana peel", "Hydrolysis", "Fermentation", "Sugar content"]},
    {"article name": "Properties of interval valued intuitionistic (S,T) – Fuzzy graphs",
     "doi": "https://doi.org/10.1016/j.psra.2016.06.003",
     "publication date": "01-2016",
     "abstract": "The basis of the concept of interval valued intuitionistic fuzzy sets was introduced by K. Atanassov. Interval valued intuitionistic models provide more precision, flexibility, and compatibility to a system than do classic fuzzy models. In this paper, three new types of product operations (direct product, lexicographic product, and strong product) of interval valued intuitionistic (S,T)–fuzzy graphs are defined. One of the most studied classes of fuzzy graphs are regular fuzzy graphs, which appear in many contexts. For example, r-regular fuzzy graphs with connectivity and edge-connectivity equal to r play a key role in designing reliable communication networks. Hence, we introduced the concepts of regular and totally regular interval valued intuitionistic (S,T)–fuzzy graphs. Likewise, we defined busy vertices and free vertices in interval valued intuitionistic (S,T)–fuzzy graphs and studied their images under an isomorphism, which are highly important in fuzzy social networks.",
     "keywords": ["Interval valued intuitionistic (S,T)–fuzzy graph", "Busy vertices", "Lexicographic product", "Direct product"]},
    {"article name": "Some properties of m-polar fuzzy graphs",
     "doi": "https://doi.org/10.1016/j.psra.2016.06.004",
     "publication date": "01-2016",
     "abstract": "In many real world problems, data sometimes comes from n agents (n ≥ 2), i.e., “multipolar information” exists. This information cannot be well-represented by means of fuzzy graphs or bipolar fuzzy graphs. Therefore, m-polar fuzzy set theory is applied to graphs to describe the relationships among several individuals. In this paper, some operations are defined to formulate these graphs. Some properties of strong m-polar fuzzy graphs, self-complementary m-polar fuzzy graphs and self-complementary strong m-polar fuzzy graphs are discussed.",
     "keywords": ["m-polar fuzzy sets", "Generalized m-polar fuzzy graphs", "Isomorphisms", "Strong and self-complementary m-polar fuzzy graphs", "05C72", "05C76"]},
    {"article name": "Mathematical modelling of membrane gas separation using the finite difference method",
     "doi": "https://doi.org/10.1016/j.psra.2016.07.001",
     "publication date": "01-2016",
     "abstract": "Membrane gas separation has been recognized as the main technology that is used in chemical engineering for hydrogen recovery, air separation, natural gas sweetening, helium recovery, natural gas dehydration, and so on. Membrane-based gas separation processes have great potential for these industrial applications because of their environmental friendliness, energy efficiency and ease of scale up. Mathematical modelling of the membrane-based gas separation process can be useful to predict the performance of such separation processes. An improved mathematical model has been implemented in this research for the separation of a binary gas mixture using a membrane separator. The finite difference method (FDM) is applied to predict the membrane gas separation behaviour. The method is helpful as it involves the least effort and computational time because algebraic equations are used instead of differential equations. Different configurations, such as single stage and double stage, are used in this study. The results of the FDM simulation are compared with the simulation results of the model and the experimental data of several membrane systems.",
     "keywords": ["Mathematical modelling", "Membrane gas separation", "Finite difference method", "Natural gas sweetening", "Helium recovery from natural gas"]},
    {"article name": "New prenylated flavonoids from the leaves of Dodonea viscosa native to the Sultanate of Oman",
     "doi": "https://doi.org/10.1016/j.psra.2016.08.001",
     "publication date": "01-2016",
     "abstract": "Traditionally, in Oman, the whole plant is used to treat the body, including treatment of anaemia, arthritis and skin inflammation. Crude extracts were prepared from the leaves of Dodonea viscosa (D. viscosa) using different polarities of solvents to isolate flavonoid compounds from the highest activity crude extract of the selected plant species collected from AL-Jabal AL Akhdar, Nizwa. The plant samples were collected, processed and extracted with methanol using a hot extraction method. The prepared crude extract was dissolved in water and successively fractioned with different polarities of solvents to produce hexane, chloroform, ethyl acetate, butanol and water crude extracts. The chloroform crude extract was used for the isolation of flavonoid compounds by thin layer chromatography, column chromatography and preparative thin layer chromatography. The free radical scavenging activity of the isolated pure compound and the different polarities of crude extracts were determined using the 1,1-diphenyl-2-picrylhydrazyl method.The highest antioxidant activity in crude extracts from the leaves of D. viscosa was in the hexane and chloroform crude extracts, and the lowest activity was in the water crude extract, followed by hexane > chloroform > ethyl acetate > methanol > butanol > water crude extracts. One new prenylated flavonoid along with one known compound were isolated from the chloroform crude extract of D. viscosa and were identified by their chemical structures using mass spectrometry, one and two dimension nuclear magnetic resonance. The isolated pure compound also showed significant antioxidant activity against DPPH. This is the first report of antioxidant compounds in the leaves of D. viscosa. The results obtained from this study might be a good natural antioxidant from the selected plant crude extracts.",
     "keywords": ["Dodonea viscosa", "Antioxidant activity", "Isolation of pure compounds", "Chromatography", "UV and NMR spectroscopy"]},
    {"article name": "Evaluation of antimicrobial and cytotoxic activities of polar solvent extracts from leaves of Ammi majus used by the Omanis",
     "doi": "https://doi.org/10.1016/j.psra.2016.08.002",
     "publication date": "01-2016",
     "abstract": "Ammi majus (A. majus) is an important medicinal plant traditionally used in Oman for the treatment of mouth ulcers. The objective of this study was to determine the antimicrobial and cytotoxic activities of different leaf extracts of A. majus using an established protocol. Different extracts were prepared using increasingly polar solvents. The antimicrobial activity of the extracts was determined using the disc diffusion method, and the cytotoxic activity of the extracts was assessed by the brine shrimp lethality bioassay. Exposure of the Gram-positive Staphylococcus aureus and the Gram-negative Escherichia coli, Haemophilus influenzae and Proteus spp. bacterial strains to the different extracts revealed potential antimicrobial activity measured by zones of inhibition in the range of 0–20 mm. The cytotoxicity results showed an incremental rise in shrimp larvae mortality depending on the extract concentration, reaching 100% mortality at a concentration of 1000 μg/ml for all extracts. The methanol extract had the lowest of all LC50 values at 45.75 μg/ml. The LC50 values in ascending order for the chloroform, hexane, ethyl acetate, water and butanol extracts are 179.41, 288.31, 305.19, 417.94 and 570.02 μg/ml, respectively. In conclusion, in vitro and in vivo studies of the isolated leaf extracts are needed to determine the therapeutic potential of this plant.",
     "keywords": ["Ammi majus", "Soxhlet extractor", "Crude extracts", "Antimicrobial", "Cytotoxic activity"]},
    {"article name": "Interval-valued fuzzy threshold graph",
     "doi": "https://doi.org/10.1016/j.psra.2016.08.003",
     "publication date": "01-2016",
     "abstract": "Interval-valued fuzzy threshold graph is an extension of fuzzy threshold graph. In this paper, interval-valued fuzzy threshold graph, interval-valued fuzzy alternating 4-cycle, and interval-valued fuzzy threshold dimension are defined, and certain properties are studied. It is demonstrated that every interval-valued fuzzy threshold graph can be treated as an interval-valued fuzzy split graph.",
     "keywords": ["Interval-valued fuzzy threshold graph", "Fuzzy alternating 4-cycle", "Interval-valued fuzzy split graph", "Interval-valued fuzzy threshold dimension"]},
    {"article name": "Studies on the structural, morphological and optoelectrical properties of spray deposited CdS:Pb thin films",
     "doi": "https://doi.org/10.1016/j.psra.2016.08.004",
     "publication date": "01-2016",
     "abstract": "Undoped and Pb-doped CdS (CdS:Pb) thin films were prepared on glass substrates by a spray technique using a perfume atomizer. The effects of Pb doping on the structural, morphological and optoelectrical properties of CdS thin films were studied. All of the films are polycrystalline in nature exhibiting hexagonal crystal structure. Crystallite size estimated from the Scherrer formula increased from 18.42 nm to 34.76 nm with increases in Pb doping concentration. The expansion of lattice parameters experienced with Pb doping might be due to the larger ionic radius of Pb2+ ions compared to that of the host Cd2+ ions. Increased optical transparency is observed for the doped films and the optical band gap experienced band bowing with increase in Pb doping concentration. Electrical resistivity values of the films were found to be on the order of 101 Ω cm. From the obtained results, it is observed that the CdS thin film coated with 6 wt.% Pb doping concentration exhibit better structural, morphological, optical and electrical properties.",
     "keywords": ["Crystal structure", "Optical transparency", "Doping", "Band bowing", "Thin films"]},
    {"article name": "Comparative evaluation of total phenols, flavonoids content and antioxidant potential of leaf and fruit extracts of Omani Ziziphus jujuba L",
     "doi": "https://doi.org/10.1016/j.psra.2016.09.001",
     "publication date": "01-2016",
     "abstract": "The present study was designed to prepare different extracts from the leaves and fruit of Omani Ziziphus jujuba (Z. jujube) and to determine their total phenols and flavonoids content, including antioxidant activity, by applying modified established methods. Different extracts were prepared by Soxhlet extraction with methanol of powdered samples of either leaves or fruit. Both extracts were separately suspended in water and fractionated using solvents of different polarities, namely, hexane, chloroform, ethyl acetate, butanol, methanol and water, in an increasing polarity pattern. The different parameters mentioned above were determined using Folin-Ciocalteu reagent (FCR), aluminium chloride (AlCl3) and 1, 1-diphenyl-2-picrylhydrazyl (DPPH) methods, as applied to each assay. The maximum content of total phenols in leaves was detected in the ethyl acetate extract, and the lowest was in the water extract. A similar result was also obtained from fruit extracts of Ziziphus jujube. However, the maximum content of flavonoids was detected in chloroform extract, and the minimum content was observed in hexane extract, with a similar trend being observed for total flavonoids content in the case of fruit extracts. Both the leaf and fruit extracts exhibited significant antioxidant activity, with the maximum percentage of inhibition being obtained in chloroform and hexane extracts and the lowest inhibition in the ethyl acetate extract. The present study demonstrates that all polar extracts of Omani Z. jujuba have significant antioxidant effects. This report is the first in Oman describing total phenols and flavonoids content, including assessment of antioxidant activity, of the extracts of Omani Z. jujube. Therefore, the active polar extracts of Omani Z. jujuba could be candidates for use as antibiotics.",
     "keywords": ["Ziziphus jujube", "Crude extracts", "Total flavonoids", "Total phenols", "Antioxidant activity"]},
    {"article name": "Evaluation HSE of a LSF system subject to near- and far-field earthquakes",
     "doi": "https://doi.org/10.1016/j.psra.2015.11.007",
     "publication date": "11-2015",
     "abstract": "The Lightweight Steel Framing (LSF) system has been proposed as an economical and earthquake resistant system. Due to the lightweight nature of LSF structures, the seismic performance of middle-rise buildings has been improved. Currently, various numerical-analytical methods have been proposed for seismic assessment of conventional structures. Providing a perfect seismic Health Safety Environment (HSE) index has always been regarded as one of the analytical passive points. In this research, an LSF building was selected as a case study for Finite Element (FE) modelling, in which non-linear time-history analyses were undertaken. Material properties were defined according to the performed experimental studies. A novel approach was presented for the seismic HSE index of LSF systems using the simultaneous incorporation of the non-linear analysis results and the correction coefficient describing the seismic geotechnical effects. The presented seismic HSE index accurately demonstrates the seismic performance of the LSF structures. Additionally, a two-layer perceptron Artificial Neural Network (ANN) was trained using the results of the FE model, and a non-linear relationship was obtained to predict the seismic damage index. Finally, the proposed seismic HSE index was validated using statistical analyses, indicating that the proposed method does not yield a significant difference compared to the ANN results.",
     "keywords": ["Light steel frame", "HSE index", "Non-linear time-history analysis", "Artificial neural network", "Reformed method"]},
    {"article name": "Pseudohexadecimal near maximum likelihood detector",
     "doi": "https://doi.org/10.1016/j.psra.2015.12.003",
     "publication date": "11-2015",
     "abstract": "This paper introduces two newly developed near-maximum likelihood detectors, named pseudohexadecimal and modified pseudohexadecimal near-maximum likelihood detectors. These two detectors are tested against a pseudoquaternary near-maximum likelihood detector using data transmission at 9.6 kb/s over a telephone channel. Simulation results demonstrate that the performance of the pseudohexadecimal detector is better than the performance of the modified pseudohexadecimal detector, and the latter is better than the pseudoquaternary detector.",
     "keywords": ["Intersymbol interference", "Near-maximum likelihood detector", "QAM modem"]},
    {"article name": "Modified algorithm of 16 kb/s ADPCM",
     "doi": "https://doi.org/10.1016/j.psra.2015.12.004",
     "publication date": "11-2015",
     "abstract": "This paper presents a new modified algorithm of 16 kb/s ADPCM. The modification is related to the adaptive predictor rather than the adaptive quantiser. The purpose of this modification is to reduce the nonlinear distortion introduced by ADPCM when a high data rate signal passes through it. The performances of standard and modified algorithms are studied using a QAM signal at a data rate of 9.6 kb/s. The simulation results show that the performance of modified ADPCM is better than the standard ADPCM.",
     "keywords": ["16 kb/s ADPCM", "Data transmission", "QAM modem"]},
    {"article name": "Different types of products on intuitionistic fuzzy graphs",
     "doi": "https://doi.org/10.1016/j.psra.2015.12.007",
     "publication date": "11-2015",
     "abstract": "In this paper, we define three operations on intuitionistic fuzzy graphs, viz. direct product, semi-strong product and strong product. In addition, we investigated many interesting results regarding the operations. Moreover, it is demonstrated that any of the products of strong intuitionistic fuzzy graphs are strong intuitionistic fuzzy graphs. Finally, we defined product intuitionistic fuzzy graphs and investigated many interesting results.",
     "keywords": ["Intuitionistic fuzzy graphs", "Direct product", "Semi-strong product", "Strong product", "Product intuitionistic fuzzy graphs"]},
    {"article name": "FPGA implementation of a UPT chaotic signal generator for image encryption",
     "doi": "https://doi.org/10.1016/j.psra.2016.02.001",
     "publication date": "11-2015",
     "abstract": "In this study, the validity and feasibility of UPT chaos for image encryption is demonstrated. This paper describes the design and implementation of a UPT chaotic signal generator for image encryption based on FPGA and Chua's system. In order to demonstrate the validity of the design, the signal generated by the chaotic signal generator is compared with Matlab simulations and used in an image encryption experiment. All of the experimental results indicate that using a UPT chaotic signal generator for image encryption is both practical and effective.",
     "keywords": ["Chaotic signal generator", "Image encryption", "UPT(unary polynomial transformation)", "FPGA"]},
    {"article name": "In vitro evaluation of the total phenolic and flavonoid contents and the antimicrobial and cytotoxicity activities of crude fruit extracts with different polarities from Ficus sycomorus",
     "doi": "https://doi.org/10.1016/j.psra.2016.02.002",
     "publication date": "11-2015",
     "abstract": "Plants are a good source for discovering new drugs for human benefit. The objective of this study was to determine the total phenolic and flavonoid contents and to probe the antimicrobial and cytotoxic activities of fruit extracts of Ficus sycomorus (F. sycomorus), which is native to the Sultanate of Oman. A study was conducted to measure the total phenolic and flavonoid contents of the methanol extract of this fruit and its derived fractions [n-hexane, chloroform, ethyl acetate, butanol and residual aqueous fractions] by in vitro chemical analyses using the Folin-Ciocalteu reagent assay (FCR) and the aluminium chloride (AlCl3) method. The antimicrobial and cytotoxic activities were assessed using the slightly modified agar disc diffusion method and the brine shrimp lethality (BSL) method. The results of the analysis of the total phenolic content in different fruits extracts showed a significant amount of phenolic compounds, ranging from 1.48 to 213.79 mg of GAE/100 g of powder weight. However, the range of the total flavonoid content among the fruit extracts was found to be 0.100–0.527 mg QE/100 g of powder weight. The antimicrobial activity of the crude fruit extracts at different concentrations against four Gram-positive and Gram-negative bacterial strains, Staphylococcus aureus (S. aureus), Escherichia coli (E. coli), Haemophilus influenza (H. influenza), and Proteus spp (P. spp), showed strong activity in the range of 0–15 mm. The highest cytotoxic activity among the same extracts was that of the methanol extract, which had a LC50 value of 1.48 μg/mL, followed by hexane, chloroform, butanol, water and ethyl acetate, with LC50 values of 2.13, 3.16, 7.49, 133.04, and 213.79 μg/mL, respectively, in comparison to the control, DMSO. The findings of the present study suggest that the fruit extracts have significant amounts of total phenolic and flavonoid compounds with potential cytotoxic and antimicrobial activities.",
     "keywords": ["Ficus sycomorus", "Maceration method", "Total phenolics", "Total flavonoids", "Antimicrobial", "Cytotoxic activity"]},
    {"article name": "Application of optical fibres with reduced normalized frequency for SPR-based refractometry",
     "doi": "https://doi.org/10.1016/j.psra.2015.11.002",
     "publication date": "07-2015",
     "abstract": "We present a numerical analysis of surface plasmon resonance (SPR) excitation in a bent metal-coated single mode optical fibre with a low normalized frequency. It is shown that by choosing a proper combination of fibre parameters, such as bend radius and metal film thickness, a direct energy transfer can occur from the fundamental mode, guided by the fibre core, to the surface plasmon wave excited at the metal layer applied to the fibre cladding. The prospects for precision refractive index measurement based on the proposed configuration are discussed, with the spectral sensitivity and resolution estimated at 70 um/refractive index unit and 3⋅10−7, respectively.",
     "keywords": ["Fibre optic sensors", "Lasers", "Plasmonics", "Biosensing", "Surface plasmon resonance", "Refractometry"]},
    {"article name": "Bragg waveguide with an antiresonance intermediate layer",
     "doi": "https://doi.org/10.1016/j.psra.2015.12.002",
     "publication date": "07-2015",
     "abstract": "In this article, the optical properties of a Bragg waveguide with an intermediate layer between the periodic cladding and the hollow core were investigated. The losses of the fibre modes were calculated using the method of transfer matrices. The possibility to reduce the optical losses by increasing the refractive index of the intermediate layer was shown. The thickness of the optimized intermediate layer must be selected to be in compliance with the anti-resonant condition.",
     "keywords": ["Bragg waveguide", "Intermediate layer"]},
    {"article name": "The theory of heterogeneous dielectric nanostructures with non-typical low-threshold nonlinearity",
     "doi": "https://doi.org/10.1016/j.psra.2015.12.005",
     "publication date": "07-2015",
     "abstract": "The recently discovered, ultralow-threshold, nonlinear refraction of low-intensity laser radiation in dielectric nanostructures has an atypical dependence on radiation intensity in the pulsed and continuous modes. In this study, we present a theoretical explanation. The theory suggests that the nonlinearity is photoinduced in nature, rather than thermal, and depends directly on the nanoparticle electronic structure and the relationship between permittivities of the dielectric matrix and the nanoparticles.",
     "keywords": ["Low-threshold nonlinearity", "Dielectric nanocomposites", "Theoretical modelling"]},
    {"article name": "Accelerating PID controller development with rapid prototyping and model-based design",
     "doi": "https://doi.org/10.1016/j.psra.2015.11.003",
     "publication date": "07-2015",
     "abstract": "The development of digital PID controllers for adjustable boost DC–DC converters is discussed in this paper. The primary advantages of using digital signal processors over analogue circuits are higher immunity to environmental changes (such as temperature and ageing), increased flexibility by changing the software, more advanced control techniques, and a reduced number of components. Many engineers, scientists, and researchers rely only on the efficiency of MATLAB language to explore designs, but for system implementation, they were forced to translate high-level MATLAB algorithms into the lower-level language of C. Therefore, a type of advanced method of DSP software development is introduced. The Real-Time Workshop toolbox enables exploration and implementation to be brought together in the MATLAB platform. MATLAB is a technical computing language that can automatically generate readable, compact, and fast C code directly from its algorithms, which could be compiled using the Texas Instruments (TI) Code Composer Studio (CCS) I integrated development environment (IDE). With this capability, developers can maintain a single design source and use one language in one development environment from concept to implementation. This model-based development method has a unique value for rapid prototyping.",
     "keywords": ["CCS", "Code generation", "Embedded system", "Model-based development", "Matlab"]},
    {"article name": "A study on rule separation based on AOP for an efficient service system",
     "doi": "https://doi.org/10.1016/j.psra.2015.11.005",
     "publication date": "07-2015",
     "abstract": "Service-oriented architecture assures the flexibility of enterprise application development to support agile reactions when businesses change. However, the method of developing a service by combining business and constraints consumes much effort because the entire combination of logic may be changed according to the business rule changes. To improve the current method, this paper applies the aspect-oriented approach to service system development. The rule concern is proposed, and the core and cross cutting concerns of the aspect-oriented approach are included. The rule concern is extracted from business rules included in business processes and services. The rule concern is classified into process rule aspects and service rule aspects according to the level of the rule. In the proposed approach, the system is modularized into core, cross cutting and rule concerns by the separation of concerns, and they are maintained independently. Therefore, the adaptability, reusability, and maintainability of the service system will be enhanced.",
     "keywords": ["Aspect-oriented", "Business process", "Service system", "Rule concern"]},
    {"article name": "Multi-criterion multi-attribute decision-making for an EOQ model in a hesitant fuzzy environment",
     "doi": "https://doi.org/10.1016/j.psra.2015.11.006",
     "publication date": "07-2015",
     "abstract": "This article describes an inventory model with several attributes. The primary purpose of an economic order quantity (EOQ) model is to select the best alternative in the face of uncertainty and other considerations. Unlike an intuitionistic fuzzy set (IFS), a hesitant fuzzy set (HFS) has an emergent implication in current decision-making problems. A membership function class is assumed, and a hesitant fuzzy decision matrix with elements that are membership grades is constructed. Using these values, the scores are derived with the help of hesitant fuzzy weighted geometric (HFWG), hesitant fuzzy geometric (HFG), hesitant fuzzy Einstein weighted geometric (HFEWG) and hesitant fuzzy Einstein ordered weighted geometric (HFEOWG) operators. Finally, a decision is made using the scores of each alternative.",
     "keywords": ["Inventory", "Natural idle time", "Hesitant fuzzy sets", "Einstein aggregation operator", "Decision making"]},
    {"article name": "Model of the formation of holographic polarization gratings in PDLC taking into account light-induced absorption changes and strong surface adhesion",
     "doi": "https://doi.org/10.1016/j.psra.2015.08.001",
     "publication date": "01-2015",
     "abstract": "In this paper, an analytical model of the formation of holographic polarization gratings (HPGs) in PDLCs that accounts for light-induced changes in absorption coefficient and the strong adhesion of liquid crystal molecules to the bounding surfaces is developed. Holographic formation by two linearly orthogonally polarized beams is considered. The formation of HPGs in PDLCs is possible due to the light-induced periodic spatial inhomogeneity of the optical anisotropy of the material caused by the superposition of two plane coherent orthogonally polarized waves on the sample plane (under the influence of the photo-induced Fredericks effect), which is stabilized as a result of the phase separation of the PDLC components during the photopolymerization process. Expressions for the exact and approximate solutions of the recording problem are obtained, and numerical simulation of the spatial changes of the dielectric tensor was performed. The obtained results can be used to develop a model of the diffraction of light beams on the spatially inhomogeneous HPGs.",
     "keywords": ["Holographic polarization gratings", "Light-induced absorption changing", "Photo-induced Fredericks effect", "PDLC"]},
    {"article name": "An adaptive fibre-optic interferometer with low cutoff frequency",
     "doi": "https://doi.org/10.1016/j.psra.2015.11.008",
     "publication date": "01-2015",
     "abstract": "An adaptive fibre-optic interferomety system based on a dynamic hologram recorded in a bismuth titanium oxide crystal is developed and studied. The system possesses a low cutoff frequency (4 mHz), making possible the adaptive detection of ultra-slow physical signals with an amplitude equivalent to fibre elongation of 5 nm.",
     "keywords": ["Adaptive interferometer", "Dynamic hologram", "Low frequency"]},
    {"article name": "Excitonic quasimolecules in quasi-zero-dimensional nanogeterostructures: Theory",
     "doi": "https://doi.org/10.1016/j.psra.2015.11.001",
     "publication date": "01-2015",
     "abstract": "The theory of excitonic quasimolecules (biexcitons) formed of spatially separated electrons and holes in a nanosystem that consists of ZnSe quantum dots synthesized in a borosilicate glass matrix is developed within the context of the modified effective mass approximation. It is shown that biexciton formation that meets threshold characteristics is possible in a nanosystem in which the spacing between the quantum dots' surfaces is larger than a certain critical spacing.",
     "keywords": ["Excitonic quasimolecules", "Biexcitons", "Spatially separated electrons and holes", "Quantum dots"]},
    {"article name": "On some operations and density of m-polar fuzzy graphs",
     "doi": "https://doi.org/10.1016/j.psra.2015.12.001",
     "publication date": "01-2015",
     "abstract": "The theoretical concepts of graphs are highly utilized by computer science applications, social sciences, and medical sciences, especially in computer science for applications such as data mining, image segmentation, clustering, image capturing, and networking. Fuzzy graphs, bipolar fuzzy graphs and the recently developed m-polar fuzzy graphs are growing research topics because they are generalizations of graphs (crisp). In this paper, three new operations, i.e., direct product, semi-strong product and strong product, are defined on m-polar fuzzy graphs. It is proved that any of the products of m-polar fuzzy graphs are again an m-polar fuzzy graph. Sufficient conditions are established for each to be strong, and it is proved that the strong product of two complete m-polar fuzzy graphs is complete. If any of the products of two m-polar fuzzy graphs G1 and G2 are strong, then at least G1 or G2 must be strong. Moreover, the density of an m-polar fuzzy graph is defined, the notion of balanced m-polar fuzzy graph is studied, and necessary and sufficient conditions for the preceding products of two m-polar fuzzy balanced graphs to be balanced are established. Finally, the concept of product m-polar fuzzy graph is introduced, and it is shown that every product m-polar fuzzy graph is an m-polar fuzzy graph. Some operations, like union, direct product, and ring sum are defined to construct new product m-polar fuzzy graphs.",
     "keywords": ["m-polar fuzzy graphs", "Direct product", "Semi-strong product", "Strong product", "Balanced m-polar fuzzy graph", "Product m-polar fuzzy graph"]},
    {"article name": "Generalised multi-fuzzy soft set and its application in decision making",
     "doi": "https://doi.org/10.1016/j.psra.2015.12.006",
     "publication date": "01-2015",
     "abstract": "The aim of this paper is to introduce the concept of generalised multi-fuzzy soft set. We also define several generalised multi-fuzzy soft set operations and study their properties, and applications of generalised multi-fuzzy soft sets in decision making problem were presented.",
     "keywords": ["Soft sets", "Fuzzy soft sets", "Multi-fuzzy sets", "Multi-fuzzy soft sets", "Generalised multi-fuzzy soft sets", "Decision making"]},
    {"article name": "The dependence of the fluorescence spectrum of phytoplankton on external influences",
     "doi": "https://doi.org/10.1016/j.psra.2015.11.004",
     "publication date": "01-2015",
     "abstract": "The concentration of phytoplankton is often used to assess the ecological status of water bodies; it is determined by the fluorescence intensity of chlorophyll-a, which is located in microalgae cells. Investigators do not usually take into account the effect of the medium on the fluorescence intensity when determining the concentration of phytoplankton. This article describes the use of a fibre-optic spectrometer developed by the authors to identify the relationship between the fluorescence of the chlorophyll-a in phytoplankton cells and under environmental conditions, such as temperature and illumination. A mathematical model is used to calculate the chlorophyll-a concentration based on fluorescence measurements and takes the temperature and amount of light into account. Using the resulting proportionality coefficient can reduce the error in the chlorophyll-a concentration determined using fluorescence methods by a factor of two. In this article the, authors describe the results of applying the method they developed to performance monitoring in the waters of the Gulf of Peter the Great in September and October 2013.",
     "keywords": ["Chlorophyll-a fluorescence", "Chlorophyll-a concentration", "Phytoplankton", "Influence of illumination intensity", "Influence of temperature"]}
    ]
}