{"primary": "Physical Sciences and Engineering",
"domain": "Chemical Engineering",
"subdomain": "Chemical Health and Safety",
"journal name": "Accident Analysis & Prevention",
"articles": [
    {"article name": "Using crowd sourcing to locate and characterize conflicts for vulnerable modes",
     "doi": "https://doi.org/10.1016/j.aap.2019.03.014",
     "publication date": "07-2019",
     "abstract": "Most agencies and decision-makers rely on crash and crash severity (property damage only, injury or fatality) data to assess transportation safety; however, in the context of public health where perceptions of safety may influence the willingness to adopt active transportation modes (e.g. bicycling and walking), pedestrian-motor vehicle and other similar conflicts types may define a better performance measure for safety assessment. In the field of transportation safety, an absolute conflict occurs when two parties’ paths cross and one of the parties must undertake an evasive maneuver (e.g. change direction or stop) to avoid a crash. Other less severe conflicts where paths cross but no evasive maneuver is required may also impact public perceptions of safety especially for vulnerable modes. Most of the existing literature focuses on vehicle conflicts. While in the past several years, more research has investigated bicycle and pedestrian conflicts, most of this has focused on the intersection environment. A comprehensive analysis of conflicts appears critical. The major objective of this study is two fold: 1) Development of an innovative and cost effective conflict data collection technique to better understand the conflicts (and their severity) involving vulnerable road users (e.g. bicycle/pedestrian, bicycle/motor vehicle, and pedestrian/motor vehicle) and their severity. 2) Test the effectiveness and practicality of the approach taken and its associated crowd sourced data collection. In an endeavor to undertake these objectives, the researchers developed an android-based crowd-sourced data collection app. The crowd-source data collected using the app is compared with traditional fatality data for hot spot analysis. At the end, the app users provide feedback about the overall competency of the app interface and the performance of its features to the app developers. If widely adopted, the app will enable communities to create their own data collection efforts to identify dangerous sites within their neighborhoods. Agencies will have a valuable data source at low-cost to help inform their decision making related to bicycle and pedestrian education, encouragement, enforcement, programs, policies, and infrastructure design and planning.",
     "keywords": ["Bicyclist", "Pedestrian", "Surrogate safety measure", "App development", "Crowd sourcing", "Hot spot analysis"]},
    {"article name": "A comparative analysis of black spot identification methods and road accident segmentation methods",
     "doi": "https://doi.org/10.1016/j.aap.2019.03.002",
     "publication date": "07-2019",
     "abstract": "Indicating road safety-related aspects in the phase of planning and operating is always a challenging task for experts. The success of any method applied in identifying a high-risk location or black spot (BS) on the road should depend fundamentally on how data is organized into specific homogeneous segments. The appropriate combination of black spot identification (BSID) method and segmentation method contributes significantly to the reduction in false positive (a site involved in safety investigation while it is not needed) and false negative (not involving a site in safety investigation while it is needed) cases in identifying BS segments. The purpose of this research is to study and compare the effect of methodological diversity of road network segmentation on the performance of different BSID methods. To do this, four commonly applied BS methods (empirical Bayesian (EB), excess EB, accident frequency, and accident ratio) have been evaluated against four different segmentation methods (spatial clustering, constant length, constant traffic volume, and the standard Highway Safety Manual segmentation method). Two evaluations have been used to compare the performance of the methods. The approach first evaluates the segmentation methods based on the accuracy of the developed safety performance function (SPF). The second evaluation applies consistency tests to compare the joint performances of the BS methods and segmentation methods. In conclusion, BSID methods showed a significant change in their performance depending on the different segmentation method applied. In general, the EB method has surpassed the other BSID methods in case of all segmentation approaches.",
     "keywords": ["Segmentation method", "Black spot identification", "Spatial clustering", "Consistency tests", "Safety performance function"]},
    {"article name": "Assessing the relationship between self-reported driving behaviors and driver risk using a naturalistic driving study",
     "doi": "https://doi.org/10.1016/j.aap.2019.03.009",
     "publication date": "07-2019",
     "abstract": "The Manchester Driver Behavior Questionnaire (DBQ) identifies risky driving behaviors resulting from psychological mechanisms. Investigating the relationships between these behaviors and drivers’ crash risk can provide a better understanding of the personal factors contributing to the incidence of crashes, allowing the more effective development of safety education and road management countermeasures and interventions. The objectives of this study are therefore: 1) to determine the extent to which driver involvement in both crashes and near crashes (CNCs) is related to self-reported driving behaviors, and 2) to assess the relationship between each type of risky behavior and individual driver CNC risk. Driver and crash data were acquired from the Shanghai Naturalistic Driving Study and included 45 males and 12 females, participants with the mean age of 38.7. A K-mean cluster method was adopted to classify participants into three CNC groups of high-, moderate- and low-risk drivers. Drivers completed the DBQ to self-evaluate the frequency during their daily driving of the questionnaire’s 24 risky behaviors. Principal component analysis of the 24 items led to a five-component structure including aggressive violations, ordinary violations, lapses, inattention errors, and inexperience errors. Two logistic regression models were developed to investigate the correlation between the five DBQ components and drivers’ CNC levels. Conclusions are as follows: 1) high-risk drivers were significantly more likely to have engaged in inattention errors (e.g., missing a “yield” sign) and ordinary violations (e.g., running a red light) than the other drivers, and, 2) aggressive violations (e.g., racing against others) and ordinary violations were positively related to the probability of being a high- or moderate-risk driver.",
     "keywords": ["Driver risk", "Naturalistic driving study", "Driver Behavior Questionnaire", "Crash and near crash", "Cluster analysis", "Logistic regression"]},
    {"article name": "Exposure to pedestrian crash based on household survey data: Effect of trip purpose",
     "doi": "https://doi.org/10.1016/j.aap.2019.03.017",
     "publication date": "07-2019",
     "abstract": "Pedestrian are vulnerable to severe injury and mortality in the road crashes. Understanding the essence of the pedestrian crash is important to the development of effective safety countermeasures and improvement of social well-being. It is necessary to measure the exposure for the quantification of pedestrian crash risk. The primary goals of this study are to explore the efficient exposure measure for pedestrian crash, and identify the possible factors contributing to the incidence of pedestrian crash. In this study, amount of travel was estimated based on the Travel Characteristic Survey (TCS) data in 2011, and the crash data were obtained from the Transport Information System (TIS) of the Hong Kong Transport Department during the period from 2011 to 2015. Total population, walking frequency and walking time were adopted to represent the pedestrian exposure to road crash. The effect of trip purpose on pedestrian crash was evaluated by disaggregating the pedestrian exposure proxies by purpose. Three random-parameter negative binomial regression models were developed to compare the performances of the three pedestrian exposure proxies. It was found that the model in which walking frequency was used as the exposure proxy provided the best goodness-of-fit. Frequency of walking back home, among other trip purposes, was the most sensitive to the increase in pedestrian crash risk. Additionally, increase in the frequency of pedestrian crash was correlated to the increases in the proportions of children and elderly people. Furthermore, household size, median household income, road density, number of non-signalized intersection as well as number of zebra crossings also significantly affected the pedestrian crash frequency. Findings of this study should be indicative to the development and implementation of effective traffic control and management measures that can improve the pedestrian safety in the long run.",
     "keywords": ["Pedestrian safety", "Exposure", "Travel purpose", "Crash prediction model"]},
    {"article name": "Turn signal use among car drivers and motorcyclists at intersections: a case study of Da Nang, Vietnam",
     "doi": "https://doi.org/10.1016/j.aap.2019.03.012",
     "publication date": "07-2019",
     "abstract": "Turn signal neglect is a major cause of traffic crashes, particularly rear-end collisions. However, little research has investigated the use of turn signals among motorists, particularly in developing countries with high levels of motorcycle use. This research aimed to investigate the prevalence and factors associated with turn signal use at intersections among car drivers and motorcyclists in Da Nang, Vietnam. Cross-sectional roadside observations were undertaken at 24 sites across Da Nang City during weekday and weekend periods. A total of 17,142 vehicles were observed, including 2392 cars and 14,750 motorcycles. Turn signal use among car drivers (68.27%) was found to be significantly higher than motorcyclists (40.13%). Binary logistic regression modelling showed that turn signal neglect at intersections was associated with making a right turn, not carrying passengers, travelling outside of the city centre, travelling on weekdays, and the absence of separate car lanes, pedestrian crossings and traffic lights. Despite national legislation regulating turn signal use in Vietnam, the use of turn signals is relatively low compared with developed countries. The findings highlight the need for both greater and more targeted enforcement of existing legislation combined with extensive road safety education.",
     "keywords": ["Motorcycle", "Car driver", "Turn signal use", "Intersection", "Traffic safety", "Vietnam"]},
    {"article name": "Identifying characteristics that impact motor carrier safety using Bayesian networks",
     "doi": "https://doi.org/10.1016/j.aap.2019.03.004",
     "publication date": "07-2019",
     "abstract": "In the U.S., a safety rating is assigned to each motor carrier based on data obtained from the Motor Carrier Management Information System (MCMIS) and an on-site investigation. While researchers have identified variables associated with the safety ratings, the specific direction of the relationships are not necessarily clear.The objective of this study is to identify those relationships involved in the safety ratings of interstate motor carriers, the largest users of the U.S. transportation network.Bayesian networks are used to learn these relationships from data obtained from MCMIS for a 6-year period (2007–2012).Our study shows that safety rating assignment is a complex process with only a subset of the variables having statistically significant relationship with safety rating. They include driver out-of-service violations, weight violations, traffic violations, fleet size, total employed drivers, and passenger & general carrier indicators.The findings have both immediate implications and long term benefits. The immediate implications relate to better identification of unsafe motor carriers, and the long term benefits pertain to policies and crash countermeasures that can enhance carrier safety.",
     "keywords": ["Bayesian networks", "Large trucks", "Motor carrier safety", "Crash data", "Violation data"]},
    {"article name": "Review of average sized male and female occupant models in European regulatory safety assessment tests and European laws: Gaps and bridging suggestions",
     "doi": "https://doi.org/10.1016/j.aap.2019.02.030",
     "publication date": "06-2019",
     "abstract": "There are two parts to the aim of this study. The first part comprised reviewing how men and women are represented in regulatory tests conducted to assess adult occupant safety in vehicles in Europe. This part also contains an overview of some differences between females and males that may influence dynamic responses in a crash. Based on the results of the review an outline for how to better represent the adult population in regulatory tests has been suggested.The second part was to reflect on these issues from a specific critical legal perspective, that is from a Gender Legal Studies point of view, focusing on the European legal framework that governs the tests of adult occupant safety in vehicles in Europe. Since the beginning of the 1970s legal scholars have shown in several areas of law that there is a gap between superior legislation and practice, but also between gender equality as a superior legal principle and subordinate legal rules that govern safety requirements. The same pattern can be discerned in the area of Transportation Law.The results of the review of the ECE regulations shows that the average sized male represents the adult population and that the average sized female has been excluded from regulations assessing the protection of adult vehicle occupants. The fundamental values, on which the Union is founded, including the overarching goals of the Union, seem to be rendered invisible in the laws and critically impact the safety of women in everyday life. According to the gender system theory, the interests and priorities of men are continuing to shape the law. Consequently, the law neglecting the safety of women on roads has implications on the development of society. The lack of legal provisions that demand female crash test dummies representing the female part of the population, means that there is no incentive for car manufacturers, authorities or other stakeholders to develop test methods and female crash test dummies in ways that promote political objectives expressed in legal form, i.e., the legal values expressed in general provisions and principles stated in the Treaty on European Union and the Treaty on the Functioning of the European Union, such as gender equality between women and men as well as non-discriminationThis study highlights the undeniable gap between the legal framework and legal requirements with regard to occupant safety for the whole adult population. It would be attainable to bridge this particular gender gap by providing equal representation for the female part of the population with regard to vehicle safety, as that males benefit from.",
     "keywords": ["Occupant Safety", "Regulatory tests", "Male and Female Models", "Safety Assessment", "Equality", "Law"]},
    {"article name": "How to trade safety against cost, time and other impacts of road safety measures",
     "doi": "https://doi.org/10.1016/j.aap.2019.02.028",
     "publication date": "06-2019",
     "abstract": "Public policy, including road safety policy, involves balancing competing values against each other. Several techniques of policy analysis, most prominently cost-benefit analysis, have been developed to help policy makers prioritize between different values. Valuation studies have not produced credible monetary values of life and limb. Cost-benefit analysis therefore cannot tell when the “right” balance has been struck between road safety and other objectives of transport policy. All formal tools of policy analysis are likely to reflect analyst values to a major extent, not the values of policy makers only. It is argued that policy choices and tradeoffs can be informed simply by providing factual information about impacts and not attempting to impose any value judgements. A widely applicable metric is to state impacts as changes in human longevity and health state.",
     "keywords": ["Road safety", "Cost-benefit analysis", "Tradeoffs", "Monetary valuation"]},
    {"article name": "Safety, security, and serviceability in road engineering",
     "doi": "https://doi.org/10.1016/j.aap.2019.02.026",
     "publication date": "06-2019",
     "abstract": "Road engineers have special responsibilities to design and maintain roads that are safe, secure, and serviceable. This paper explores some of the challenges such responsibilities pose, especially from the vantage point of non-engineers whose lives are deeply affected by the work of road engineers. It also supports the thesis that road engineers need to be prepared to consult and work with professionals in other fields than engineering in order to fulfill their responsibilities well.",
     "keywords": ["Design", "Expertise", "Road engineering", "Pedestrians", "Safety", "Security", "Serviceability"]},
    {"article name": "Texting while walking: An expensive switch cost",
     "doi": "https://doi.org/10.1016/j.aap.2019.02.022",
     "publication date": "06-2019",
     "abstract": "Texting while walking has been highlighted as a dangerous behavior that leads to impaired judgment and accidents. This impairment could be due to task switching which involves activation of the present task and the inhibition of the previous task. However, the relative contributions of these processes and their brain activity have not yet been studied. We addressed this gap by asking participants to discriminate the orientation of an oncoming human shape in a virtual environment while they were: i) walking on a treadmill, or ii) texting while walking on a treadmill. Participants’ performance (i.e., correctly identifying if a walker would pass them to their left or right) and electroencephalography (EEG) data was collected. Unsurprisingly, we found that participants performed better while they were only walking than when texting while walking. However, we also found that the diminished performance is differently related to task set inhibition and task set activation in the two conditions. The alpha oscillations, which can be used as an index of task inhibition, have a significantly different relation to performance in the two conditions, the relation being negative when subjects are texting. This may indicate that the more inhibition is needed, the more the performance is affected by texting. To our knowledge, this is the first study to investigate the brain signature of task switching in texting while walking. This finding is the first step in identifying the source of impaired judgment in texting pedestrians and in finding viable solutions to reduce the risks.",
     "keywords": ["Task switching", "Attentional processes", "Neuroergonomics", "Accident analysis", "Mobile device", "EEG"]},
    {"article name": "Mobile device use while crossing the street: Utilizing the theory of planned behavior",
     "doi": "https://doi.org/10.1016/j.aap.2019.02.006",
     "publication date": "06-2019",
     "abstract": "Every year, thousands of pedestrians are killed and tens-of-thousands are nonfatally injured as a result of traffic crashes. The year 2016 holds the record for the most pedestrians killed in one year since 1990. Mobile device use while crossing the street has been associated with unsafe crossing behaviors and gait abnormalities, potentially increasing the risk of pedestrian injury or death. Expanding upon the small body of literature, the present study utilized the theory of planned behavior to guide the development of a questionnaire used to collect data from 480 adults on predictors of intentions to use a mobile device while crossing the street. Questionnaire development involved one round of expert panel review (N = 4), subsequent pilot testing of a revised questionnaire, and a test-retest reliability assessment. Results demonstrate that attitude toward the behavior, subjective norm, and perceived behavioral control significantly predicted the intention to use a mobile device while crossing the street in this population. Such a questionnaire can be used in the design and evaluation of TPB-based interventions to decrease distracted mobile device use while crossing the street.",
     "keywords": ["Theory of planned behavior", "Mobile device distraction", "Distracted pedestrian", "Distracted street crossing"]},
    {"article name": "Regulatory focus, time perspective, locus of control and sensation seeking as predictors of risky driving behaviors",
     "doi": "https://doi.org/10.1016/j.aap.2019.02.025",
     "publication date": "06-2019",
     "abstract": "Empirical evidence shows that most of the road safety efforts fail to reach the most risk-prone drivers. In light of this issue, we have developed this study in order to distinguish between high-risk drivers and low-risk drivers based on variables that have already been shown to affect the effectiveness of preventive messages: regulatory focus orientation, time perspective, locus of control and sensation seeking. We sent paper and pencil questionnaires to five thousand low-risk drivers and five thousand high-risk drivers randomly selected based on their driving records. A driver who has been convicted of two or more traffic infractions with demerit points (e.g., exceeding speed limits, red light violation, no seatbelt, etc.) in the last two years was considered a high-risk driver whereas a low-risk driver had no traffic offense registered in his driving record in the last four years. We received two thousand and sixty-four completed questionnaires for a response rate of 20.6%. Seven hundred and ninety-eight belonged to the group of high-risk drivers and one thousand two hundred and sixty-six to the group of low-risk drivers. The results show that a promotion focused orientation, a present hedonistic perspective, an internal locus of control, and sensation seeking are associated with more risky driving behaviors and could therefore distinguish between high-risk and low-risk drivers. These results increase the understanding of risky drivers’ personalities and motivations. The literature review provides insight into how these findings might be considered in developing more effective road safety programs and campaigns, and the conclusion encourages researchers to explore these new avenues in future research.",
     "keywords": ["Regulatory focus", "Time perspective", "Locus of control", "Sensation seeking", "Risky driving behaviors"]},
    {"article name": "Associations between emotional symptoms and self-reported aberrant driving behaviors in older adults",
     "doi": "https://doi.org/10.1016/j.aap.2019.02.024",
     "publication date": "06-2019",
     "abstract": "To examine associations between internalizing symptoms and self-reported aberrant driving behaviors in a large sample (n = 341) of older adults (mean age = 62.6 years, SD = 4.8).Cross-sectional survey.Multiple regression analyses revealed that greater symptoms of emotional distress (i.e., higher scores on the Expanded Version of the Inventory of Depression and Anxiety Symptoms (IDAS-II) emotional distress composite) were associated with greater aberrant driving behaviors (i.e., higher scores on the Driving Behavior Questionnaire). In contrast, neither obsessions/fears nor emotional well-being were associated with greater aberrant driving behaviors. Follow-up regression analyses examining specific IDAS-II subscales revealed that greater suicidality, appetite gain, appetite loss, panic, and ill temper were associated with greater aberrant driving behaviors. Individuals reporting greater suicidality and appetite loss reported greater tendencies to unintentionally commit errors behind the wheel, while individuals reporting greater ill temper and appetite loss reported greater tendencies to intentionally engage in unsafe driving behaviors that may put other drivers in harm’s way.Older adults reporting emotional distress may be at risk for engaging in aberrant driving behaviors. In particular, certain symptoms of emotional distress (e.g., suicidality, ill temper) are tied to higher rates of aberrant driving behaviors within this population.",
     "keywords": ["Aged", "Driving ability", "Emotional functioning"]},
    {"article name": "Sickness absence, disability pension and permanent medical impairment among 64 000 injured car occupants of working ages: A two-year prospective cohort study",
     "doi": "https://doi.org/10.1016/j.aap.2019.02.019",
     "publication date": "06-2019",
     "abstract": "There is a lack of knowledge regarding sickness absence (SA) and disability pension (DP) as consequences of road traffic injuries, and on the association between DP and permanent medical impairment (PMI). Therefore, the aim of this study was to investigate SA, DP, and PMI among injured passenger car occupants two years after a crash, and how they are associated, accounting for sociodemographics, crash-related factors, and previous SA/DP.This prospective cohort study included 64 007 injured car occupants aged 17–62 years at the time of a crash occurring in 2001–2013, involving a car insured at Folksam Insurance Group in Sweden. Information on sociodemographics, crash-related factors, SA (in SA spells >14 days) and DP status at inclusion and at two-year follow-up, and PMI assessed by the insurance company was used. PMI grades were categorized as 1–4, 5–9, 10–19, or >19%. Logistic regression was performed to calculate odds ratios (OR) with 95% confidence intervals (CI) for DP at follow-up and for PMI, respectively.At the time of the crash 13% were already on SA or DP. At follow-up two years after the crash, 6% among those not already on SA/DP at the time of the crash were on SA and 2% on DP. Furthermore, 8% of the total cohort had a determined PMI. Among those not already on DP at the crash, 3% with no PMI had DP at follow-up. This proportion was higher the higher PMI grade. Among individuals without already ongoing DP at the crash date, 10% of those with a PMI 1–4 ha d DP, compared to 76% among PMI ≥ 20. Already ongoing SA at the time of the crash (OR = 39.16, 95% CI 34.89–43.95) and PMI grade (PMI ≥ 5 OR = 27.44, 95% CI 23.88–31.52, reference group PMI 0) were found to be associated with DP at two years after crash. The factor most strongly associated with PMI was the model year of the car. The older the car, the higher the risk of PMI (Model year ≤ 1990 OR = 3.36, 95% CI 2.67–4.23, reference group model year 2006–2010). An association with the same direction was also found between the model year of the car and DP at follow-up.The association between PMI grade and DP status at follow-up among occupants not on DP at the crash date indicates that both could be used to measure long-term consequences of road traffic injury. In this cohort, already ongoing SA at the crash date was associated with DP at the two-year follow-up, emphasizing the importance of accounting for this factor in future research.",
     "keywords": ["Traffic accidents", "Passenger car", "Injury", "Sick leave", "Disability pension", "Permanent medical impairment"]},
    {"article name": "Hidden figures behind two-vehicle crashes: An assessment of the risk and external costs of drunk driving in Spain",
     "doi": "https://doi.org/10.1016/j.aap.2019.02.017",
     "publication date": "06-2019",
     "abstract": "In this paper, we estimate the relative risk that drunk drivers pose on sober drivers, passengers and pedestrians, and quantify the external cost of drunk driving in Spain between 2004–2015. Eventually we arrive at the following conclusions. Firstly, we find the relative risk of drunk drivers causing a crash during the night to be between 2.7–3.9 times higher than that of sober drivers. Secondly, our results point to a decline in drunk driving offences alongside an increase in its punition, mainly after the implementation of the Penalty Points System for driving licenses in Spain on July 1st 2006. We estimate that drunk drivers should be fined by 1250€, in order to offset its external costs. Overall, our assessment indicates a downturn in the external costs of drunk driving over the last decade in Spain.",
     "keywords": ["R490", "E320", "C220", "Road accidents", "Drunk driving", "Relative risk", "Multinomial probability", "Negative binomial", "External costs"]},
    {"article name": "An evaluation of the effects of an innovative school-based cycling education program on safety and participation",
     "doi": "https://doi.org/10.1016/j.aap.2019.02.021",
     "publication date": "06-2019",
     "abstract": "Cycling education programs for children could play a role in promoting both cycling participation and cycling safety, and they exist in many countries – often in school settings. Evaluations have generally shown improvements in skills and knowledge, but effects on less-researched outcomes such as safety-related behaviour, crashes or injuries, cycling participation, and cycling confidence, are unclear. The present research evaluated Safe Cycle, an innovative Australian school-based program that addresses hazard awareness and overconfidence in addition to more typical content (e.g. handling skills), in terms of a comprehensive range of outcomes. Students from Years 4 to 8 (n = 108) completed online surveys in class before, immediately after, and approximately 14 weeks after, the 8-week program was delivered. Significant increases in knowledge and confidence were observed, while results also suggested increases in cycling participation. The program appeared to address illusory invulnerability effectively, but there was no evidence that the program improved safety-relevant cycling behaviours or experience of crashes. The benefits of Safe Cycle might be enhanced by including elements to increase motivation to perform safety-relevant behaviours and durability of program effects.",
     "keywords": ["Cycling safety", "Cycling education program", "Child cyclists"]},
    {"article name": "A new integrated collision risk assessment methodology for autonomous vehicles",
     "doi": "https://doi.org/10.1016/j.aap.2019.01.029",
     "publication date": "06-2019",
     "abstract": "Real-time risk assessment of autonomous driving at tactical and operational levels is extremely challenging since both contextual and circumferential factors should concurrently be considered. Recent methods have started to simultaneously treat the context of the traffic environment along with vehicle dynamics. In particular, interaction-aware motion models that take inter-vehicle dependencies into account by utilizing the Bayesian interference are employed to mutually control multiple factors. However, communications between vehicles are often assumed and the developed models are required many parameters to be tuned. Consequently, they are computationally very demanding. Even in the cases where these desiderata are fulfilled, current approaches cannot cope with a large volume of sequential data from organically changing traffic scenarios, especially in highly complex operational environments such as dense urban areas with heterogeneous road users. To overcome these limitations, this paper develops a new risk assessment methodology that integrates a network-level collision estimate with a vehicle-based risk estimate in real-time under the joint framework of interaction-aware motion models and Dynamic Bayesian Networks (DBN). Following the formulation and explanation of the required functions, machine learning classifiers were utilized for the real-time network-level collision prediction and the results were then incorporated into the integrated DBN model for predicting collision probabilities in real-time. Results indicated an enhancement of the interaction-aware model by up to 10%, when traffic conditions are deemed as collision-prone. Hence, it was concluded that a well-calibrated collision prediction classifier provides a crucial hint for better risk perception by autonomous vehicles.",
     "keywords": null},
    {"article name": "Middle-aged Drivers’ subjective categorization for combined alignments on mountainous freeways and their speed choices",
     "doi": "https://doi.org/10.1016/j.aap.2019.02.020",
     "publication date": "06-2019",
     "abstract": "Road geometric design is a fundamental factor that impacts driving speed. Previous research generally paid attentions to the influences of specific road characteristics (e.g. curvature) on driving behaviors. Limited studies have focused on how drivers identify different alignments and how they further take the varying speed choices. This study aims at filling the gap by investigating the subjective categorization of road alignments based on middle-aged driver groups. A total of sixteen participants with ages ranging from 23 to 40 years were recruited. Participants were first asked to undertake naturalistic driving tests on a four-lane divided mountainous freeway while photos of the road and the driving speed were collected. Participants were then asked to subjectively sort the photos of the road into piles, within each pile we considered their driving behaviors would be similar. Finally, questionnaire survey was conducted in terms of comfort, safety, speed choice and sight distance. The picture grouping revealed three distinct and non-overlapping subjective categories of road alignment. And driver’s ratings about comfort and safety were significantly different between these categories. The category with the largest sight distance and highest speed choice turned out to have the lowest rating in comfort and safety (note that the rating scales for comfort and safety had reversed polarity such that low numbers indicated high comfort and high safety). Statistical evidences indicated that the drivers have developed underlying mental schema about road alignment. Therefore, their speed choices on combined alignment were further investigated. The difference between actual driving speed and driver’s expected speed showed close relation to the ratings and significant difference between two of the categories. Road with large absolute value in speed difference informed inconsistency between geometric design and driver’s expectation from the aspects of drivers’ perception and expectation of the road. The findings provided insight into how middle-aged driver views and categorizes road alignment. And it was found that the drivers relied on visual characteristics of the alignment to distinguish the categories instead of separate horizontal and vertical geometric parameters. It was implied that more considerations should be taken into driver’s perception of road during alignment design to improve road safety.",
     "keywords": ["Schema", "Combined alignments", "Road categories", "Speed", "Sight distance"]},
    {"article name": "Analyzing freeway crash severity using a Bayesian spatial generalized ordered logit model with conditional autoregressive priors",
     "doi": "https://doi.org/10.1016/j.aap.2019.02.029",
     "publication date": "06-2019",
     "abstract": "This study develops a Bayesian spatial generalized ordered logit model with conditional autoregressive priors to examine severity of freeway crashes. Our model can simultaneously account for the ordered nature in discrete crash severity levels and the spatial correlation among adjacent crashes without fixing the thresholds between crash severity levels. The crash data from Kaiyang Freeway, China in 2014 are collected for the analysis, where crash severity levels are defined considering the combination of injury severity, financial loss, and numbers of injuries and deaths. We calibrate the proposed spatial model and compare it with a traditional generalized ordered logit model via Bayesian inference. The superiority of the spatial model is indicated by its better model fit and the statistical significance of the spatial term. Estimation results show that driver type, season, traffic volume and composition, response time for emergency medical services, and crash type have significant effects on crash severity propensity. In addition, vehicle type, season, time of day, weather condition, vertical grade, bridge, traffic volume and composition, and crash type have significant impacts on the threshold between median and severe crash levels. The average marginal effects of the contributing factors on each crash severity level are also calculated. Based on the estimation results, several countermeasures regarding driver education, traffic rule enforcement, vehicle and roadway engineering, and emergency services are proposed to mitigate freeway crash severity.",
     "keywords": ["Freeway safety", "Crash severity", "Spatial correlation", "Bayesian spatial", "Generalized ordered logit model", "Conditional autoregressive prior"]},
    {"article name": "Exploring the contribution of executive functions to on-road driving performance during aging: A latent variable analysis",
     "doi": "https://doi.org/10.1016/j.aap.2019.02.010",
     "publication date": "06-2019",
     "abstract": "With the aging of the population the issue of older drivers safety has gained importance in recent years. Age-related cognitive decline is frequently cited as the main cause of unsafe driving performance in older drivers. Objective: The present study investigated how executive functions (EFs), measured as latent variables, are related to on-road driving performance during aging. Method: One hundred and twenty-six participants aged from twenty to eighty-two, completed a two hundred and forty-seven km on-road driving test and a set of executive tasks selected to tap three often postulated EFs: inhibition (inhibiting prepotent responses), updating (updating working memory representations), and shifting (shifting task sets). Results: Confirmatory factor analysis reproduces previous results obtained by Miyake et al. (2000), Miyake and Friedman (2012) of unity and diversity of EFs in an adult life span sample. Structural equation modeling suggested that on-road driving performance was related to inhibition. Furthermore, findings indicate that the age-related driving performance decline in normal aging may be mediated by the inhibition function. Conclusions: The results highlight the importance of a proper method to assess executive functioning in a specific domain as well as emphasising the major role of those functions in driving performance while aging.",
     "keywords": ["Driving performance", "Executive functions", "Cognition", "Older drivers", "Latent variable analysis"]},
    {"article name": "Impact of regulations to control alcohol consumption by drivers: An assessment of reduction in fatal traffic accident numbers in the Federal District, Brazil",
     "doi": "https://doi.org/10.1016/j.aap.2019.01.017",
     "publication date": "06-2019",
     "abstract": "In 2008 Brazil enacted Law n° 11.705, known as the Lei Seca (in Portuguese) or Dry Law, altering the National Traffic Code by establishing zero tolerance for the presence of alcohol in drivers’ bloodstreams and toughening punishment for offenders. In 2012 the New Dry Law, Law n° 12.760 came into force in an effort to correct for legal loopholes in the earlier version and make it feasible to produce alternative forms of proof of alcohol impediment against those drivers who refused to take the breath analysis test. Sanctions for offenders were made even more severe. Ten years after the advent of the first Lei Seca this study set out to make a quantitative assessment of the two laws’ impacts regarding the reduction of lethal traffic accidents in the Federal District, Brazil. Intervention Analysis of Time Series was the technique used and transfer functions enabled the incorporation of the effects of dummy exogenous variables to the Box and Jenkins ARIMA model. Results showed that while Law n° 11.705 had no significant impact, Law 12.760 did have a statistically significant impact in reducing lethal accidents. Such results underscore the need for ex post monitoring and evaluation of Laws and confirm the premise that legislation only successfully produces its effects when compliance can be enforced.",
     "keywords": ["Traffic accidents", "Control of alcohol consumption by drivers", "Intervention analysis", "ARIMA models"]},
    {"article name": "How instantaneous driving behavior contributes to crashes at intersections: Extracting useful information from connected vehicle message data",
     "doi": "https://doi.org/10.1016/j.aap.2019.01.014",
     "publication date": "06-2019",
     "abstract": "Connected and automated vehicles have enabled researchers to use big data for development of new metrics that can enhance transportation safety. Emergence of such a big data coupled with computational power of modern computers have enabled us to obtain deeper understanding of instantaneous driving behavior by applying the concept of “driving volatility” to quantify variations in driving behavior. This paper brings in a methodology to quantify variations in vehicular movements utilizing longitudinal and lateral volatilities and proactively studies the impact of instantaneous driving behavior on type of crashes at intersections. More than 125 million Basic Safety Message data transmitted between more than 2800 connected vehicles were analyzed and integrated with historical crash and road inventory data at 167 intersections in Ann Arbor, Michigan, USA. Given that driving volatility represents the vehicular movement and control, it is expected that erratic longitudinal/lateral movements increase the risk of crash. In order to capture variations in vehicle control and movement, we quantified and used 30 measures of driving volatility by using speed, longitudinal and lateral acceleration, and yaw-rate. Rigorous statistical models including fixed parameter, random parameter, and geographically weighted Poisson regressions were developed. The results revealed that controlling for intersection geometry and traffic exposure, and accounting unobserved factors, variations in longitudinal control of the vehicle (longitudinal volatility) are highly correlated with the frequency of rear-end crashes. Intersections with high variations in longitudinal movement are prone to have higher rear-end crash rate. Referring to sideswipe and angle crashes, along with speed and longitudinal volatility, lateral volatility is substantially correlated with the frequency of crashes. When it comes to head-on crashes, speed, longitudinal and lateral acceleration volatilities are highly associated with the frequency of crashes. Intersections with high lateral volatility have higher risk of head-on collisions due to the risk of deviation from the centerline leading to head-on crash. The developed methodology and volatility measures can be used to proactively identify hotspot intersections where the frequency of crashes is low, but the longitudinal/lateral driving volatility is high. The reason that drivers exhibit higher levels of driving volatility when passing these intersections can be analyzed to come up with potential countermeasures that could reduce volatility and, consequently, crash risk.",
     "keywords": ["Volatility", "Safety", "Rear-end", "Head-on", "Crash frequency", "Big data", "Connected vehicles", "Random parameter", "Geographically Weighted Regression"]},
    {"article name": "A comparison of statistical learning methods for deriving determining factors of accident occurrence from an imbalanced high resolution dataset",
     "doi": "https://doi.org/10.1016/j.aap.2019.02.008",
     "publication date": "06-2019",
     "abstract": "One of the main aims of accident data analysis is to derive the determining factors associated with road traffic accident occurrence. While current studies mainly use variants of count data regression to achieve this aim, the problem can also be considered as a binary classification task, with the dichotomous target variable indicating events (accidents) and non-events (no accidents). The effects of 45 variables – describing road condition and geometry, traffic volume and regulations, weather, and accident time – are analyzed using a dataset in high temporal (1 h) and spatial (250 m) resolution, covering the whole highway network of Austria over the period of four consecutive years. A combination of synthetic minority oversampling and maximum dissimilarity undersampling is used to balance the training dataset. We employ and compare a series of statistical learning techniques with respect to their predictive performance and discuss the importance of determining factors of accident occurrence from the ensemble of models. Findings substantiate that a trade-off between accuracy and sensitivity is inherent to imbalanced classification problems. Results show satisfying performance of tree-based methods which exhibit accuracies between 75% and 90% while exhibiting sensitivities between 30% and 50%. Overall, this analysis emphasizes the merits of using high-resolution data in the context of accident analysis.",
     "keywords": ["62-07", "Statistical learning", "Imbalanced data", "Binary classification", "Accident analysis", "Road safety"]},
    {"article name": "Comparison of Bayesian techniques for the before–after evaluation of the safety effectiveness of short 2+1 road sections",
     "doi": "https://doi.org/10.1016/j.aap.2019.02.009",
     "publication date": "06-2019",
     "abstract": "In evaluating the effectiveness of a road safety treatment, the regression to the mean phenomenon is a cause for concern because of a possible overestimation of benefits. Therefore, Bayesian approaches are usually suggested as the most appropriate methodologies for before—after studies as they account for regression to the mean effects. The empirical Bayes (EB) methodology examines the estimation of the expected number of crashes that would have occurred without treatment and compares them with the crashes observed at the treated sites. Even if there is no significant regression to the mean bias, the EB technique requires a reliable and large dataset with sufficient years of observation and number of treated sites, adequate for estimating the safety effects of a treatment with acceptable standard errors. In this framework, a full Bayesian (FB) approach can mitigate the problem of using small datasets by providing more detailed causal inferences and more flexibility in selecting crash count distributions, acknowledging that a more complex methodology must be applied. With the aim of estimating the safety improvements of new, short 2 + 1 road sections in Poland limited by the existing road network, EB and FB estimations are compared and different safety performance function (SPF) model forms are used in order to evaluate the performance of the two methodologies. Results indicated that, even if crash modification factors (CMFs) resulted in similar average values, the EB trend is to underestimate CMFs compared with the more complex methodology, while overall the FB approach provided a lower standard deviation. The differences are more pronounced between the EB and FB approaches when a simple SPF model form is used for the analysed dataset. Moreover, for this specific dataset, the difference between the FB method and the EB method using a refined regression model with more variables was negligible.",
     "keywords": ["Crash modification factor", "Empirical bayes", "Full bayes", "Before/After studies", "Regression to the mean", "2+1 roads"]},
    {"article name": "The effect of cognitive distraction on perception-response time to unexpected abrupt and gradually onset roadway hazards",
     "doi": "https://doi.org/10.1016/j.aap.2019.03.003",
     "publication date": "06-2019",
     "abstract": "A driving simulator study was conducted to investigate the effect of cognitive distraction on different stages of perception-response time (saccade latency, processing time, and movement time) to unexpected roadway hazards, both when the hazard onset is abrupt and when it is gradual.Prior studies, which typically focus on overall response times, have demonstrated that distraction, including cognitive distraction, leads to an increase in response times. Studies have also shown that response times differ depending on the type and location of the hazard. However, there is limited research into the effect of cognitive distraction for gradually developing hazards (e.g., a left-turn across path vehicle), as existing research primarily focuses on abrupt hazard onsets (e.g., lead vehicle braking).Twenty-four participants were presented with three different emergency roadway hazards, including one abrupt onset hazard (a pedestrian stepping onto the roadway from in front of a parked vehicle) and two gradually developing hazards (an oncoming vehicle turning left across the driver’s path and a vehicle accelerating perpendicularly into the driver’s path from the right). Half of the participants completed a delayed digit recall task (cognitive distraction condition), the other half did not (control condition).The left-turn across path hazard was particularly characterized by the long processing period (initiation of the saccade towards the hazard to initial motor response), whereas the pedestrian hazard was more notable for the shortest saccadic latency (hazard onset to the start of the saccade towards the hazard). Cognitive distraction led to a significant increase in brake reaction time for the right-incursion vehicle hazard, in processing time for the left-turn across path hazard, and a marginally significant increase in saccadic latency for the pedestrian and right-incursion vehicle hazards.Hazard ambiguity due to gradual onset, such as with the left-turn across path hazard, appears to increase the processing duration before a response is executed, especially when distracted. Abrupt hazard onset appears to induce shorter saccadic latencies than gradual onsets likely due to a stronger attentional capture property. However, cognitive distraction may increase saccadic latencies for these types of hazards.",
     "keywords": ["Perception-response time", "Cognitive distraction", "Driving", "Emergency roadway hazards"]}]
}