{"primary": "Life Sciences",
"domain": "Biochemistry, Genetics and Molecular Biology",
"subdomain": ["Biochemistry"],
"journal name": "Biochimie Open",
"articles": [
    {"article name": "AhR signaling pathways and regulatory functions",
     "doi": "https://doi.org/10.1016/j.biopen.2018.05.001",
     "publication date": "12-2018",
     "abstract": "Animals and humans are exposed each day to a multitude of chemicals in the air, water and food. They have developed a battery of enzymes and transporters that facilitate the biotransformation and elimination of these compounds. Moreover, a majority of these enzymes and transporters are inducible due to the activation of xenobiotic receptors which act as transcription factors for the regulation of their target genes (such as xenobiotic metabolizing enzymes, see below §4 for the AhR). These receptors include several members of the nuclear/steroid receptor family (CAR for Constitutive Androstane Receptor, PXR for Pregnane X Receptor) but also the Aryl hydrocarbon Receptor or AhR, a member of the bHLH-PAS family (basic Helix-Loop-Helix - Period/ARNT/Single minded). In addition to the regulation of xenobiotic metabolism, numerous alternative functions have been characterized for the AhR since its discovery. These alternative functions will be described in this review along with its endogenous functions as revealed by experiments performed on knock-out animals.",
     "keywords": ["AhR", "ARNT", "AhRR", "Dioxins", "Src", "Cytochromes P450"]},
    {"article name": "Retroviral nucleocapsid proteins and DNA strand transfers",
     "doi": "https://doi.org/10.1016/j.biopen.2018.07.001",
     "publication date": "12-2018",
     "abstract": "An infectious retroviral particle contains 1000–1500 molecules of the nucleocapsid protein (NC) that cover the diploid RNA genome. NC is a small zinc finger protein that possesses nucleic acid chaperone activity that enables NC to rearrange DNA and RNA molecules into the most thermodynamically stable structures usually those containing the maximum number of base pairs. Thanks to the chaperone activity, NC plays an essential role in reverse transcription of the retroviral genome by facilitating the strand transfer reactions of this process. In addition, these reactions are involved in recombination events that can generate multiple drug resistance mutations in the presence of anti-HIV-1 drugs. The strand transfer reactions rely on base pairing of folded DNA/RNA structures. The molecular mechanisms responsible for NC-mediated strand transfer reactions are presented and discussed in this review. Antiretroviral strategies targeting the NC-mediated strand transfer events are also discussed.",
     "keywords": ["Nucleocapsid protein", "Strand transfer", "Reverse transcription", "Retrovirus", "HIV"]},
    {"article name": "Vanadate inhibits transcription of the rat insulin receptor gene via a proximal sequence of the 5′flanking region",
     "doi": "https://doi.org/10.1016/j.biopen.2018.09.001",
     "publication date": "12-2018",
     "abstract": "Vanadate, a protein tyrosine phosphatase inhibitor which elicits insulin-like effects, has previously been shown to inhibit expression of the insulin receptor gene at the transcriptional level in rat hepatoma cells. In an attempt to identify the DNA sequence and transcription factors potentially involved in this effect, a fragment of the proximal 5′flanking region of the IR gene (−1143/−252 upstream the ATG codon) has been cloned and functionally characterized. RNase protection allowed the identification of several transcription start sites in the conserved region of the gene, among which two major sites at −455 and −396. Upon fusion to the luciferase gene and transient transfection into hepatoma cells, the −1143/−252 fragment showed promoter activity. This was unaffected by deletion of the −1143/−761 sequence, but markedly decreased (90%) by additional deletion of the −760/−465 sequence. Treatment of hepatoma cells with vanadate led to a dose-dependent decrease in promoter activity of the 1143/−252, −760/−252 and −464/−252 constructs (change relative to untreated cells, 40, 55 and 23% at 125 μM, and 70, 85 and 62% at 250 μM, respectively). These data suggest that although the entire DNA sequence upstream the transcription start sites is probably involved in vanadate-induced inhibition, the short sequence downstream of position −464 and is sufficient for inhibition. Potential targets of vanadate are the transcription factors FoxO1 and HMGA1, two downstream targets of the insulin signaling pathway which have been shown to mediate the inhibitory effect of insulin on IR gene expression.",
     "keywords": ["Insulin receptor", "Gene transcription", "Vanadate", "Rat", "Liver", "Hepatoma cells", "C/EBPβ C/CAAT/enhancer binding protein β", "C/CAAT/enhancer binding protein β", "FoxO1 Forkhead box protein O1", "Forkhead box protein O1", "HMGA1 high mobility group A1 protein", "high mobility group A1 protein", "HNF4 hepatocyte nuclear factor 4", "hepatocyte nuclear factor 4", "IGFBP-1 insulin-like growth factor binding protein 1", "insulin-like growth factor binding protein 1", "IR insulin receptor", "insulin receptor", "PEPCK phosphoenolpyruvate carboxykinase", "phosphoenolpyruvate carboxykinase", "PI3K phosphatidyl inositol 3-kinase", "phosphatidyl inositol 3-kinase", "SINE short interspersed nuclear element", "short interspersed nuclear element", "Sp1 specificity protein 1", "specificity protein 1", "STZ streptozotocin", "streptozotocin", "TCF7L2 T-cell specific transcription factor 7-like 2", "T-cell specific transcription factor 7-like 2"]},
    {"article name": "Herbal genomics as tools for dissecting new metabolic pathways of unexplored medicinal plants and drug discovery",
     "doi": "https://doi.org/10.1016/j.biopen.2017.12.003",
     "publication date": "06-2018",
     "abstract": "Herbal drugs, on which 80% of the world's population rely, are relatively safe over conventional drugs. Conventional drugs are costly, have serious side effects and hence over the past few decades researchers have focused on drug discovery from herbal medicines or botanical sources. The majority of new herbal drugs have been generated from secondary metabolites (alkaloids, terpenoids and phenolic compounds) of plant metabolism. Till date, only a small fraction of the vast diversity of plant metabolism has been explored for the production of new medicines and other products. The emergence of new herbal genomics research, medicinal plant genomics consortium, together with advances in other omics information may help for the speedy discovery of previously unknown metabolic pathways and enzymes. This review highlights the importance of genomics research in the discovery of some previously unknown enzymes/pathways which may make significant contributions in plant metabolic biology and may be used for the future discovery of many new pharmaceutical agents.",
     "keywords": ["Herbal", "Genomics", "Metabolite", "Drug"]},
    {"article name": "Isoprostanes as markers for muscle aging in older athletes",
     "doi": "https://doi.org/10.1016/j.biopen.2017.12.001",
     "publication date": "06-2018",
     "abstract": "Production of isoprostanes (IsoPs) is enhanced after acute, intense, and prolonged exercise, in untrained subjects. This effect is greater in older subjects. The present study aims to delineate the profile of acute-exercise-induced IsoPs levels in young and older endurance-trained subjects.All included subjects were male, young (n = 6; 29 yrs ± 5.7) or older (n = 6; 63.7 yrs ± 2.3), and competitors. The kinetics of F2-IsoPs in blood-sera was assessed at rest, for the maximal aerobic exercise power (MAP) corresponding to the cardio-respiratory fitness index and after a 30-min recovery period.No significant time effect on F2-IsoPs kinetics was identified in young subjects. However, in older athletes, F2-IsoPs blood-concentrations at the MAP were higher than at rest, whereas these blood-concentrations did not differ between rest and after the 30-min recovery period.Because plasma glutathione (GSH) promotes the formation of some F2-IsoPs, we suggest that the surprising decrease in F2-IsoPs levels in older subjects would be caused by decreased GSH under major ROS production in older subjects. We argue that the assessment F2-IsoPs in plasma as biomarkers of the aging process should be challenged by exercise to improve the assessment of the functional response against reactive oxygen species in older subjects.",
     "keywords": ["Isoprostanes", "Aging", "Exercise", "Training", "ROS reactive-oxygen species", "reactive-oxygen species", "IsoP Isoprostane", "Isoprostane", "V ˙ O 2 max Maximal oxygen uptake", "Maximal oxygen uptake", "MAP Maximal aerobic power", "Maximal aerobic power", "Lamax Venous blood-lactate concentration at V ˙ O 2 max", "Venous blood-lactate concentration at V ˙ O 2 max", "La30 Venous blood-lactate concentration at 30 min after exercise", "Venous blood-lactate concentration at 30 min after exercise", "BHT Butylated hydroxytoluene", "Butylated hydroxytoluene", "MS Mass spectrometry", "Mass spectrometry", "HPLC High-performance liquid chromatography", "High-performance liquid chromatography", "FSHD Facioscapulohumeral dystrophy", "Facioscapulohumeral dystrophy", "Nrf2 Erythroid 2-like factor 2", "Erythroid 2-like factor 2", "GSH Glutathione", "Glutathione"]},
    {"article name": "Glycan binding profile of a fucolectin-related protein (FRP) encoded by the SP2159 gene of Streptococcus pneumoniae",
     "doi": "https://doi.org/10.1016/j.biopen.2017.12.002",
     "publication date": "06-2018",
     "abstract": "The recombinant fucolectin-related protein (FRP) of unknown function, encoded by the SP2159 gene of Streptococcus pneumoniae, was expressed in E. coli. In this study, its glycan-recognition epitopes and their binding potencies were examined by enzyme-linked lectinosorbent and inhibition assays. The results indicate that FRP reacted strongly with human blood group ABH and l-Fucα1→2-active glycotopes and in their polyvalent (super) forms. When expressed by mass relative potency, the binding affinities of FRP to poly-l-Fucα1→glycotopes were about 5.0 × 105 folds higher than that of the mono-l-Fucα1→glycotope form. This unique binding property of FRP can be used as a special tool to differentiate complex forms of l-Fucα1→2 and other forms of glycotopes.",
     "keywords": ["Fucolectin-related protein", "Glycotopes", "Polyvalency", "Glycan recognition epitopes"]},
    {"article name": "Lack of current observed in HEK293 cells expressing NALCN channels",
     "doi": "https://doi.org/10.1016/j.biopen.2018.01.001",
     "publication date": "06-2018",
     "abstract": "The sodium leak channel NALCN is poorly understood, but is reported as a Na+-permeable, nonselective cation leak channel which regulates resting membrane potential and electrical excitability. Previous work has indicated that NALCN currents can be stimulated by activation of several G protein coupled receptors, including the M3 muscarinic receptor. We undertook a study using voltage clamp electrophysiology to investigate NALCN currents. We compared currents elicited from untransfected control HEK239 cells in response to M3R agonists muscarine or Oxotremorine M to currents elicited from cells transfected with M3R only or the M3R plus NALCN and cDNA encoding accessory proteins UNC-80 and Src. Currents with similar properties were observed in all three groups of cells in response to muscarine agonists, in similar proportions of cells tested, from all three groups of cells. Our findings do not support previous electrophysiological studies suggesting that heterologously expressed NALCN functions as a Na+ leak channel in HEK293 cells. More research will be required to determine the molecular requirements for successful expression of the NALCN channel.",
     "keywords": ["NALCN", "Patch clamp", "HEK293", "Muscarinic receptor", "NALCN sodium leak channel, non-selective", "sodium leak channel, non-selective", "ERS external recording solution", "external recording solution", "IRS internal recording solution", "internal recording solution", "M3R M3 muscarinic receptor", "M3 muscarinic receptor"]},
    {"article name": "Comparison of antimicrobial activities of natural essential oils and synthetic fragrances against selected environmental pathogens",
     "doi": "https://doi.org/10.1016/j.biopen.2017.09.001",
     "publication date": "12-2017",
     "abstract": "Plant essential oils (EOs) are known to inhibit the growth of bacteria and fungi. Whether these antimicrobial effects are comparable to synthetic household products is less clear. Furthermore, limited research is available on the potential additive effect of blending EOs. In this investigation, a new EO blend containing orange, patchouli, peppermint, and clary sage was compared to its individual single oils and to three household products–air freshener, liquid soap, and body spray–for their ability to inhibit the growth of Staphylococcus aureus, Streptococcus pneumoniae, Pseudonomas aeruginosa, and Aspergillus brasiliensis in the disc-diffusion assay. The new EO blend significantly inhibited the growth of the four microorganisms. The zones of inhibition of new EO blend were greater than the air freshener and similar to the liquid soap and body spray, with the exception of Str. pneumoniae in which the body spray provided greater inhibitory zone. The new EO blend and the single oils, with the exception of peppermint, equally inhibited the growth of S. aureus and Str. pneumoniae suggesting no additive effect. P. aeruginosa and A. brasiliensis showed variable susceptibility to all EOs except for no susceptibility to orange and limonene. No difference was found between (−) and (+)-limonene; whereas, (+)-menthol showed greater effect than (−)-menthol. In conclusion, blending the EO of orange, patchouli, peppermint, and clary sage was beneficial in inhibiting the growth of S. aureus, Str. pneumoniae, P. aeruginosa, and A. brasiliensis providing a natural antimicrobial fragrance option over synthetics fragrances used in soaps, body sprays, and air fresheners.",
     "keywords": ["Essential oils", "Soap", "Body spray", "Air freshener"]},
    {"article name": "Chemical composition analysis and in vitro biological activities of ten essential oils in human skin cells",
     "doi": "https://doi.org/10.1016/j.biopen.2017.04.001",
     "publication date": "12-2017",
     "abstract": "Research on the biological effects of essential oils on human skin cells is scarce. In the current study, we primarily explored the biological activities of 10 essential oils (nine single and one blend) in a pre-inflamed human dermal fibroblast system that simulated chronic inflammation. We measured levels of proteins critical for inflammation, immune responses, and tissue-remodeling processes. The nine single oils were distilled from Citrus bergamia (bergamot), Coriandrum sativum (cilantro), Pelargonium graveolens (geranium), Helichrysum italicum (helichrysum), Pogostemon cablin (patchouli), Citrus aurantium (petitgrain), Santalum album (sandalwood), Nardostachys jatamansi (spikenard), and Cananga odorata (ylang ylang). The essential oil blend (commercial name Immortelle) is composed of oils from frankincense, Hawaiian sandalwood, lavender, myrrh, helichrysum, and rose. All the studied oils were significantly anti-proliferative against these cells. Furthermore, bergamot, cilantro, and spikenard essential oils primarily inhibited protein molecules related to inflammation, immune responses, and tissue-remodeling processes, suggesting they have anti-inflammatory and wound healing properties. Helichrysum and ylang ylang essential oils, as well as Immortelle primarily inhibited tissue remodeling-related proteins, suggesting a wound healing property. The data are consistent with the results of existing studies examining these oils in other models and suggest that the studied oils may be promising therapeutic candidates. Further research into their biological mechanisms of action is recommended. The differential effects of these essential oils suggest that they exert activities by different mechanisms or pathways, warranting further investigation. The chemical composition of these oils was analyzed using gas chromatography–mass spectrometry.",
     "keywords": ["Anti-proliferation", "Bergamot", "Cilantro", "Anti-inflammatory", "Spikenard", "Wound healing"]},
    {"article name": "The nature of the rate-limiting step of blue multicopper oxidases: Homogeneous studies versus heterogeneous",
     "doi": "https://doi.org/10.1016/j.biopen.2017.01.001",
     "publication date": "06-2017",
     "abstract": "Multicopper oxidases (MCOs) catalyzed two half reactions (linked by an intramolecular electron transfer) through a Ping-Pong mechanism: the substrate oxidation followed by the O2 reduction. MCOs have been characterized in details in solution or immobilized on electrode surfaces. The nature of the rate-limiting steps, which is controversial in the literature, is discussed in this mini review for both cases. Deciphering such rate-limiting steps is of particular importance to efficiently use MCOs in any applications requiring the reduction of O2 to water.",
     "keywords": ["Multicopper oxidase", "Rate-limiting step", "Homogeneous and heterogeneous studies", "Electrochemistry"]},
    {"article name": "Initiative action of tumor-associated macrophage during tumor metastasis",
     "doi": "https://doi.org/10.1016/j.biopen.2016.11.002",
     "publication date": "06-2017",
     "abstract": "Tumor-associated macrophages (TAMs) are a significant component of the microenvironment of any solid tumors in the majority of cancers, associated with unfavorable prognosis. TAMs emerge as attractive targets for therapeutic strategies aimed at reprogramming their protumor phenotype into an effective antitumor activity.In this review article, we present an overview of mechanisms responsible for TAMs recruitment and highlight the roles of TAMs in the regulation of tumor angiogenesis, invasion, metastasis, immunosuppression, and chemotherapeutic resistance. We describe the interplay between Th17 cells and other immune cells in the tumor microenvironment, and we assess both the potential antitumorigenic and pro-tumorigenic activities of Th17 cells and their associated cytokines. Understanding the nature of Th17 cell responses in the tumor microenvironment will be important for the design of more efficacious cancer immunotherapies. Finally, we discuss TAM-targeting therapy as a promising novel strategy for an indirect cancer therapy.",
     "keywords": ["Tumor-associated macrophage", "Th17 & Tregs cells", "Inflammation", "Metastasis"]},
    {"article name": "Putative roles of mitochondrial Voltage-Dependent Anion Channel, Bcl-2 family proteins and c-Jun N-terminal Kinases in ischemic stroke associated apoptosis",
     "doi": "https://doi.org/10.1016/j.biopen.2017.02.002",
     "publication date": "06-2017",
     "abstract": "There is a constant need for better stroke treatments. Neurons at the periphery of an ischemic stroke affected brain tissue remains metabolically active for several hours or days after stroke onset. They later undergo mitochondrion-mediated apoptosis. It has been found that inhibiting apoptosis in the peripheral ischemic neurons could be very effective in the prevention of stroke progression. During stroke associated apoptosis, cytosolic c-Jun N-terminal Kinases (JNKs) and Bcl-2 family proteins translocate towards mitochondria and promote cytochrome c release by interacting with the outer mitochondrion membrane associated proteins. This review provides an overview of the plausible interactions of the outer mitochondrial membrane Voltage Dependent Anion Channel, Bcl-2 family proteins and JNKs in cytochrome c release in the peripheral ischemic stroke associated apoptotic neurons. The review ends with a note on designing new anti-stroke treatments.",
     "keywords": ["Ischemic penumbra", "Mitochondrion-mediated apoptosis", "c-Jun N-terminal Kinases", "Voltage-Dependent Anion Channel", "VDAC Voltage Dependent Anion Channel", "Voltage Dependent Anion Channel", "JNKs c-Jun N-terminal Kinases", "c-Jun N-terminal Kinases", "Bif-1 Bax interacting factor-1", "Bax interacting factor-1", "MPT pore Mitochondrial Permeability Transition pore", "Mitochondrial Permeability Transition pore"]},
    {"article name": "Liver and Metformin: Lessons of a fructose diet in mice",
     "doi": "https://doi.org/10.1016/j.biopen.2017.01.002",
     "publication date": "06-2017",
     "abstract": "Studies show that the continuous consumption of fructose can lead to nonalcoholic fatty liver disease (NAFLD) and steatohepatitis. We aimed to investigate the role of Metformin in an animal model of liver injury caused by fructose intake, focusing on the molecular markers of lipogenesis, beta-oxidation, and antioxidant defenses. Male three months old C57BL/6 mice were divided into control group (C) and fructose group (F, 47% fructose), maintained for ten weeks. After, the groups received Metformin or vehicle for a further eight weeks: control (C), control + Metformin (CM), fructose (F), and fructose + Metformin (FM). Fructose resulted in hepatic steatosis, insulin resistance and lower insulin sensitivity in association with higher mRNA levels of proteins linked with de novo lipogenesis and increased lipid peroxidation. Fructose diminished mRNA expression of antioxidant enzymes, and of proteins responsible for mitochondrial biogenesis. Metformin reduced de novo lipogenesis and increased the expression of proteins related to mitochondrial biogenesis, thereby increasing beta-oxidation and decreasing lipid peroxidation. Also, Metformin upregulated the expression and activity of antioxidant enzymes, providing a defense against increased reactive oxygen species generation. Therefore, a significant reduction in triglyceride accumulation in the liver, steatosis and lipid peroxidation was observed in the FM group. In conclusion, fructose increases de novo lipogenesis, reduces the antioxidant defenses, and diminishes mitochondrial biogenesis. After an extended period of fructose intake, Metformin treatment, even in continuing the fructose intake, can reverse, at least partially, the liver injury and prevents NAFLD progression to more severe states.",
     "keywords": ["Steatosis", "Lipogenesis", "beta-oxidation", "Oxidative stress", "Stereology"]},
    {"article name": "JNK3 phosphorylates Bax protein and induces ability to form pore on bilayer lipid membrane",
     "doi": "https://doi.org/10.1016/j.biopen.2017.02.001",
     "publication date": "06-2017",
     "abstract": "Bax is a pro-apoptotic cytosolic protein. In this work native (unphosphorylated) and JNK3 phosphorylated Bax proteins are studied on artificial bilayer membranes for pore formation. Phosphorylated Bax formed pore on the bilayer lipid membrane whereas native one does not. In cells undergoing apoptosis the pore formed by the phosphorylated Bax could be important in cytochrome c release from the mitochondrial intermembrane space to the cytosol. The low conductance (1.5 nS) of the open state of the phosphorylated Bax pore corresponds to pore diameter of 0.9 nm which is small to release cytochrome c (∼3.4 nm). We hypothesized that JNK3 phosphorylated Bax protein can form bigger pores after forming complexes with other mitochondrial proteins like VDAC, t-Bid etc. to release cytochrome c.",
     "keywords": ["Cytochrome c", "Bax protein", "JNK3", "Phosphorylation", "Ion channel", "JNK3 c-Jun N-terminal Kinase-3", "c-Jun N-terminal Kinase-3", "Phospho-Bax Phosphorylated Bax", "Phosphorylated Bax", "MAPK Mitogen Activated Protein Kinase", "Mitogen Activated Protein Kinase", "BLM Bilayer Lipid Membrane", "Bilayer Lipid Membrane", "OMM Outer Mitochondrial Membrane", "Outer Mitochondrial Membrane"]},
    {"article name": "Purified horse milk exosomes contain an unpredictable small number of major proteins",
     "doi": "https://doi.org/10.1016/j.biopen.2017.02.004",
     "publication date": "06-2017",
     "abstract": "Exosomes are 40–100 nm nanovesicles containing RNA and different proteins. Exosomes containing proteins, lipids, mRNAs, and microRNAs are important in intracellular communication and immune function. Exosomes from different sources are usually obtained by combination of centrifugation and ultracentrifugation and according to published data can contain from a few dozens to thousands of different proteins. Crude exosome preparations from milk of eighteen horses were obtained for the first time using several standard centrifugations. Exosome preparations were additionally purified by FPLC gel filtration. Individual preparations demonstrated different profiles of gel filtration showing well or bad separation of exosome peaks and one or two peaks of co-isolating proteins and their complexes. According to the electron microscopy, well purified exosomes displayed a typical exosome-like size (30–100 nm) and morphology. It was shown that exosomes may have several different biological functions, but detection of their biological functions may vary significantly depending on the presence of exosome contaminating proteins and proteins directly into exosomes. Exosome proteins were identified before and after gel filtration by MALDI MS and MS/MS spectrometry of protein tryptic hydrolyzates derived by SDS PAGE and 2D electrophoresis. The results of protein identification were unexpected: one or two peaks co-isolating proteins after gel-filtration mainly contained kappa-, beta-, alpha-S1-caseins and its precursors, but these proteins were not found in well-purified exosomes. Well-purified exosomes contained from five to eight different major proteins: CD81, CD63 receptors, beta-lactoglobulin and lactadherin were common to all preparations, while actin, butyrophilin, lactoferrin, and xanthine dehydrogenase were found only in some of them.The article describes the morphology and the protein content of major horse milk exosomes for the first time. Our results on the decrease of major protein number identified in exosomal preparations after gel filtration may be important to the studies of biological functions of pure exosomes.",
     "keywords": ["Horse milk", "Exosomes", "Proteins identification", "MALDI mass spectrometry", "EVs extracellular vesicles", "extracellular vesicles", "FPLC fast protein liquid chromatography", "fast protein liquid chromatography", "MM molecular mass", "molecular mass", "2D-electrophoresis two-dimensional electrophoresis (isoelectric focusing and SDS-PAGE)", "two-dimensional electrophoresis (isoelectric focusing and SDS-PAGE)", "SDS-PAGE SDS polyacrylamide gel electrophoresis", "SDS polyacrylamide gel electrophoresis"]},
    {"article name": "Phosphorylation of purified mitochondrial Voltage-Dependent Anion Channel by c-Jun N-terminal Kinase-3 modifies channel voltage-dependence",
     "doi": "https://doi.org/10.1016/j.biopen.2017.03.002",
     "publication date": "06-2017",
     "abstract": "Voltage-Dependent Anion Channel (VDAC) phosphorylated by c-Jun N-terminal Kinase-3 (JNK3) was incorporated into the bilayer lipid membrane. Single-channel electrophysiological properties of the native and the phosphorylated VDAC were compared. The open probability versus voltage curve of the native VDAC displayed symmetry around the voltage axis, whereas that of the phosphorylated VDAC showed asymmetry. This result indicates that phosphorylation by JNK3 modifies voltage-dependence of VDAC.",
     "keywords": ["Phosphorylation", "Voltage-Dependent Anion Channel", "c-Jun N-terminal Kinase-3", "Bilayer electrophysiology", "Phospho-VDAC Phosphorylated Voltage-Dependent Anion Channel", "Phosphorylated Voltage-Dependent Anion Channel", "JNK3 c-Jun N-terminal Kinase-3", "c-Jun N-terminal Kinase-3", "MAPK mitogen activated protein kinase", "mitogen activated protein kinase", "BLM bilayer lipid membrane", "bilayer lipid membrane"]},
    {"article name": "Novel proteins from proteomic analysis of the trunk disease fungus Lasiodiplodia theobromae (Botryosphaeriaceae)",
     "doi": "https://doi.org/10.1016/j.biopen.2017.03.001",
     "publication date": "06-2017",
     "abstract": "Many basic science questions remain regarding protein functions in the pathogen: host interaction, especially in the trunk disease fungi family, the Botryosphaeriaceae, which are a global problem for economically important plants, especially fruiting trees. Proteomics is a highly useful technology for studying protein expression and for discovering novel proteins in unsequenced and poorly annotated organisms. Current fungal proteomics approaches involve 2D SDS-PAGE and extensive, complex, protein extraction methodologies. In this work, a modified Folch extraction was applied to protein extraction to perform both de novo peptide sequencing and peptide fragmentation analysis/protein identification of the plant and human fungal pathogen Lasiodiplodia theobromae. Both bioinformatics approaches yielded novel peptide sequences from proteins produced by L. theobromae in the presence of exogenous triglycerides and glucose. These proteins and the functions they may possess could be targeted for further functional characterization and validation efforts, due to their potential uses in biotechnology and as new paradigms for understanding fungal biochemistry, such as the finding of allergenic enolases, as well as various novel proteases, including zinc metalloproteinases homologous to those found in snake venom. This work contributes to genomic annotation efforts, which, hand in hand with genomic sequencing, will help improve fungal bioinformatics databases for future studies of Botryosphaeriaceae. All data, including raw data, are available via the ProteomeXchange data repository with identifier PXD005283. This is the first study of its kind in Botryosphaeriaceae.",
     "keywords": ["Trunk-disease fungi", "Peptide fragmentation analysis", "de novo peptide sequencing", "Bioinformatics", "Gene ontology"]},
    {"article name": "Subcellular localization of the five members of the human steroid 5α-reductase family",
     "doi": "https://doi.org/10.1016/j.biopen.2017.03.003",
     "publication date": "06-2017",
     "abstract": "In humans the steroid 5α-reductase (SRD5A) family comprises five integral membrane enzymes that carry out reduction of a double bond in lipidic substrates: Δ4-3-keto steroids, polyprenol and trans-enoyl CoA. The best-characterized reaction is the conversion of testosterone into the more potent dihydrotestosterone carried out by SRD5A1-2. Some controversy exists on their possible nuclear or endoplasmic reticulum localization.We report the cloning and transient expression in HeLa cells of the five members of the human steroid 5α-reductase family as both N- and C-terminus green fluorescent protein tagged protein constructs. Following the intrinsic fluorescence of the tag, we have determined that the subcellular localization of these enzymes is in the endoplasmic reticulum, upon expression in HeLa cells. The presence of the tag at either end of the polypeptide chain can affect protein expression and, in the case of trans enoyl-CoA reductase, it induces the formation of protein aggregates.",
     "keywords": ["Steroid 5α-reductase", "Polyprenol reductase", "Trans-enoyl-CoA reductase", "Subcellular localization"]},
    {"article name": "The effect of endurance training with and without vitamin E on expression of p53 and PTEN tumor suppressing genes in prostate glands of male rats",
     "doi": "https://doi.org/10.1016/j.biopen.2017.03.005",
     "publication date": "06-2017",
     "abstract": "The aim of this study was to investigate the effect of endurance training with and without vitamin E on the expression of p53 and Phosphatase and tension homolog (PTEN) tumor suppressor genes of prostate glands in male rats. For this purpose, 50 Sprague–Dawley male rats were randomly assigned into 5 groups: (1) control group (CON, n = 10), (2) sham (S, n = 10), (3) endurance training (ET, n = 10), (4) endurance training + vitamin E (ET + VE, n = 10), (5) vitamin E (VE, n = 10). Endurance training protocol was implemented for 6 weeks, 6 days per week, in accordance with the overload principle. To measure expression changes of p53 and PTEN genes in rats' prostate, real-time PCR method was used and HPLC method was used to measure vitamin E in this tissue. After 6 weeks of taking vitamin E, its level in all groups, except for group VE (p < 0.000) did not significantly increase. After implementing training protocol, p53 expression reduced significantly in ET group (p < 0.026). Vitamin E supplementation along with endurance training did not cause any significant change either p53 or PTEN (respectively; p < 0.2, p < 0.11). Instead, vitamin E supplementation without endurance training caused significant increase in PTEN, but did not cause any significant changes in p53 (respectively; p < 0.016, p < 0.15). These results indicate that endurance training reduces p53 and PTEN tumor suppressing genes expression, and taking vitamin E supplement could increase expression of these genes in some extent.",
     "keywords": ["p53", "PTEN", "Endurance training", "Vitamin E", "Prostate gland"]},
    {"article name": "Development of a specific index to detect malnutrition in athletes: Validity in weight class or intermittent fasted athletes",
     "doi": "https://doi.org/10.1016/j.biopen.2016.10.001",
     "publication date": "06-2017",
     "abstract": "Fasted or weight-category athletes manage their training under strict diet conditions that could impair the stress-recovery balance and result in acute or chronic fatigue. However, to date, no validated biomarker are available to quantify this phenomena. The aim of this study was to assess the validity of a specific index combining plasma albumin and weight change to detect nutrition-related risks of fatigue increase and under-performance in athletes experiencing particular nutritional conditions.An athlete's nutrition risk index (ANRI) equation, based on data from lightweight and heavyweight rowers, was developed using relationship between plasma albumin concentrations combined to weight changes with sport performance and overtraining scores and was tested by odds ratio for failure. The accuracy and sensitivity of this former specific equation was subsequently tested on runners observing the Ramadan-fasting as well as on boxers after a short weight-loss period.Independently of training and performance, lightweight rowers presented lower nutritional parameters than heavyweight (albumin: 37.4 ± 2.7 vs 39.9 ± 1.8 g·L−1, P < 0.05; weight state: 94.5 ± 1.8 vs 99.9 ± 0.9%, P < 0.01). In lightweight, ANRI was related with overtraining score (R2 = 0.21, P < 0.01), risks for failure in competition were enhanced when ANRI increased (OR:2.5, P = 0.03). Relationship of ANRI with overtraining score tended to be also significant in runners (R2 = 0.32, P = 0.06) but not in boxers (P = 0.4).Albumin concentrations combined to weight loss appeared relevant to delineate nutrition-related risks of fatigue and/or competitive failure associated with mid-term diets (about 30 days) as observed in rowers and Ramadan-fasted runners. ANRI may benefit to athletes monitoring by delineating effects of their weight loss program.",
     "keywords": ["Albumin", "Weight loss", "Physical conditioning"]},
    {"article name": "Biological activities of frankincense essential oil in human dermal fibroblasts",
     "doi": "https://doi.org/10.1016/j.biopen.2017.01.003",
     "publication date": "06-2017",
     "abstract": "Although frankincense essential oil (FREO) has become increasingly popular in skin care, research on its biological activities in human skin cells is scarce, if not completely absent. In the current study, we explored the biological activities of FREO in pre-inflamed human dermal fibroblasts by analyzing the levels of 17 important protein biomarkers pertinent to inflammation and tissue remodeling. FREO exhibited robust anti-proliferative activity in these skin cells. It also significantly inhibited collagen III, interferon gamma-induced protein 10, and intracellular cell adhesion molecule 1. We also studied its effect in regulating genome-wide gene expression. FREO robustly modulated global gene expression. Furthermore, Ingenuity® Pathway Analysis showed that FREO affected many important signaling pathways that are closely related to inflammation, immune response, and tissue remodeling. This study provides the first evidence of the biological activities of FREO in human dermal fibroblasts. Consistent with existing studies in other models, the current study suggests that FREO possesses promising potential to modulate the biological processes of inflammation and tissue remodeling in human skin. Further research into the biological mechanisms of action of FREO and its major active components is recommended.",
     "keywords": ["Inflammation", "Immune response", "Tissue remodeling", "Alpha-pinene", "Anti-proliferation", "Skin health"]},
    {"article name": "Arborvitae (Thuja plicata) essential oil significantly inhibited critical inflammation- and tissue remodeling-related proteins and genes in human dermal fibroblasts",
     "doi": "https://doi.org/10.1016/j.biopen.2017.02.003",
     "publication date": "06-2017",
     "abstract": "Arborvitae (Thuja plicata) essential oil (AEO) is becoming increasingly popular in skincare, although its biological activity in human skin cells has not been investigated. Therefore, we sought to study AEO's effect on 17 important protein biomarkers that are closely related to inflammation and tissue remodeling by using a pre-inflamed human dermal fibroblast culture model. AEO significantly inhibited the expression of vascular cell adhesion molecule 1 (VCAM-1), intracellular cell adhesion molecule 1 (ICAM-1), interferon gamma-induced protein 10 (IP-10), interferon-inducible T-cell chemoattractant (I-TAC), monokine induced by interferon gamma (MIG), and macrophage colony-stimulating factor (M-CSF). It also showed significant antiproliferative activity and robustly inhibited collagen-I, collagen-III, plasminogen activator inhibitor-1 (PAI-1), and tissue inhibitor of metalloproteinase 1 and 2 (TIMP-1 and TIMP-2). The inhibitory effect of AEO on increased production of these protein biomarkers suggests it has anti-inflammatory property. We then studied the effect of AEO on the genome-wide expression of 21,224 genes in the same cell culture. AEO significantly and diversely modulated global gene expression. Ingenuity pathway analysis (IPA) showed that AEO robustly affected numerous critical genes and signaling pathways closely involved in inflammatory and tissue remodeling processes. The findings of this study provide the first evidence of the biological activity and beneficial action of AEO in human skin cells.",
     "keywords": ["Arborvitae essential oil", "Vascular cell adhesion molecule 1", "Intracellular cell adhesion molecule 1", "Interferon gamma-induced protein 10", "Interferon-inducible T-cell chemoattractant", "Collagen-III", "AEO Arborvitae (Thuja plicata) essential oil", "Arborvitae (Thuja plicata) essential oil"]},
    {"article name": "Anti-inflammatory, tissue remodeling, immunomodulatory, and anticancer activities of oregano (Origanum vulgare) essential oil in a human skin disease model",
     "doi": "https://doi.org/10.1016/j.biopen.2017.02.005",
     "publication date": "06-2017",
     "abstract": "The use of oregano (Origanum vulgare) essential oil (OEO) has become popular in skin care products. However, scientific research regarding its effects on human skin cells is scarce. In this study, we investigated the biological activity of a commercially available OEO, which is high in carvacrol content, in a human skin cell disease model. OEO induced marked antiproliferative effects and significantly inhibited several inflammatory biomarkers, including monocyte chemoattractant protein 1 (MCP-1), vascular cell adhesion molecule 1 (VCAM-1), intracellular cell adhesion molecule 1 (ICAM-1), interferon gamma-induced protein 10 (IP-10), interferon-inducible T-cell alpha chemoattractant (I-TAC), and monokine induced by gamma interferon (MIG). OEO also significantly inhibited tissue remodeling biomarkers, namely collagen I, collagen III, epidermal growth factor receptor (EGFR), matrix metalloproteinase 1 (MMP-1), plasminogen activator inhibitor 1 (PAI-1), tissue inhibitor of metalloproteinase (TIMP) 1 and 2. An immunomodulatory biomarker, macrophage colony-stimulating factor (M-CSF), was also strongly inhibited by OEO treatment. In addition, OEO significantly modulated global gene expression and altered signaling pathways, many of which are critical in inflammation, tissue remodeling, and cancer signaling processes. These findings along with existing studies largely support the anti-inflammatory, tissue remodeling, immunomodulatory, and anticancer activities of OEO. In conclusion, this study provides the first evidence of the biological activity of OEO in human dermal fibroblasts. We suggest that OEO, with carvacrol as the major active component, is a promising candidate for use in skin care products with anti-inflammatory and anticancer properties.",
     "keywords": ["Carvacrol", "Antiproliferation", "Skin health", "Vascular cell adhesion molecule-1", "Monokine induced by gamma interferon", "Anticancer"]},
    {"article name": "Lemongrass (Cymbopogon flexuosus) essential oil demonstrated anti-inflammatory effect in pre-inflamed human dermal fibroblasts",
     "doi": "https://doi.org/10.1016/j.biopen.2017.03.004",
     "publication date": "06-2017",
     "abstract": "Lemongrass (Cymbopogon flexuosus) essential oil (LEO), which has citral as its main component, has exhibited anti-inflammatory effect in both animal and human cells. In this study, we evaluated the anti-inflammatory activity of a commercially available LEO in pre-inflamed human dermal fibroblasts. We first studied the impact of LEO on 17 protein biomarkers that are critically associated with inflammation and tissue remodeling. LEO significantly inhibited production of the inflammatory biomarkers vascular cell adhesion molecule 1 (VCAM-1), interferon gamma-induced protein 10 (IP-10), interferon-inducible T-cell alpha chemoattractant (I-TAC), and monokine induced by gamma interferon (MIG); decreased levels of the tissue remodeling biomarkers collagen-I and III, epidermal growth factor receptor (EGFR), and plasminogen activator inhibitor (PAI-1); and inhibited the immunomodulatory biomarker macrophage colony-stimulating factor (M-CSF). Furthermore, we studied the impact of LEO on genome-wide gene expression profiles. LEO significantly modulated global gene expression and robustly impacted signaling pathways, many of which are critical for inflammation and tissue remodeling processes. This study provides the first evidence of the anti-inflammatory activity of LEO in human skin cells and indicates that it is a good therapeutic candidate for treating inflammatory conditions of the skin.",
     "keywords": ["Lemongrass essential oil", "Inflammation", "Tissue remodeling", "Genome-wide gene expression", "Vascular cell adhesion molecule 1", "Interferon gamma-induced protein 10"]},
    {"article name": "Human and mouse microarrays-guided expression analysis of membrane protein trafficking-related genes in MDCK cells, a canine epithelial model for apical and basolateral differential protein targeting",
     "doi": "https://doi.org/10.1016/j.biopen.2017.04.002",
     "publication date": "06-2017",
     "abstract": "MDCK cells are widely used to study the differential targeting of membrane transporters to apical and basolateral membrane but its canine origin limited the commercial tools available for the analysis of protein trafficking machinery. Because apical and basolateral membranes are only found in differentiated epithelial cells, genes critical for differential targeting may be specifically up-regulated upon MDCK cell differentiation. To search for these genes, a cross-species screening strategy was used. We first analyzed the human microarray data for protein trafficking-related genes that were up-regulated in colon carcinoma Caco2 cells upon differentiation. The results of mouse 44K gene expression microarray analysis were then used to extract additional candidate genes that showed higher expression in normal colon epithelium compared to primary embryonic fibroblasts. Finally, NCBI genomic sequence information was used to design RT-PCR primers for 13 candidate and 10 negative control genes and used to analyze MDCK cells at 2, 13 and 17 days after seeding. To determine whether the gene up-regulation was specific in epithelial differentiation, we also performed RT-PCR on rat non-differentiating intestinal IEC-6 cells and mouse C2C12 cells, a differentiating myoblast model. Of the 13 candidate genes, 3 genes, SDCBP2, KIF12, KIF27, met all criteria of specific up-regulation in differentiated MDCK cells. In addition, KIF13A showed up-regulation in differentiated MDCK and C2C12 cells but not in IEC-6 cells cultured for the same duration. The functions of these genes need to be analyzed in the future. This cross-species screening strategy may be useful for other non-human, non-rodent cell models.",
     "keywords": ["MDCK cells", "Differentiation", "Epithelium", "Kinesin", "RAB", "SDCBP2"]},
    {"article name": "Dimethyl-Benz(a)anthracene: A mammary carcinogen and a neuroendocrine disruptor",
     "doi": "https://doi.org/10.1016/j.biopen.2016.09.003",
     "publication date": "12-2016",
     "abstract": "Polycyclic Aromatic Hydrocarbons (PAHs) are potent carcinogens. Among these, dimethylbenz(a)anthracene (DMBA) is well known for its capacity to induce mammary carcinomas in female Sprague-Dawley (SD) rats. Ovariectomy suppresses the susceptibility of this model to DMBA, thus suggesting that the inducible action of the carcinogen depends on ovarian hormones. The promotion of DMBA-induced adenocarcinoma is accompanied by a series of neuroendocrine disruptions of both Hypothalamo-Pituitary-Gonadal (HPG) and Hypothalamo-Pituitary-Adrenal (HPA) axes and of the secretion of melatonin during the latency period of 2 months that precedes the occurrence of the first mammary tumor. The present review analyses the various neuroendocrine disruptions that occur along the HPG and the HPA axes, and the marked inhibitory effect of the carcinogen on melatonin secretion. The possible relationships between the neuroendocrine disruptions, which essentially consist in an increased pre-ovulatory secretion of 17β-estradiol and prolactin, associated with a marked reduction of melatonin secretion, and the decrease in gene expression of the receptors for aryl-hydrocarbons receptor (AhR) and 17β-estradiol (ERα; ERβ) are also discussed.",
     "keywords": ["Mammary cancer", "Neuroendocrine disruption", "Dimethylbenz(a)anthracene", "Female rat", "ACTH Adrenocorticotropic hormone", "Adrenocorticotropic hormone", "AhR Aryl hydrocarbon Receptor", "Aryl hydrocarbon Receptor", "ARNT AhR nuclear translocator", "AhR nuclear translocator", "CRH Corticotropin releasing hormone", "Corticotropin releasing hormone", "CYP Cytochromes P450", "Cytochromes P450", "DMBA Dimethylbenz(a)anthracene", "Dimethylbenz(a)anthracene", "E2 17β-estradiol", "17β-estradiol", "ERα and ERβ Estrogen receptor", "Estrogen receptor", "FSH Folliculo-Stimulating Hormone", "Folliculo-Stimulating Hormone", "GnRH Gonadotropin-Releasing Hormone", "Gonadotropin-Releasing Hormone", "HPA Hypothalamo-Pituitary-Adrenal", "Hypothalamo-Pituitary-Adrenal", "HPG Hypothalamo-Pituitary-Gonadal", "Hypothalamo-Pituitary-Gonadal", "LH Luteinizing hormone", "Luteinizing hormone", "PAHs Polycyclic Aromatic Hydrocarbons", "Polycyclic Aromatic Hydrocarbons", "PRL Prolactin", "Prolactin", "SD Sprague-Dawley", "Sprague-Dawley", "TCDD 2,3,7,8-tetrachlorodibenzo-p-dioxin", "2,3,7,8-tetrachlorodibenzo-p-dioxin", "XRE Xenobiotic response elements", "Xenobiotic response elements"]},
    {"article name": "Characterization of the activity of β-galactosidase from Escherichia coli and Drosophila melanogaster in fixed and non-fixed Drosophila tissues",
     "doi": "https://doi.org/10.1016/j.biopen.2016.06.001",
     "publication date": "12-2016",
     "abstract": "β-Galactosidase encoded by the Escherichia coli lacZ gene, is widely used as a reporter molecule in molecular biology in a wide variety of animals. β-Galactosidase retains its enzymatic activity in cells or tissues even after fixation and can degrade X-Gal, a frequently used colormetric substrate, producing a blue color. Therefore, it can be used for the activity staining of fixed tissues. However, the enzymatic activity of the β-galactosidase that is ectopically expressed in the non-fixed tissues of animals has not been extensively studied. Here, we report the characterization of β-galactosidase activity in Drosophila tissues with and without fixation in various experimental conditions comparing the activity of two evolutionarily orthologous β-galactosidases derived from the E. coli lacZ and Drosophila melanogaster DmelGal genes. We performed quantitative analysis of the activity staining of larval imaginal discs and an in vitro assay using larval lysates. Our data showed that both E. coli and Drosophila β-galactosidase can be used for cell-type-specific activity staining, but they have their own preferences in regard to conditions. E. coli β-galactosidase showed a preference for neutral pH but not for acidic pH compared with Drosophila β-galactosidase. Our data suggested that both E. coli and Drosophila β-galactosidase show enzymatic activity in the physiological conditions of living animals when they are ectopically expressed in a desired specific spatial and temporal pattern. This may enable their future application to studies of chemical biology using model animals.",
     "keywords": ["β-Galactosidase", "lacZ", "Drosophila", "X-Gal", "CPRG chlorophenol red-β-d-galactopyranoside", "chlorophenol red-β-d-galactopyranoside", "PBS phosphate-buffered saline", "phosphate-buffered saline", "UAS upstream activation sequence", "upstream activation sequence"]},
    {"article name": "Structural properties of the linkers connecting the N- and C- terminal domains in the MocR bacterial transcriptional regulators",
     "doi": "https://doi.org/10.1016/j.biopen.2016.07.002",
     "publication date": "12-2016",
     "abstract": "Peptide inter-domain linkers are peptide segments covalently linking two adjacent domains within a protein. Linkers play a variety of structural and functional roles in naturally occurring proteins. In this work we analyze the sequence properties of the predicted linker regions of the bacterial transcriptional regulators belonging to the recently discovered MocR subfamily of the GntR regulators. Analyses were carried out on the MocR sequences taken from the phyla Actinobacteria, Firmicutes, Alpha-, Beta- and Gammaproteobacteria. The results suggest that MocR linkers display phylum-specific characteristics and unique features different from those already described for other classes of inter-domain linkers. They show an average length significantly higher: 31.8 ± 14.3 residues reaching a maximum of about 150 residues. Compositional propensities displayed general and phylum-specific trends. Pro is dominating in all linkers. Dyad propensity analysis indicate Pro–Pro as the most frequent amino acid pair in all linkers. Physicochemical properties of the linker regions were assessed using amino acid indices relative to different features: in general, MocR linkers are flexible, hydrophilic and display propensity for β-turn or coil conformations. Linker sequences are hypervariable: only similarities between MocR linkers from organisms related at the level of species or genus could be found with sequence searches. The results shed light on the properties of the linker regions of the new MocR subfamily of bacterial regulators and may provide knowledge-based rules for designing artificial linkers with desired properties.",
     "keywords": ["Linker peptide", "Linker length", "MocR regulators", "Flexibility", "Hydrophobicity", "Pro–Pro dyad"]},
    {"article name": "Mobile phones electromagnetic radiation and NAD+-dependent isocitrate dehydrogenase as a mitochondrial marker in asthenozoospermia",
     "doi": "https://doi.org/10.1016/j.biopen.2016.07.003",
     "publication date": "12-2016",
     "abstract": "NAD+-dependent Isocitrate Dehydrogenase (NAD+-IDH) could be one of the cell phone radiation targets. Enzyme activity alteration may lead to decline in sperm motility during radio-frequency electromagnetic waves (RF-EMW) exposure. The current case control study aimed to investigate the possible relationship between mitochondrial NAD+-IDH activity in human seminal plasma and sperm motility among asthenozoospermic cellular phone users. A total number of ninety idiopathic infertile males referred from the Department of Dermatology and Andrology, were enrolled in this study. NAD+-IDH activity was measured in human seminal plasma by spectrophotometer. Computer-aided sperm analysis (CASA) following WHO criteria has been used for semen analyses. The results showed that IDH activity was increased in patients with prolonged cell phone daily use ≥4 h/day. Its level, correlated negatively with either the motility ratio percentages (r = −0.46, p < 0.001) or the progressive motility percentages (r = −0.50, p < 0.001) in the study groups. The current study suggests that NAD+-IDH in human seminal plasma could be one of seminal plasma biomarkers reflecting the mitochondrial function of spermatozoa. Alteration of its level could reflect the defective motility of sperms among some cases of cellular phone users.",
     "keywords": ["Mobile phone electromagnetic radiations", "Isocitrate dehydrogenase", "Human", "Sperm parameters"]},
    {"article name": "Molecular characterization and analysis of the porcine NURR1 gene",
     "doi": "https://doi.org/10.1016/j.biopen.2016.07.001",
     "publication date": "12-2016",
     "abstract": "Orphan receptor NURR1 (also termed NR4A2) belongs to the nuclear receptor superfamily and functions as a regulatory factor of differentiation, migration, maturation and maintenance of mesencephalic dopaminergic neurons. NURR1 plays an important role in nigrostriatal dopamine neuron development and is therefore implicated in the pathogenesis of neurodegenerative diseases linked to the dopamine system of the midbrain.Here we report the isolation and characterization of porcine NURR1 cDNA. The NURR1 cDNA was RT-PCR cloned using NURR1-specific oligonucleotide primers derived from in silico sequences. The porcine NURR1 cDNA encodes a polypeptide of 598 amino acids, displaying a very high similarity with bovine, human and mouse (99%) NURR1 protein. Expression analysis revealed a differential NURR1 mRNA expression in various organs and tissues. NURR1 transcripts could be detected as early as at 60 days of embryo development in different brain tissues. A significant increase in NURR1 transcript in the cerebellum and a decrease in NURR1 transcript in the basal ganglia was observed during embryo development. The porcine NURR1 gene was mapped to chromosome 15. Two missense mutations were found in exon 3, the first coding exon of NURR1. Methylation analysis of the porcine NURR1 gene body revealed a high methylation degree in brain tissue, whereas methylation of the promoter was very low. A decrease in DNA methylation in a discrete region of the NURR1 promoter was observed in pig frontal cortex during pig embryo development. This observation correlated with an increase in NURR1 transcripts. Therefore, methylation might be a determinant of NURR1 expression at certain time points in embryo development.",
     "keywords": ["DNA methylation", "NURR1", "Parkinson's disease", "Pig", "SNP", "Transcription factor", "CNS central nervous system", "central nervous system", "DAN dopaminergic neuron", "dopaminergic neuron", "DAT dopamin transporter", "dopamin transporter", "DBD DNA binding domain", "DNA binding domain", "GAPDH glyceraldehyde 3-phosphate dehydrogenase", "glyceraldehyde 3-phosphate dehydrogenase", "NTD N-terminal domain", "N-terminal domain", "PCR polymerase chain reaction", "polymerase chain reaction", "RT-PCR reverse transcriptase polymerase chain reaction", "reverse transcriptase polymerase chain reaction", "SNP Single nucleotide polymorphism", "Single nucleotide polymorphism", "TSS transcription start site", "transcription start site", "UTR untranslated region", "untranslated region"]},
    {"article name": "Thyroid and reproductive hormones disruption as well as kallikrein-3 level in dimethyl nitrosamine-induced toxicity: Effects of ascorbate treatment in male wistar rats",
     "doi": "https://doi.org/10.1016/j.biopen.2016.09.002",
     "publication date": "12-2016",
     "abstract": "Information on dimethyl nitrosamine (DMN)-induced toxicity on endocrine functions is still scanty. This study therefore investigated the outcomes of DMN-induced toxicity on endocrine (thyroid and reproductive) functions, as well as kallikrein-3 level, and effects of ascorbate treatments in male wistar rats. Thirty animals divided into six groups of five rats each were used. Group I animals were the normal control, group II animals served as vehicle control and were administered a single intraperitoneal dose of normal saline, groups III and IV were intraperitoneally injected with a single dose of 30 mg/kg DMN for 48 h, but group IV animals were post-treated orally with 5.71 mg/kg body weight (400 mg/70 kg) ascorbate for seven days, group V animals were pre-treated with same dose of ascorbate orally for seven days before intraperitoneal injection of DMN, while group VI animals were orally administered ascorbate only for seven days. Compared with control, DMN administration resulted in significant decrease (p < 0.05) in serum total cholesterol, testosterone (TST), luteinizing hormone (LH), free triiodothyronine (fT3), and kallikrein III (KLK-3) levels, as well as non-significant increase in serum thyroid stimulating hormone (TSH) level. Pre-treatment with ascorbate significantly increase LH and KLK-3 levels, while post-treatment significantly increase fT3 level. Also, pre-treatment with ascorbate significantly reduced TSH level, while there was no significant difference in TST level following ascorbate treatments. From our findings and to some extent, ascorbate demonstrates ameliorative effects against DMN-induced hormonal disruption in male wistar rats, and this may be attributed to its antioxidant property.",
     "keywords": ["Dimethyl nitrosamine", "Ascorbate", "Thyroid hormone", "Reproductive hormone", "Kallikrein-3"]},
    {"article name": "Green tea polyphenols affect invasiveness of human gastric MKN-28 cells by inhibition of LPS or TNF-α induced Matrix Metalloproteinase-9/2",
     "doi": "https://doi.org/10.1016/j.biopen.2016.10.002",
     "publication date": "12-2016",
     "abstract": "Several studies demonstrated a correlation between green tea consumption and a reduced cancer risk. Among different components, green tea polyphenols have been identified as molecules responsible for the beneficial effects showed by the green tea against oxidative stress and cell invasiveness. In this study, we investigated the effects of green tea polyphenol extracts (GTPs) in human gastric MKN-28 cell line. To this aim, we have first evaluated the effect of GTPs on oxidative stress induced cell injury. The pre-treatment with 10−4 M catechin equivalents of GTPs exerts a protective effect on xanthine–xanthine oxidase induced cell cytotoxicity, thus confirming the anti-oxidant properties of GTPs. The effect of GTPs was also extended to the invasive ability of MKN-28 cells stimulated with TNF-α or LPS, as pro-inflammatory factors. Migration and matrigel invasion assays demonstrated that GTPs exposure (10−6 M) prevents the increase in cell invasiveness induced by TNF-α or LPS. Finally, we have analyzed the effect of GTPs on the levels of Matrix Metalloproteinases (MMP)-9/2, whose expression is up-regulated by TNF-α or LPS.Our results indicated that the pre-treatment with GTPs was able to reduce MMP-9/2 expression at both protein and enzyme activity levels in the conditioned media of TNF-α or LPS stimulated MKN-28 cells.In conclusion, our results demonstrated that green tea polyphenol extract reduces the invasiveness of gastric MKN-28 cancer cells through the reduction of TNF-α or LPS induced MMP-9/2 up-regulation. Therefore, these data support the hypothesis that GTPs could exert a protective role against the metastatic process in gastric cancer.",
     "keywords": ["Green tea polyphenols", "Matrix Metalloproteinase-9 (MMP-9)", "Matrix Metalloproteinase-2 (MMP-2)", "MKN-28 gastric cancer cells", "Cell migration", "Cell invasion", "ECM Extracellular matrix", "Extracellular matrix", "MMP- Matrix metalloproteinase", "Matrix metalloproteinase", "TNF-α Tumor necrosis factor α", "Tumor necrosis factor α", "LPS Lipopolysaccharide", "Lipopolysaccharide", "GTPs Green tea polyphenols extract", "Green tea polyphenols extract", "DMEM Dulbecco's Modified Eagles's Medium", "Dulbecco's Modified Eagles's Medium", "FBS fetal bovine serum", "fetal bovine serum", "PBS Phosphate-buffer saline", "Phosphate-buffer saline", "DMSO Dimethyl sulfoxide", "Dimethyl sulfoxide", "ROS Reactive Oxygen Species", "Reactive Oxygen Species"]},
    {"article name": "Inhibition of the MAPK pathway alone is insufficient to account for all of the cytotoxic effects of naringenin in MCF-7 breast cancer cells",
     "doi": "https://doi.org/10.1016/j.biopen.2016.09.004",
     "publication date": "12-2016",
     "abstract": "Estrogen receptor (ER) antagonists such as tamoxifen (Tam) have been used successfully to treat ER+ breast cancers for more than 30 years. Unfortunately, long term use of Tam can result in resistance. Tam resistance is associated with the activation of growth factor signaling pathways that promote cell proliferation and survival. The mitogen-activated protein kinase (MAPK), is up-regulated in Tam resistant (Tam-R) cells. Previous studies have reported that the flavanone, naringenin (Nar) can inhibit cell proliferation and induce apoptosis in ER+ breast cancer cells. Furthermore, Nar has been shown to inhibit the MAPK signaling pathways in MCF-7 cells. In this report we investigated whether inhibition of MAPK alone is mediating the effects of Nar on cell proliferation and viability. These studies will determine the mechanism of action of Nar. Tam-R MCF-7 breast cancer cells were treated with Nar or U0126, a MAPK kinase inhibitor. Our studies show that while both U0126 and Nar impaired cell proliferation and viability the combination of U0126 and Nar resulted in greater inhibition of cell viability than either compound alone. It has been previously reported that Nar can bind the ER. Our lab has also shown that Nar localizes ERα to a peri-nuclear region of the cell. Confocal microscopy revealed that in U0126 treated cells ERα displayed an even distribution across the cytoplasm as seen in untreated Tam-R cells. These studies suggest that MAPK is not the only target of Nar.",
     "keywords": ["Naringenin", "Tamoxifen resistance", "MAPK signaling"]},
    {"article name": "CRISPR/Cas9-mediated target validation of the splicing inhibitor Pladienolide B",
     "doi": "https://doi.org/10.1016/j.biopen.2016.02.001",
     "publication date": "12-2016",
     "abstract": "CRISPR/Cas9 system confers molecular immunity in archeal and bacterial species against invading foreign nucleic acids. CRISPR/Cas9 system is used for genome engineering applications across diverse eukaryotic species. In this study, we demonstrate the utility of the CRISPR/Cas9 genome engineering system for drug target validation in human cells. Pladienolide B is a natural macrolide with antitumor activities mediated through the inhibition of pre-mRNA splicing. To validate the spliceosomal target of Pladienolide B, we employed the CRSIPR/Cas9 system to introduce targeted mutations in the subunits of the SF3B complex in the HEK293T cells. Our data reveal that targeted mutagenesis of the SF3b1 subunit exhibited higher levels of resistance to Pladienolide B. Therefore, our data validate the spliceosomal target of Pladienolide B and provide a proof of concept on using the CRISPR/Cas9 system for drug target identification and validation.",
     "keywords": ["CRIPSR/Cas9", "Pladienolide B", "Spliceosome", "Pre-mRNA splicing", "Drug target validation", "Drug discovery", "SSNs Site Specific Nucleases", "Site Specific Nucleases", "ZFN Zing Finger Nucleases", "Zing Finger Nucleases", "TALENs Transcription Like Effector Nucleases", "Transcription Like Effector Nucleases", "CRISPR Clustered Regulatory Interspaced Short Palindromic Repeats", "Clustered Regulatory Interspaced Short Palindromic Repeats", "Cas9 CRISPR associated protein", "CRISPR associated protein", "sgRNA Guide RNA", "Guide RNA", "NHJE Non-Homologous End-Joining", "Non-Homologous End-Joining", "HR Homologous Recombination", "Homologous Recombination", "DSB double strand break", "double strand break", "PB Pladienolide B", "Pladienolide B", "AB Alamar Blue", "Alamar Blue", "T7EI T7 Endonuclease I", "T7 Endonuclease I"]},
    {"article name": "Assessing Na+/H+ exchange and cell effector functionality in metastatic breast cancer",
     "doi": "https://doi.org/10.1016/j.biopen.2016.01.001",
     "publication date": "06-2016",
     "abstract": "Metastasis is the leading cause of mortality in patients with breast cancer. In triple-negative breast cancer, high recurrence rates, increased invasive capacity of cells, and their aggressive ability to metastasize at secondary sites dictate patient survival. The Na+/H+ exchanger isoform 1 (NHE1) plays a critical role in controlling the metastatic potential of these cells. Its activity results in an elevation of intracellular pH and in extracellular acidification, a key step in the establishment of the tumor microenvironment. Here, we describe assays for characterization of Na+/H+ exchanger activity and its related downstream physiological effects on triple-negative breast cancer cells. Na+/H+ exchanger activity can be routinely and rapidly measured in live cells with a fluorometric assay that assesses changes in intracellular pH. Characterization of downstream cell effector function as a result of Na+/H+ exchanger activation can be evaluated by measuring directed cell migration and invasion. Cell migration is assessed with wound-healing assays, where a gap is introduced in a confluent monolayer of cells and the rate of gap closure is measured over time. Cell invasion is assessed in the short-term by transwell invasion assays that track cell movement through an extracellular matrix. Long-term invasiveness, growth and proliferation can be assessed with 3-D invasion assays using transwell inserts fitted with specialized scaffolds optimized for 3-D cell culture. Taken together these assays provide powerful tools for testing the effects of altering Na+/H+ exchanger activity with chemical inhibition on the metastatic capacity of breast cancer cells.",
     "keywords": ["Na+/H+ exchanger", "Metastasis", "Breast cancer", "Intracellular pH", "BCECF-AM 2′, 7-bis (2-carboxyethyl)-5(6) carboxyfluorescein acetoxymethyl ester", "2′, 7-bis (2-carboxyethyl)-5(6) carboxyfluorescein acetoxymethyl ester", "NHE1 Na+/H+ exchanger type 1 isoform", "Na+/H+ exchanger type 1 isoform", "pHi intracellular pH", "intracellular pH", "EMD87580 2-methyl-4,5-di-(methylsulfonyl)-benzoylguanidine", "2-methyl-4,5-di-(methylsulfonyl)-benzoylguanidine", "HMA 5-(N, N-hexamethylene)-amiloride", "5-(N, N-hexamethylene)-amiloride", "TNBC triple-negative breast cancer", "triple-negative breast cancer"]},
    {"article name": "Uncovering the role of the flexible C-terminal tail: A model study with Strep-tagged GFP",
     "doi": "https://doi.org/10.1016/j.biopen.2015.11.004",
     "publication date": "06-2016",
     "abstract": "Recently, it has been recognized that, much like an electric current in an electric circuit, dynamic disruptions from flexible, unstructured regions distal to the active region are transferred through the contact network to the active site and influence protein stability and/or function. As transmembrane proteins frequently possess the β-barrel structure, studies of proteins with this topology are required. The unstructured lid segments of the β-barrel GFP protein are conserved and could play a role in the backbone stabilization required for chromophore function. A study of the disordered C-terminus and the function within the lid is necessary. In this study, we entirely truncated the flexible C-terminal tail and investigated the N-terminal Strep-tagged GFP by fluorescence spectroscopy, and the temperature- and GdnHCl-induced unfolding by circular dichroism. The introduction of the unstructured Strep-tag itself changed the unfolding pathway. Truncating the entire flexible tail did not decrease the fluorescence intensity to a large extent; however, the protein stability changed dramatically. The temperature for half-denaturation T1/2 changed significantly from 79 °C for the wild-type to 72.8 °C for the mutant. Unfolding kinetics at different temperatures have been induced by 4 M GdnHCl, and the apparent Arrhenius activation energy decreased by 40% as compared to the wild-type.",
     "keywords": ["Intrinsically unfolded protein tails (IDPTs)", "Activation energy", "GdnHCl-induced unfolding", "Protein flexibility and function"]},
    {"article name": "The peptidyl-prolyl cis-trans isomerase activity of the wheat cyclophilin, TaCypA-1, is essential for inducing thermotolerance in Escherichia coli",
     "doi": "https://doi.org/10.1016/j.biopen.2015.11.003",
     "publication date": "06-2016",
     "abstract": "Growth at high temperatures is one of the desired features for industrial applications of microbes, as it results in decrease in contamination and enhanced solubility of certain substrates. In this study, it is demonstrated that heterologous expression of a wheat cyclophilin, TaCypA-1, confers thermotolerance to Escherichia coli. The TaCypA-1 possesses peptidyl-prolyl cis-trans isomerase (PPIase) activity that catalyses cis to trans isomerization of the peptidyl prolyl bonds, a rate limiting step in protein folding. Expression of deleted mutants of TaCypA-1, that lacked PPIase activity, resulted in abrogation of thermotolerance, providing the first evidence that this activity plays a key role in stress tolerance of cells and can be exploited for industrial applications. Further, we also demonstrate that TaCypA-1 interacts with calmodulin (CaM), and the CaM-binding domain is localized to amino acid residues 51–71 in the N-terminus region.",
     "keywords": ["Cyclophilin", "Escherichia coli", "Heat stress", "Peptidyl-prolyl cis-trans isomerase activity", "Wheat"]},
    {"article name": "A spinach O-acetylserine(thiol)lyase homologue, SoCSaseLP, suppresses cysteine biosynthesis catalysed by other enzyme isoforms",
     "doi": "https://doi.org/10.1016/j.biopen.2016.01.002",
     "publication date": "06-2016",
     "abstract": "An enzyme, O-acetylserine(thiol)lyase (OASTL), also known as O-acetylserine sulfhydrylase or cysteine synthase (CSase), catalyses the incorporation of sulfide into O-acetylserine and produces cysteine. We previously identified a cDNA encoding an OASTL-like protein from Spinacia oleracea, (SoCSaseLP), but a recombinant SoCSaseLP produced in Escherichia coli did not show OASTL activity. The exon-intron structure of the SoCSaseLP gene shared conserved structures with other spinach OASTL genes. The SoCSaseLP and a Beta vulgaris homologue protein, KMT13462, comprise a unique clade in the phylogenetic tree of the OASTL family. Interestingly, when the SoCSaseLP gene was expressed in tobacco plants, total OASTL activity in tobacco leaves was reduced. This reduction in total OASTL activity was most likely caused by interference by SoCSaseLP with cytosolic OASTL. To investigate the possible interaction of SoCSaseLP with a spinach cytosolic OASTL isoform SoCSaseA, a pull-down assay was carried out. The recombinant glutathione S-transferase (GST)-SoCSaseLP fusion protein was expressed in E. coli together with the histidine-tagged SoCSaseA protein, and the protein extract was subjected to glutathione affinity chromatography. The histidine-tagged SoCSaseA was co-purified with the GST-SoCSaseLP fusion protein, indicating the binding of SoCSaseLP to SoCSaseA. Consistent with this interaction, the OASTL activity of the co-purified SoCSaseA was reduced compared with the activity of SoCSaseA that was purified on its own. These results strongly suggest that SoCSaseLP negatively regulates the activity of other cytosolic OASTL family members by direct interaction.",
     "keywords": ["Cysteine synthesis", "Negative regulation", "O-acetylserine(thiol)lyase", "Spinach", "CSase cysteine synthase", "cysteine synthase", "CSC cysteine synthase complex", "cysteine synthase complex", "GST glutathione S-transferase", "glutathione S-transferase", "OAS O-acetylserine", "O-acetylserine", "OASTL O-acetylserine(thiol)lyase", "O-acetylserine(thiol)lyase", "SAT serine acetyltransferase", "serine acetyltransferase"]},
    {"article name": "Screening of endophytic sources of exopolysaccharides: Preliminary characterization of crude exopolysaccharide produced by submerged culture of Diaporthe sp. JF766998 under different cultivation time",
     "doi": "https://doi.org/10.1016/j.biopen.2016.02.003",
     "publication date": "06-2016",
     "abstract": "Endophytic fungi have been described as producers of important bioactive compounds; however, they remain under-exploited as exopolysaccharides (EPS) sources. Therefore, this work reports on EPS production by submerged cultures of eight endophytes isolated from Piper hispidum Sw., belonging to genera Diaporthe, Marasmius, Phlebia, Phoma, Phyllosticta and Schizophyllum. After fermentation for 96 h, four endophytes secreted EPS: Diaporthe sp. JF767000, Diaporthe sp. JF766998, Diaporthe sp. JF767007 and Phoma herbarum JF766995. The EPS from Diaporthe sp. JF766998 differed statistically from the others, with a higher percentage of carbohydrate (91%) and lower amount of protein (8%). Subsequently, this fungus was grown under submerged culture for 72, 96 and 168 h (these EPS were designated EPSD1-72, EPSD1-96 and EPSD1-168) and the differences in production, monosaccharide composition and apparent molecular were compared. The EPS yields in mg/100 mL of culture medium were: 3.0 ± 0.4 (EPSD1-72), 15.4 ± 2.2 (EPSD1-96) and 14.8 ± 1.8 (EPSD1-168). The EPSD1-72 had high protein content (28.5%) and only 71% of carbohydrate; while EPSD1-96 and EPSD1-168 were composed mainly of carbohydrate (≈95 and 100%, respectively), with low protein content (≈5%) detected at 96 h. Galactose was the main monosaccharide component (30%) of EPSD1-168. Differently, EPSD1-96 was rich in glucose (51%), with molecular weight of 46.6 kDa. It is an important feature for future investigations, because glucan-rich EPS are reported as effective antitumor agents.",
     "keywords": ["Endophytes", "EPS", "HPSEC/RID", "Monosaccharide composition"]},
    {"article name": "Nitric oxide overcomes Cd and Cu toxicity in in vitro-grown tobacco plants through increasing contents and activities of rubisco and rubisco activase",
     "doi": "https://doi.org/10.1016/j.biopen.2016.02.002",
     "publication date": "06-2016",
     "abstract": "Toxic heavy metals such as cadmium (Cd) and copper (Cu) are global problems that are a growing threat to the environment. Despite some heavy metals are required for plant growth and development, others are considered toxic elements and do not play any known physiological role in plant cells. Elevated doses of Cd or Cu cause toxicity in plants and generate damages due to the stress condition and eventually cause a significant reduction in quantity and quality of crop plants. The nitric oxide (NO) donor sodium nitroprusside (SNP) is reported to alleviate the toxicity of some heavy metals like Cd and Cu. In the current study, the role of NO in alleviating stresses of Cd and Cu was investigated in in vitro-grown tobacco (Nicotiana tabacum) Based on plant growth, total chlorophyll contents, contents and activities of rubisco and rubisco activase. According to the results of this study, the growth and total chlorophyll contents of Cd/Cu stressed plants were hugely decreased in the absence of SNP, while the supplementation of SNP resulted in a significant increase of both fresh weight and total chlorophyll contents. Remarkable reductions of Rubisco and rubisco activase contents and activities were observed in Cd and Cu-induced plants. SNP supplementation showed the highest contents and activities of rubisco and rubisco activase compared to the control and Cu/Cd-stressed plants. Taken together, our findings suggest that SNP could play a protective role in regulation of plant responses to abiotic stresses such as Cd and Cu by enhancing Rubisco and Rubisco activase.",
     "keywords": ["Nitric oxide", "Cadmium", "Rubisco", "Rubisco activase", "Sodium nitroprusside", "Chlorophyll", "ATP Adenosine triphosphate", "Adenosine triphosphate", "BTP Bis tris phosphate", "Bis tris phosphate", "Cd Cadmium", "Cadmium", "Cu Copper", "Copper", "DMF N, N-Dimethylformamide", "N, N-Dimethylformamide", "DTT Dithiothreitol", "Dithiothreitol", "EDTA Ethylenediaminetetraacetic acid", "Ethylenediaminetetraacetic acid", "GSH Glutathione", "Glutathione", "KCl Potassium chloride", "Potassium chloride", "KHCO3 Potassium bicarbonate", "Potassium bicarbonate", "MBT Mercaptabemzathiazol", "Mercaptabemzathiazol", "MgCl2 Magnesium chloride", "Magnesium chloride", "NaCl Sodium chloride", "Sodium chloride", "NADH Nicotinamide adenine dinucleotide (reduced form)", "Nicotinamide adenine dinucleotide (reduced form)", "NaHCO3 Sodium bicarbonate (Sodium hydrogen carbonate)", "Sodium bicarbonate (Sodium hydrogen carbonate)", "(NH4)2SO4 Ammonium sulphate", "Ammonium sulphate", "NO Nitric oxide", "Nitric oxide", "PEG 10K Polyethylene glycol 10,000", "Polyethylene glycol 10,000", "PEP Phosphoenolpyruvate", "Phosphoenolpyruvate", "PGK Phosphoglycerate kinase", "Phosphoglycerate kinase", "PK Pyruvate kinase", "Pyruvate kinase", "PMSF Phenylmethanesulfonyl fluoride", "Phenylmethanesulfonyl fluoride", "PVPP Polyvinylpolypyrrolidone", "Polyvinylpolypyrrolidone", "Rubisco Ribulose 1,5bisphosphate carboxylase/oxygenase", "Ribulose 1,5bisphosphate carboxylase/oxygenase", "RuBP Ribulose 1,5-bisphosphate", "Ribulose 1,5-bisphosphate", "SNP Sodium nitroprusside", "Sodium nitroprusside"]},
    {"article name": "Association of human mitochondrial lysyl-tRNA synthetase with HIV-1 GagPol does not require other viral proteins",
     "doi": "https://doi.org/10.1016/j.biopen.2016.02.004",
     "publication date": "06-2016",
     "abstract": "In human, the cytoplasmic (cLysRS) and mitochondrial (mLysRS) species of lysyl-tRNA synthetase are encoded by a single gene. Following HIV-1 infection, mLysRS is selectively taken up into viral particles along with the three tRNALys isoacceptors. The GagPol polyprotein precursor is involved in this process. With the aim to reconstitute in vitro the HIV-1 tRNA3Lys packaging complex, we first searched for the putative involvement of another viral protein in the selective viral hijacking of mLysRS only. After screening all the viral proteins, we observed that Vpr and Rev have the potential to interact with mLysRS, but that this association does not take place at the level of the assembly of mLysRS into the packaging complex. We also show that tRNA3Lys can form a ternary complex with the two purified proteins mLysRS and the Pol domain of GagPol, which mimicks its packaging complex.",
     "keywords": ["HIV-1", "tRNA3Lys", "Lysyl-tRNA synthetase", "Packaging complex"]},
    {"article name": "Anti-inflammatory and antinociceptive activities of Bauhinia monandra leaf lectin",
     "doi": "https://doi.org/10.1016/j.biopen.2016.03.001",
     "publication date": "06-2016",
     "abstract": "A galactose-specific lectin from Bauhinia monandra leaves (BmoLL) has been purified through ammonium sulfate fractionation followed by guar gel affinity chromatography column. This study aimed to evaluate the potential anti-inflammatory and antinociceptive activity of pure BmoLL in mice. Anti-inflammatory activity was evaluated by 1% carrageenan-induced inflammation in mice treated with BmoLL. Acetic acid-induced abdominal writhing and hot plate methods evaluated antinociceptive activity. BmoLL significantly inhibited the carrageenan-induced paw edema by 47% (30 mg/kg) and 60.5% (60 mg/kg); acetylsalicylic acid (ASA, 100 mg/kg) showed inhibition of 70.5%, in comparison to controls. Leukocyte migration, an immune response to the inflammation process, was significantly reduced in presence of BmoLL; in mice treated with ASA the decrease in leukocyte migration was similar to 15 mg/kg of the lectin. BmoLL at doses of 15, 30 and 60 mg/kg significantly reduced the number of animal contortions by 43.1, 50.1 and 71.3%, respectively. BmoLL leukocyte migration was significantly reduced; in mice treated with ASA the decrease in leukocyte migration was similar to 15 mg/kg of the lectin. BmoLL at doses of 15, 30 and 60 mg/kg significantly reduced the number of animal contortions by 43.1, 50.1 and 71.3%, respectively. The lectin (30 and 60 mg/kg) showed a significant effect in the hot plate assay. BmoLL anti-inflammatory and antinociceptive effects were dose-dependent. The search for new and natural compounds, with minimal side effects, to control pain and inflammation, is constantly increasing. BmoLL has great potential as a natural anti-inflammatory product that can be explored for pharmacological purposes.",
     "keywords": ["Analgesic potential", "Bauhinia monandra", "Galactose-specific lectin", "Paw edema", "ASA acetylsalicylic acid", "acetylsalicylic acid", "BmoLL Bauhinia monandra leaf lectin", "Bauhinia monandra leaf lectin", "BmoRoL Bauhinia monandra roots lectin", "Bauhinia monandra roots lectin", "CcL Caulerpa cupressoides", "Caulerpa cupressoides", "CFAL Clitoria fairchildiana", "Clitoria fairchildiana", "COX cyclooxygenase", "cyclooxygenase", "HA hemagglutinating activity", "hemagglutinating activity", "PEG2 prostaglandins", "prostaglandins"]},
    {"article name": "The proto-oncogenic protein TAL1 controls TGF-β1 signaling through interaction with SMAD3",
     "doi": "https://doi.org/10.1016/j.biopen.2016.05.001",
     "publication date": "06-2016",
     "abstract": "TGF-β1 is involved in many aspects of tissue development and homeostasis including hematopoiesis. The TAL1 transcription factor is also an important player of this latter process and is expressed very early in the myeloid and erythroid lineages. We previously established a link between TGF-β1 signaling and TAL1 by showing that the cytokine was able to induce its proteolytic degradation by the ubiquitin proteasome pathway. In this manuscript we show that TAL1 interacts with SMAD3 that acts in the pathway downstream of TGF-β1 association with its receptor. TAL1 expression strengthens the positive or negative effect of SMAD3 on various genes. Both transcription factors activate the inhibitory SMAD7 factor through the E box motif present in its transcriptional promoter. DNA precipitation assays showed that TAL1 present in Jurkat or K562 cells binds to this SMAD binding element in a SMAD3 dependent manner. SMAD3 and TAL1 also inhibit several genes including ID1, hTERT and TGF-β1 itself. In this latter case TAL1 and SMAD3 can impair the positive effect exerted by E47. Our results indicate that TAL1 expression can modulate TGF-β1 signaling by interacting with SMAD3 and by increasing its transcriptional properties. They also suggest the existence of a negative feedback loop between TAL1 expression and TGF-β1 signaling.",
     "keywords": ["TAL1", "SMAD3", "TGF-β1", "SMAD7"]},
    {"article name": "Palmitoyl-ceramide accumulation with necrotic cell death in A549 cells, followed by a steep increase in sphinganine content",
     "doi": "https://doi.org/10.1016/j.biopen.2015.06.001",
     "publication date": "01-2015",
     "abstract": "Ceramides (Cers) have recently been identified as key signaling molecules that mediate biological functions such as cell growth, differentiation, senescence, apoptosis, and autophagy. However, the functions of Cer accumulation in necrotic cell death remain unknown. The aim of this study was to clarify the relationship between Cer accumulation with inhibition of the conversion pathway of Cer and concomitant necrotic cell death. In order to minimize the effect of apoptosis against necrotic cell death, A549 cells having the inhibiting effect of caspase 9 by survivin were used in this study. Consequently, Cer accumulation in A549 cells would likely be associated with a pathway other than the mitochondrial caspase-dependent pathway of apoptosis. Here, we showed that the dual addition of a glucosyl-Cer synthase inhibitor and a ceramidase inhibitor to A549 cell culture induced palmitoyl-Cer accumulation with Cer synthase 5 expression and necrotic cell death with lysosomal rupture together with leakage of cathepsin B/alkalization after 2–3 h, although it is unknown in this study whether the necrotic cell death was caused by the lysosomal rupture. This Cer accumulation was followed by a steep increase in sphinganine base levels via the activation of serine palmitoyltransferase activity brought about by the increase in palmitoyl-coenzyme A concentration as a substrate after 5–6 h. The increase in palmitoyl-coenzyme A concentration was achieved by activation of the fatty acid synthetic pathway from acetyl coenzyme A.",
     "keywords": ["Sphinganine", "Palmitoyl-ceramide", "Necrosis", "DL-PDMP", "D-NMAPPD", "A549 cells", "Cer ceramide", "ceramide", "CerS ceramide synthase", "ceramide synthase", "SPT serine palmitoyltransferase", "serine palmitoyltransferase", "C16:0-Cer palmitoyl-ceramide", "palmitoyl-ceramide", "d18:0 sphinganine", "sphinganine", "d18:1 sphingosine", "sphingosine", "Ser Serine", "Serine", "GlcCer glucosylceramide", "glucosylceramide", "SM sphingomyelin", "sphingomyelin", "DL-PDMP DL-threo-1-phenyl-2-decanoylamino-3-morpholino-1-propanol", "DL-threo-1-phenyl-2-decanoylamino-3-morpholino-1-propanol", "D-NMAPPD N-[(1R,2R)-2-hydroxy-1-(hydroxy-methyl)-2-(4-nitrophenyl)ethyl]tetradecanamide", "N-[(1R,2R)-2-hydroxy-1-(hydroxy-methyl)-2-(4-nitrophenyl)ethyl]tetradecanamide", "C16:0-CoA palmitoyl-coenzyme A", "palmitoyl-coenzyme A", "C2:0-CoA acetyl-coenzyme A", "acetyl-coenzyme A", "[D7]d18:0 D-erythro-sphinganine-D7", "D-erythro-sphinganine-D7", "[D7]d18:1 D-erythro-sphingosine-D7", "D-erythro-sphingosine-D7", "d18:1-[D31]C16:0-Cer N-palmitoyl [D31]-D-erythro-sphingosine", "N-palmitoyl [D31]-D-erythro-sphingosine", "IS internal standard", "internal standard", "L-[2,3,3-D3]Ser L-serine-2,3,3-D3", "L-serine-2,3,3-D3", "[1,2,3,4-13C4]C16:0 acid palmitic acid-1,2,3,4-13C4", "palmitic acid-1,2,3,4-13C4", "[2-13C]C2:0 acid sodium acetate-2-13C", "sodium acetate-2-13C", "([13C16]C16:0-CoA palmitoyl-13C16 coenzyme A", "palmitoyl-13C16 coenzyme A", "acridine orange 3,6-Bis(dimethylamino) acridine hydrochloride", "3,6-Bis(dimethylamino) acridine hydrochloride", "Myriocin 2-amino-3,4-dihydroxy-2-(hydroxymethyl)-14-oxo-6-eicosenoic acid", "2-amino-3,4-dihydroxy-2-(hydroxymethyl)-14-oxo-6-eicosenoic acid", "SPTLC SPT-long chain base subunit", "SPT-long chain base subunit", "DMEM Dulbecco's modified Eagle's medium", "Dulbecco's modified Eagle's medium", "FBS fetal bovine serum", "fetal bovine serum", "BSA bovine serum albumin", "bovine serum albumin", "APCI atmospheric pressure chemical ionization", "atmospheric pressure chemical ionization", "ESI electrospray ionization", "electrospray ionization", "MAM mitochondria-associated membrane", "mitochondria-associated membrane", "SIM selected-ion monitoring", "selected-ion monitoring", "LDH lactate dehydrogenase", "lactate dehydrogenase", "DMSO dimethylsulfoxide", "dimethylsulfoxide", "DAPI 4′,6-diamidino-2-phenylindole", "4′,6-diamidino-2-phenylindole", "DTT dithiothreitol", "dithiothreitol", "SDS sodium dodecyl sulfate", "sodium dodecyl sulfate", "SDS-PAGE sodium dodecyl sulfate-polyacrylamide gel electrophoresis", "sodium dodecyl sulfate-polyacrylamide gel electrophoresis", "LMP lysosomal membrane permeabilization", "lysosomal membrane permeabilization", "FATP1 fatty acid transport protein 1", "fatty acid transport protein 1", "4-HPR N-(4-hydroxyphenyl)retinamide", "N-(4-hydroxyphenyl)retinamide", "CHOP CAAT/enhancer binding protein homologous protein", "CAAT/enhancer binding protein homologous protein", "LC3 microtubule-associated protein 1 light chain 3B", "microtubule-associated protein 1 light chain 3B", "CathB cathepsin B", "cathepsin B", "Lys lysosomes", "lysosomes", "ER endoplasmic reticulum", "endoplasmic reticulum"]},
    {"article name": "Proline substitutions in a Mip-like peptidyl-prolyl cis-trans isomerase severely affect its structure, stability, shape and activity",
     "doi": "https://doi.org/10.1016/j.biopen.2015.07.001",
     "publication date": "01-2015",
     "abstract": "FKBP22, an Escherichia coli-specific peptidyl-prolyl cis-trans isomerase, shows substantial homology with the Mip-like virulence factors. Mip-like proteins are homodimeric and possess a V-shaped conformation. Their N-terminal domains form dimers, whereas their C-terminal domains bind protein/peptide substrates and distinct inhibitors such as rapamycin and FK506. Interestingly, the two domains of the Mip-like proteins are separated by a lengthy, protease-susceptible α-helix. To delineate the structural requirement of this domain-connecting region in Mip-like proteins, we have investigated a recombinant FKBP22 (rFKBP22) and its three point mutants I65P, V72P and A82P using different probes. Each mutant harbors a Pro substitution mutation at a distinct location in the hinge region. We report that the three mutants are not only different from each other but also different from rFKBP22 in structure and activity. Unlike rFKBP22, the three mutants were unfolded by a non-two state mechanism in the presence of urea. In addition, the stabilities of the mutants, particularly I65P and V72P, differed considerably from that of rFKBP22. Conversely, the rapamycin binding affinity of no mutant was different from that of rFKBP22. Of the mutants, I65P showed the highest levels of structural/functional loss and dissociated partly in solution. Our computational study indicated a severe collapse of the V-shape in I65P due to the anomalous movement of its C-terminal domains. The α-helical nature of the domain-connecting region is, therefore, critical for the Mip-like proteins.",
     "keywords": ["Peptidyl-prolyl cis-trans isomerase", "Helix α3", "Mutation", "Structure", "Stability", "PPIase peptidyl-prolyl cis-trans isomerase", "peptidyl-prolyl cis-trans isomerase", "FKBP22 a PPIase from Escherichia coli", "a PPIase from Escherichia coli", "Mip macrophage infectivity potentiator", "macrophage infectivity potentiator", "NTD N-terminal domain of FKBP22", "N-terminal domain of FKBP22", "CTD C-terminal domain of FKBP22", "C-terminal domain of FKBP22", "rFKBP22 a polyhistidine-tagged FKBP22", "a polyhistidine-tagged FKBP22", "I65P a FKBP22/rFKBP22 variant carrying a Ile to Pro replacement at position 65 in the helix α3", "a FKBP22/rFKBP22 variant carrying a Ile to Pro replacement at position 65 in the helix α3", "V72P a FKBP22/rFKBP22 variant with a Val to Pro substitution at position 72 in the helix α3", "a FKBP22/rFKBP22 variant with a Val to Pro substitution at position 72 in the helix α3", "A82P a FKBP22/rFKBP22 derivative harboring a Ala to Pro change at position 82 in the helix α3", "a FKBP22/rFKBP22 derivative harboring a Ala to Pro change at position 82 in the helix α3", "TUGE transverse urea gradient gel electrophoresis", "transverse urea gradient gel electrophoresis"]},
    {"article name": "Method for estimating protein binding capacity of polymeric systems",
     "doi": "https://doi.org/10.1016/j.biopen.2015.10.001",
     "publication date": "01-2015",
     "abstract": "Composite biomaterials made from synthetic and protein-based polymers are extensively researched in tissue engineering. To successfully fabricate a protein-polymer composite, it is critical to understand how strongly the protein binds to the synthetic polymer, which occurs through protein adsorption. Currently, there is no cost-effective and simple method for characterizing this interfacial binding. To characterize this interfacial binding, we introduce a simple three-step method that involves: 1) synthetic polymer surface characterisation, 2) a quick, inexpensive and robust novel immuno-based assay that uses protein extraction compounds to characterize protein binding strength followed by 3) an in vitro 2D model of cell culture to confirm the results of the immuno-based assay. Fibrinogen, precursor of fibrin, was adsorbed (test protein) on three different polymeric surfaces: silicone, poly(acrylic acid)-coated silicone and poly(allylamine)-coated silicone. Polystyrene surface was used as a reference. Characterisation of the different surfaces revealed different chemistry and roughness. The novel immuno-based assay showed significantly stronger binding of fibrinogen to both poly(acrylic acid) and poly(allylamine) coated silicone. Finally, cell studies showed that the strength of the interaction between the protein and the polymer had an effect on cell growth. This novel immuno-based assay is a valuable tool in developing composite biomaterials of synthetic and protein-based polymers with the potential to be applied in other fields of research where protein adsorption onto surfaces plays an important role.",
     "keywords": ["Interfacial binding", "Polymeric surfaces", "Protein adsorption", "Fibrinogen"]},
    {"article name": "Argan oil prevents down-regulation induced by endotoxin on liver fatty acid oxidation and gluconeogenesis and on peroxisome proliferator-activated receptor gamma coactivator-1α, (PGC-1α), peroxisome proliferator-activated receptor α (PPARα) and estrogen related receptor α (ERRα)",
     "doi": "https://doi.org/10.1016/j.biopen.2015.10.002",
     "publication date": "01-2015",
     "abstract": "In patients with sepsis, liver metabolism and its capacity to provide other organs with energetic substrates are impaired. This and many other pathophysiological changes seen in human patients are reproduced in mice injected with purified endotoxin (lipopolysaccharide, LPS). In the present study, down-regulation of genes involved in hepatic fatty acid oxidation (FAOx) and gluconeogenesis in mice exposed to LPS was challenged by nutritional intervention with Argan oil. Mice given a standard chow supplemented or not with either 6% (w/w) Argan oil (AO) or 6% (w/w) olive oil (OO) prior to exposure to LPS were explored for liver gene expressions assessed by mRNA transcript levels and/or enzyme activities. AO (or OO) food supplementation reveals that, in LPS-treated mice, hepatic expression of genes involved in FAOx and gluconeogenesis was preserved. This preventive protection might be related to the recovery of the gene expressions of nuclear receptors peroxisome proliferator-activated receptor α (PPARα) and estrogen related receptor α (ERRα) and their coactivator peroxisome proliferator-activated receptor gamma coactivator-1α, (PGC-1α). These preventive mechanisms conveyed by AO against LPS-induced metabolic dysregulation might add new therapeutic potentialities in the management of human sepsis.",
     "keywords": ["Argan oil", "Beta-oxidation", "Coactivator", "Gluconeogenesis", "Nuclear receptor", "ACADS acyl CoA dehydrogenase short-chain", "acyl CoA dehydrogenase short-chain", "ACADM acyl CoA dehydrogenase medium-chain", "acyl CoA dehydrogenase medium-chain", "ACADL acyl CoA dehydrogenase long-chain", "acyl CoA dehydrogenase long-chain", "AO Argan oil", "Argan oil", "ACOX1 acyl-CoA oxidase 1", "acyl-CoA oxidase 1", "ERRα estrogen related receptor α", "estrogen related receptor α", "G6PH glucose-6-phosphatase", "glucose-6-phosphatase", "Glut2 glucose transporter 2", "glucose transporter 2", "Glut4 glucose transporter 4", "glucose transporter 4", "HNF-4α hepatic nuclear factor-4α", "hepatic nuclear factor-4α", "OO olive oil", "olive oil", "LPS lipopolysaccharide", "lipopolysaccharide", "PGC-1α peroxisome proliferator-activated receptor γ coactivator-1α", "peroxisome proliferator-activated receptor γ coactivator-1α", "PEPCK phospoenolpyruvate carboxykinase", "phospoenolpyruvate carboxykinase", "PPARα peroxisome proliferator-activated receptor α", "peroxisome proliferator-activated receptor α"]},
    {"article name": "Identification of a nicotinamide/nicotinate mononucleotide adenylyltransferase in Giardia lamblia (GlNMNAT)",
     "doi": "https://doi.org/10.1016/j.biopen.2015.11.001",
     "publication date": "01-2015",
     "abstract": "Giardia lamblia is an intestinal protozoan parasite that causes giardiasis, a disease of high prevalence in Latin America, Asia and Africa. Giardiasis leads to poor absorption of nutrients, severe electrolyte loss and growth retardation. In addition to its clinical importance, this parasite is of special biological interest due to its basal evolutionary position and simplified metabolism, which has not been studied thoroughly. One of the most important and conserved metabolic pathways is the biosynthesis of nicotinamide adenine dinucleotide (NAD). This molecule is widely known as a coenzyme in multiple redox reactions and as a substrate in cellular processes such as synthesis of Ca2+ mobilizing agents, DNA repair and gene expression regulation. There are two pathways for NAD biosynthesis, which converge at the step catalyzed by nicotinamide/nicotinate mononucleotide adenylyltransferase (NMNAT, EC 2.7.7.1/18). Using bioinformatics tools, we found two NMNAT sequences in Giardia lamblia (glnmnat-a and glnmnat-b). We first verified the identity of the sequences in silico. Subsequently, glnmnat-a was cloned into an expression vector. The recombinant protein (His-GlNMNAT) was purified by nickel-affinity binding and was used in direct in vitro enzyme assays assessed by C18-HPLC, verifying adenylyltransferase activity with both nicotinamide (NMN) and nicotinic acid (NAMN) mononucleotides. Optimal reaction pH and temperature were 7.3 and 26 °C. Michaelis–Menten kinetics were observed for NMN and ATP, but saturation was not accomplished with NAMN, implying low affinity yet detectable activity with this substrate. Double-reciprocal plots showed no cooperativity for this enzyme. This represents an advance in the study of NAD metabolism in Giardia spp.",
     "keywords": ["Giardia lamblia", "NMNAT", "NAD metabolism", "Enzyme activity", "QAPRT quinolinic acid phosphoribosyltransferase", "quinolinic acid phosphoribosyltransferase", "NAPRT nicotinic acid phosphoribosyltransferase", "nicotinic acid phosphoribosyltransferase", "NAMPRT nicotinamide phosphoribosyltransferase", "nicotinamide phosphoribosyltransferase", "NRK nicotinamide riboside kinase", "nicotinamide riboside kinase", "NMNAT nicotinamide/nicotinic acid mononucleotide adenylyltransferase", "nicotinamide/nicotinic acid mononucleotide adenylyltransferase", "NAD synthetase EC. 6.3.5.1", "EC. 6.3.5.1", "QA quinolinic acid", "quinolinic acid", "NA nicotinic acid", "nicotinic acid", "NAM nicotinamide", "nicotinamide", "NR nicotinamide riboside", "nicotinamide riboside", "NAMN nicotinic acid mononucleotide", "nicotinic acid mononucleotide", "NMN nicotinamide mononucleotide", "nicotinamide mononucleotide", "NAAD nicotinic acid adenine dinucleotide", "nicotinic acid adenine dinucleotide", "NAD nicotinamide adenine dinucleotide", "nicotinamide adenine dinucleotide"]},
    {"article name": "Citrulline counteracts overweight- and aging-related effects on adiponectin and leptin gene expression in rat white adipose tissue",
     "doi": "https://doi.org/10.1016/j.biopen.2015.05.001",
     "publication date": "01-2015",
     "abstract": "We recently demonstrated that citrulline (CIT) reduced the expression of inflammatory genes in cultured explants from retroperitoneal (RET) white adipose tissue (WAT) from young (2–4 months) but not old (25 months) rats. Here we show that in RET WAT from old rats and high-fat-diet-fed (HFD) young rats, the basal expression of the leptin gene was increased (275–345%) whereas that of the adiponectin gene was decreased (48–60%), when compared to those from control-diet-fed (CD) young rats. We show also that in RET WAT from old rats, a diet supplemented with CIT for 3 months reduced macrophage (F4/80, CD68) and inflammation (interleukin-6, tumor necrosis factor-α) marker genes 23–97%. CIT supplementation lowered leptin mRNA 62% and increased adiponectin mRNA 232%. In cultured explants of RET WAT from 4 month-old CD, 4 month-old HFD and 25-month-old CD rats, the exposure to 2.5 mmol/L CIT for 24 h up-regulated adiponectin gene expression 151%, 362% and 216% respectively. In contrast, leptin gene expression was down-regulated 66% selectively in CIT-treated explants from 25-month-old CD rats. These results further support the proposed beneficial effect of CIT to counteract the deleterious effects of aging and overweight on the metabolic, inflammatory and endocrine functions of WAT.",
     "keywords": ["Adipose tissue", "Citrulline", "Adiponectin", "Leptin", "Aging", "Obesity", "ASL argininosuccinate lyase", "argininosuccinate lyase", "ASS argininosuccinate synthase", "argininosuccinate synthase", "CD control diet", "control diet", "CIT citrulline", "citrulline", "HFD high-fat diet", "high-fat diet", "IL interleukin", "interleukin", "INFγ interferon gamma", "interferon gamma", "NOS nitric oxide synthase", "nitric oxide synthase", "NFκB nuclear factor κ B", "nuclear factor κ B", "RET retroperitoneal", "retroperitoneal", "TNF-α tumor necrosis factor alpha", "tumor necrosis factor alpha", "UCP1 uncoupling protein 1", "uncoupling protein 1", "WAT white adipose tissue", "white adipose tissue"]},
    {"article name": "Albumin removal from human fibrinogen preparations for manufacturing human fibrin-based biomaterials",
     "doi": "https://doi.org/10.1016/j.biopen.2015.05.002",
     "publication date": "01-2015",
     "abstract": "Commercially available two component human fibrin sealants are commonly used to manufacture human fibrin-based biomaterials. However, this method is costly and allows little room for further tuning of the biomaterial. Human fibrinogen solutions offer a more cost-effective and versatile alternative to manufacture human fibrin-based biomaterials. Yet, human fibrinogen is highly unstable and contains certain impurities like human albumin. Within the context of biomaterials and tissue engineering we offer a simple yet novel solution based on classical biochemical techniques to significantly reduce albumin in human fibrinogen solutions. This method can be used for various tissue engineering and biomedical applications as an initial step in the manufacturing of human fibrin-based biomaterials to optimise their regenerative application.",
     "keywords": ["Human fibrinogen", "Human fibrin", "Dialysis", "Albumin", "Biomaterials"]}
    ]
}