{"primary": "Life Sciences",
"domain": "Biochemistry, Genetics and Molecular Biology",
"subdomain": ["Biochemistry"],
"journal name": "Cell Regeneration",
"articles": [
    {"article name": "Long non-coding RNAs in hematopoietic regulation",
     "doi": "https://doi.org/10.1016/j.cr.2018.08.001",
     "publication date": "12-2018",
     "abstract": "Long non-coding RNAs (lncRNAs) have crucial roles via tethering with DNA, RNA or protein in diverse biological processes. These lncRNA-mediated interactions enhance gene regulatory networks and modulate a wide range of downstream genes. It has been demonstrated that several lncRNAs act as key regulators in hematopoiesis. This review highlights the roles of lncRNAs in normal hematopoietic development and discusses how lncRNA dysregulation correlates with disease prognoses and phenotypes.",
     "keywords": ["lncRNAs", "Hematopoiesis", "Leukemia"]},
    {"article name": "Illumination of neural development by in vivo clonal analysis",
     "doi": "https://doi.org/10.1016/j.cr.2018.09.001",
     "publication date": "12-2018",
     "abstract": "Single embryonic and adult neural stem cells (NSCs) are characterized by their self-renewal and differentiation potential. Lineage tracing via clonal analysis allows for specific labeling of a single NSC and tracking of its progeny throughout development. Over the past five decades, a plethora of clonal analysis methods have been developed in tandem with integration of chemical, genetic, imaging and sequencing techniques. Applications of these approaches have gained diverse insights into the heterogeneous behavior of NSCs, lineage relationships between cells, molecular regulation of fate specification and ontogeny of complex neural tissues. In this review, we summarize the history and methods of clonal analysis as well as highlight key findings revealed by single-cell lineage tracking of stem cells in developing and adult brains across different animal models.",
     "keywords": ["In vivo clonal analysis", "Lineage tracing", "Neural stem cells", "Neural development", "Nuclear brain structure"]},
    {"article name": "Approaches for generation of anti-leukemia specific T cells",
     "doi": "https://doi.org/10.1016/j.cr.2018.09.002",
     "publication date": "12-2018",
     "abstract": "As three decades ago, it was reported that adoptive T cell immunotherapy by infusion of autologous tumor infiltrating lymphocytes (TILs) mediated objective cancer regression in patients with metastatic melanoma. A new era of T cell immunotherapy arose since the improvement and clinical use of anti-CD19 chimeric antigen receptor T cells (CAR-T) for the treatment of refractory and relapsed B lymphocyte leukemia. However, several challenges and difficulties remain on the way to reach generic and effective T cell immunotherapy, including lacking a generic method for generating anti-leukemia-specific T cells from every patient. Here, we summarize the current methods of generating anti-leukemia-specific T cells, and the promising approaches in the future.",
     "keywords": ["Anti-leukemia T cell", "T cell immunotherapy", "TCR-T", "CAR-T", "T cell reprogramming", "TIL infiltrating lymphocytes", "infiltrating lymphocytes", "CAR-T chimeric antigen receptor T cells", "chimeric antigen receptor T cells", "CR complete remission", "complete remission", "CML chronic myelogenous leukemia", "chronic myelogenous leukemia", "TKI tyrosine kinase inhibitor", "tyrosine kinase inhibitor", "APL promyelocytic leukemia", "promyelocytic leukemia", "allo-HSCT allogeneic hematopoietic stem cell transplantation", "allogeneic hematopoietic stem cell transplantation", "GVL graft-versus-leukemia", "graft-versus-leukemia", "ACT adoptive cellular immunotherapy", "adoptive cellular immunotherapy", "CTLs cytotoxic T cells", "cytotoxic T cells", "DLI donor lymphocyte infusion", "donor lymphocyte infusion", "HLA human leukocyte antigen", "human leukocyte antigen", "IL-2 interleukin-2", "interleukin-2", "WT1 Wilm's tumor antigen 1", "Wilm's tumor antigen 1", "FLT3-ITD FLT3 internal tandem duplication", "FLT3 internal tandem duplication", "GVHD graft-versus-host disease", "graft-versus-host disease", "TCR-T TCR gene-modified T cell", "TCR gene-modified T cell", "TAA tumor-associated antigen", "tumor-associated antigen", "scFv single-chain variable fragment", "single-chain variable fragment", "Ig immunoglobulin", "immunoglobulin", "B-ALL cell acute lymphoblastic leukemia", "cell acute lymphoblastic leukemia", "HPCs hematopoietic progenitor cells", "hematopoietic progenitor cells", "hESC human embryonic stem cell", "human embryonic stem cell", "iPSCs induced pluripotent stem cells", "induced pluripotent stem cells", "iTs induced functional T cells", "induced functional T cells"]},
    {"article name": "Research advances in erythrocyte regeneration sources and methods in vitro",
     "doi": "https://doi.org/10.1016/j.cr.2018.10.001",
     "publication date": "12-2018",
     "abstract": "Erythrocytes (red blood cells, RBCs) facilitate gas exchange in the lungs and transport oxygen to the tissues. The human body must maintain erythrocyte regeneration to support metabolically active cells and tissues. In many hematological diseases, erythrocyte regeneration is impaired. Researchers have studied erythrocyte regeneration for many years both in vivo and in vitro. In this review, we summarize the sources and main culture methods for generating mature and functional red blood cells in vitro. Hematopoietic stem cells (HSCs), embryonic stem cells (ESCs) and induced pluripotent stem cells (iPSCs) are classic sources for erythrocyte regeneration. In addition, alternative sources such as immortalized adult human erythroid cell lines and transformed fibroblasts have also been generated and have produced functional red blood cells. The culture systems for erythrocytes differ among laboratories. Researchers hope that improvements in culture techniques may contribute to improved RBC outcomes for blood transfusions, drug delivery and the treatment of hematological diseases.",
     "keywords": ["Erythrocyte", "Regeneration", "HSCs", "Embryonic stem cell", "iPSCs"]},
    {"article name": "Cardiac progenitor reprogramming for heart regeneration",
     "doi": "https://doi.org/10.1016/j.cr.2018.01.001",
     "publication date": "09-2018",
     "abstract": "Myocardial infarction leads to the loss of a huge number of cardiomyocytes and the reparatory response to this phenomenon is scar tissue formation, which impairs heart function. Direct reprogramming technology offers an alternative strategy for the generation of functional cardiomyocytes not only in vitro, but also in vivo in the site of injury. Results have demonstrated cardiac tissue regeneration and improvement in heart function after myocardial infarction following local injection of vectors encoding reprogramming transcription factors or miRNAs. This shows the great potential of cardiac reprogramming technology for heart regeneration. However, in addition to cardiomyocytes, other cell types, including endothelial cells and smooth muscle cells are also required to be generated in the damaged area in order to achieve complete cardiac tissue regeneration. To this aim induced proliferative/expandable cardiovascular progenitor cells (iCPCs) appear to be an appropriate cell source, which is capable of differentiation into three cardiovascular lineages both in vitro and in vivo. In this regard, this study goes over in vitro and in vivo cardiac reprogramming technology and specifically deals with cardiac progenitor reprogramming and its potential for heart regeneration.",
     "keywords": ["Cellular reprogramming", "Transdifferentiation", "Myocardial infarction", "Heart regeneration", "iCMs induced cardiomyocytes", "induced cardiomyocytes", "iCPCs induced cardiac progenitor cells", "induced cardiac progenitor cells", "iCSs induced cardiospheres", "induced cardiospheres", "TF transcription factor", "transcription factor", "iPSC induced pluripotent stem cell", "induced pluripotent stem cell", "GMT Gata4, Mef2c, and Tbx5", "Gata4, Mef2c, and Tbx5", "CASD cell-activation and signaling-directed", "cell-activation and signaling-directed", "ECs endothelial cells", "endothelial cells", "SMCs smooth muscle cells", "smooth muscle cells", "p38 MAPK p38 mitogen-activated protein kinase pathway", "p38 mitogen-activated protein kinase pathway", "PI3K/AKT phosphoinositol 3-kinase pathway", "phosphoinositol 3-kinase pathway", "FGF fibroblast growth factor", "fibroblast growth factor", "VEGF vascular endothelial growth factor", "vascular endothelial growth factor"]},
    {"article name": "A protocol for generating induced T cells by reprogramming B cells in vivo",
     "doi": "https://doi.org/10.1016/j.cr.2018.05.001",
     "publication date": "09-2018",
     "abstract": "Obtaining T cells by reprogramming is one of the major goals in regenerative medicine. Here, we describe a protocol for generating functional T cells from Hoxb5-expressing pro/pre-B cells in vivo. This protocol includes the construction of Hoxb5 recombinant plasmids, retroviral packaging, isolation and viral transduction of pro/pre-B cells, cell transplantation, and phenotypic analysis of induced T cells. The procedure is reproducible and straightforward, providing an approach for generating induced T cells for translational research.",
     "keywords": ["Hoxb5", "Retrovirus", "Pro/pre-B cells", "T cells", "CAR-T Chimeric antigen receptor T-Cell Immunotherapy", "Chimeric antigen receptor T-Cell Immunotherapy", "TAA-TCR-T tumor-associated antigen-TCR-T", "tumor-associated antigen-TCR-T", "HSC Hematopoietic stem cells", "Hematopoietic stem cells", "SP single positive", "single positive", "iPSC induced pluripotent stem cells", "induced pluripotent stem cells", "GFP green fluorescent protein", "green fluorescent protein", "PB peripheral blood", "peripheral blood", "LN Lymph node", "Lymph node", "DN double negative", "double negative", "PE Phycoerythrin", "Phycoerythrin", "APC Allophycocyanin", "Allophycocyanin", "BV Brilliant Violet", "Brilliant Violet", "PerCP Peridinin Chlorophyll", "Peridinin Chlorophyll", "DAPI 4,6-diamidino-2-phenylindole", "4,6-diamidino-2-phenylindole", "FITC Fluorescein isothiocyanate", "Fluorescein isothiocyanate", "7-AAD 7-Aminoactinomycin D", "7-Aminoactinomycin D"]},
    {"article name": "Mouse embryonic stem cells resist c-Jun induced differentiation when in suspension",
     "doi": "https://doi.org/10.1016/j.cr.2018.05.002",
     "publication date": "09-2018",
     "abstract": "The oncogene c-Jun plays a key role in development and cancer. Yet, its role in cell fate decision remains poorly understood at the molecular level. Here we report that c-Jun confers different fate decisions upon mouse embryonic stem cells (mESCs) in adhesion vs suspension culture. We developed a Tet-on system for temporal induction of c-Jun expression by Doxycycline treatment in mESCs. We show that mESCs carrying the inducible c-Jun TetOn remain pluripotent and grow slowly in suspension when c-Jun expression is induced, whilst when the cells adhere they undergo differentiation and show normal proliferative potential upon c-Jun induction. Our data indicates that c-Jun pushes mESCs in suspension into cell cycle arrest at G1/S, by activating the cell cycle inhibitors Cdkn1a/b and Cdkn2/a/b/c. Despite this cell cycle arrest, they can still re-enter the cell cycle upon transfer to an adhesive surface, and grow into typical mESC colonies, albeit at a lower efficiency. These results demonstrate that mESCs respond to induced c-Jun overexpression differently in suspension or adherent cultures. Our results suggest that cells in suspension may be more resistant to differentiation than when they adhere.",
     "keywords": ["c-Jun", "mESCs", "Differentiation", "Suspension"]},
    {"article name": "Hematopoiesis and microenvironment in hematological malignancies",
     "doi": "https://doi.org/10.1016/j.cr.2018.08.002",
     "publication date": "09-2018",
     "abstract": "Adult hematopoietic stem cells (HSCs) and progenitors (HPCs) reside in the bone marrow, a highly orchestrated architecture. In the bone marrow, the process of how HSCs exert self-renewal and differentiation is tightly regulated by the surrounding microenvironment, or niche. Recent advances in imaging technologies and numerous knockout or knockin mouse models have greatly improved our understanding of the organization of the bone marrow niche. This niche compartment includes a complex network of mesenchymal stem cells (MSC), osteolineage cells, endothelial cells (arterioles and sinusoids), sympathetic nerves, nonmyelinating Schwann cells and megakaryocytes. In addition, different types of mediators, such as cytokines/chemokines, reactive oxygen species (ROS) and exosomes play a pivotal role in regulating the function of hematopoietic cells. Therefore, the niche components and the hematopoietic system make up an ecological environment that maintains the homeostasis and responds to stress, damage or disease conditions. On the other hand, the niche compartment can become a traitor that can do harm to normal hematopoietic cells under pathological conditions. Studies on the diseased bone marrow niche have only recently begun to appear in the extant literature. In this short review, we discuss the most recent advances regarding the behaviors of normal hematopoietic cells and their niche alterations in hematological malignancies.",
     "keywords": ["Hematopoietic stem cells", "Hematopoietic progenitor cells", "Microenvironment", "Niche", "Leukemia", "Hematological malignancies"]},
    {"article name": "Genomic and molecular control of cell type and cell type conversions",
     "doi": "https://doi.org/10.1016/j.cr.2017.09.001",
     "publication date": "12-2017",
     "abstract": "Organisms are made of a limited number of cell types that combine to form higher order tissues and organs. Cell types have traditionally been defined by their morphologies or biological activity, yet the underlying molecular controls of cell type remain unclear. The onset of single cell technologies, and more recently genomics (particularly single cell genomics), has substantially increased the understanding of the concept of cell type, but has also increased the complexity of this understanding. These new technologies have added a new genome wide molecular dimension to the description of cell type, with genome-wide expression and epigenetic data acting as a cell type ‘fingerprint’ to describe the cell state. Using these genomic fingerprints cell types are being increasingly defined based on specific genomic and molecular criteria, without necessarily a distinct biological function. In this review, we will discuss the molecular definitions of cell types and cell type control, and particularly how endogenous and exogenous transcription factors can control cell types and cell type conversions.",
     "keywords": ["Cell type", "Transcription factor", "Epigenome", "Transdifferentiation"]},
    {"article name": "RNA-binding proteins in mouse male germline stem cells: a mammalian perspective",
     "doi": "https://doi.org/10.1186/s13619-015-0022-y",
     "publication date": "01-2016",
     "abstract": "Adult stem cells that reside in particular types of tissues are responsible for tissue homeostasis and regeneration. Cellular functions of adult stem cells are intricately related to the gene expression programs in those cells. Past research has demonstrated that regulation of gene expression at the transcriptional level can decisively alter cell fate of stem cells. However, cellular contents of mRNAs are sometimes not equivalent to proteins, the functional units of cells. It is increasingly realized that post-transcriptional and translational regulation of gene expression are also fundamental for stem cell functions. Compared to differentiated somatic cells, effects on cellular status manifested by varied expression of RNA-binding proteins and global protein synthesis have been demonstrated in several stem cell systems. Through the cooperation of both cis-elements of mRNAs and trans-acting RNA-binding proteins that are intimately associated with them, regulation of localization, stability, and translational status of mRNAs directly influences the self-renewal and differentiation of stem cells. Previous studies have uncovered some of the molecular mechanisms that underlie the functions of RNA-binding proteins in stem cells in invertebrate species. However, their roles in adult stem cells in mammals are just beginning to be unveiled. This review highlights some of the RNA-binding proteins that play important functions during the maintenance and differentiation of mouse male germline stem cells, the adult stem cells in the male reproductive organ.",
     "keywords": ["Adult stem cells", "RNA-binding proteins", "Post-transcriptional regulation", "Translational regulation", "Protein synthesis", "ASC adult stem cell", "adult stem cell", "CDS coding sequence", "coding sequence", "PGC primordial germ cell", "primordial germ cell", "RBP RNA-binding protein", "RNA-binding protein", "RNP ribonucleoprotein", "ribonucleoprotein", "SSC spermatogonial stem cell", "spermatogonial stem cell", "TE transposable element", "transposable element", "UTR untranslated region", "untranslated region"]},
    {"article name": "Dissecting microRNA-mediated regulation of stemness, reprogramming, and pluripotency",
     "doi": "https://doi.org/10.1186/s13619-016-0028-0",
     "publication date": "01-2016",
     "abstract": "Increasing evidence indicates that microRNAs (miRNAs), endogenous short non-coding RNAs 19–24 nucleotides in length, play key regulatory roles in various biological events at the post-transcriptional level. Embryonic stem cells (ESCs) represent a valuable tool for disease modeling, drug discovery, developmental studies, and potential cell-based therapies in regenerative medicine due to their unlimited self-renewal and pluripotency. Therefore, remarkable progress has been made in recent decades toward understanding the expression and functions of specific miRNAs in the establishment and maintenance of pluripotency. Here, we summarize the recent knowledge regarding the regulatory roles of miRNAs in self-renewal of pluripotent ESCs and during cellular reprogramming, as well as the potential role of miRNAs in two distinct pluripotent states (naïve and primed).",
     "keywords": ["miRNAs", "Embryonic stem cells", "Pluripotency", "Reprogramming", "Self-renewal", "3′ UTR 3′-untranslated region", "3′-untranslated region", "AGOs Argonaute proteins", "Argonaute proteins", "BMP bone morphogenetic protein", "bone morphogenetic protein", "CSDC2 cold-shock domain-containing protein C2", "cold-shock domain-containing protein C2", "DGCR8 DiGeorge syndrome critical region gene 8", "DiGeorge syndrome critical region gene 8", "Dnmt DNA methyltransferase", "DNA methyltransferase", "ECCs embryonic carcinoma cells", "embryonic carcinoma cells", "ESC embryonic stem cell", "embryonic stem cell", "ICM inner cell mass", "inner cell mass", "iPSCs induced pluripotent stem cells", "induced pluripotent stem cells", "MET mesenchymal to epithelial transition", "mesenchymal to epithelial transition", "miRNAs microRNAs", "microRNAs", "RISC RNA-induced silencing complex", "RNA-induced silencing complex", "SIRT6 Sirtuin 6", "Sirtuin 6", "TGFBR2 transforming growth factor β receptor II", "transforming growth factor β receptor II"]},
    {"article name": "Loss of Mgat5a-mediated N-glycosylation stimulates regeneration in zebrafish",
     "doi": "https://doi.org/10.1186/s13619-016-0031-5",
     "publication date": "01-2016",
     "abstract": "We are using genetics to identify genes specifically involved in hearing regeneration. In a large-scale genetic screening, we identified mgat5a, a gene in the N-glycosylation biosynthesis pathway whose activity negatively impacts hair cell regeneration.We used a combination of mutant analysis in zebrafish and a hair cell regeneration assay to phenotype the loss of Mgat5a activity in zebrafish. We used pharmacological inhibition of N-glycosylation by swansonine. We also used over-expression analysis by mRNA injections to demonstrate how changes in N-glycosylation can alter cell signaling.We found that mgat5a was expressed in multiple tissues during zebrafish embryo development, particularly enriched in neural tissues including the brain, retina, and lateral line neuromasts. An mgat5a insertional mutation and a CRISPR/Cas9-generated truncation mutation both caused an enhancement of hair cell regeneration which could be phenocopied by pharmacological inhibition with swansonine. In addition to hair cell regeneration, inhibition of the N-glycosylation pathway also enhanced the regeneration of lateral line axon and caudal fins. Further analysis showed that N-glycosylation altered the responsiveness of TGF-beta signaling.The findings from this study provide experimental evidence for the involvement of N-glycosylation in tissue regeneration and cell signaling.",
     "keywords": ["Zebrafish", "CRISPR/Cas9", "mgat5a", "N-glycosylation", "Regeneration", "Cas9 CRISPR-associated protein 9", "CRISPR-associated protein 9", "CRISPR Clustered regularly interspaced short palindromic repeats", "Clustered regularly interspaced short palindromic repeats", "DAPT N-[(3,5-Difluorophenyl) acetyl-L-alanyl-2-phenyl] glycine-1,1-dimethylethyl ester", "N-[(3,5-Difluorophenyl) acetyl-L-alanyl-2-phenyl] glycine-1,1-dimethylethyl ester", "DNJ 1-Deoxynojirimycin", "1-Deoxynojirimycin", "Dpa Days post ablation", "Days post ablation", "GFP Green fluorescent protein", "Green fluorescent protein", "Indel Insertion/deletion", "Insertion/deletion", "Mgat5a beta1,6-N-acetylglucosaminyl-transferase V", "beta1,6-N-acetylglucosaminyl-transferase V", "RFP Red fluorescent protein", "Red fluorescent protein", "SW Swainsonine", "Swainsonine", "WISH Whole-mount in situ hybridization", "Whole-mount in situ hybridization"]},
    {"article name": "ETV2 expression increases the efficiency of primitive endothelial cell derivation from human embryonic stem cells",
     "doi": "https://doi.org/10.1186/s13619-014-0014-3",
     "publication date": "01-2015",
     "abstract": "Endothelial cells line the luminal surface of blood vessels and form a barrier between the blood and other tissues of the body. Ets variant 2 (ETV2) is transiently expressed in both zebrafish and mice and is necessary and sufficient for vascular endothelial cell specification. Overexpression of this gene in early zebrafish and mouse embryos results in ectopic appearance of endothelial cells. Ectopic expression of ETV2 in later development results in only a subset of cells responding to the signal.We have examined the expression pattern of ETV2 in differentiating human embryonic stem cells (ESCs) to determine when the peak of ETV2 expression occurs. We show that overexpression of ETV2 in differentiating human ESC is able to increase the number of endothelial cells generated when administered during or after the endogenous peak of gene expression.Addition of exogenous ETV2 to human ESCs significantly increased the number of cells expressing angioblast genes without arterial or venous specification. This may be a viable solution to generate in vitro endothelial cells for use in research and in the clinic.",
     "keywords": ["Human embryonic stem cells", "Endothelium", "ETV2", "Differentiation", "hESC Human embryonic stem cells", "Human embryonic stem cells", "mESC Mouse embryonic stem cells", "Mouse embryonic stem cells", "EB Embryoid body", "Embryoid body", "MOI Multiplicity of infection", "Multiplicity of infection"]},
    {"article name": "Pharmacological manipulation of transcription factor protein-protein interactions: opportunities and obstacles",
     "doi": "https://doi.org/10.1186/s13619-015-0015-x",
     "publication date": "01-2015",
     "abstract": "Much research on transcription factor biology and their genetic pathways has been undertaken over the last 30 years, especially in the field of developmental biology and cancer. Yet, very little is known about the molecular modalities of highly dynamic interactions between transcription factors, genomic DNA, and protein partners. Methodological breakthroughs such as RNA-seq (RNA-sequencing), ChIP-seq (chromatin immunoprecipitation sequencing), RIME (rapid immunoprecipitation mass spectrometry of endogenous proteins), and single-molecule imaging will dramatically accelerate the discovery rate of their molecular mode of action in the next few years.From a pharmacological viewpoint, conventional methods used to target transcription factor activity with molecules mimicking endogenous ligands fail to achieve high specificity and are limited by a lack of identification of new molecular targets. Protein-protein interactions are likely to represent one of the next major classes of therapeutic targets. Transcription factors, known to act mostly via protein-protein interaction, may well be at the forefront of this type of drug development. One hurdle in this field remains the difficulty to collate structural data into meaningful information for rational drug design. Another hurdle is the lack of chemical libraries meeting the structural requirements of protein-protein interaction disruption.As more attempts at modulating transcription factor activity are undertaken, valuable knowledge will be accumulated on the modality of action required to modulate transcription and how these findings can be applied to developing transcription factor drugs. Key discoveries will spawn into new therapeutic approaches not only as anticancer targets but also for other indications, such as those with an inflammatory component including neurodegenerative disorders, diabetes, and chronic liver and kidney diseases.",
     "keywords": ["Transcription", "Screening", "Proteomics", "Interactome", "Pharmacology", "Specificity", "Cancer", "Genomics", "PPID Protein-protein interaction disruptor", "Protein-protein interaction disruptor", "TF Transcription factor", "Transcription factor", "HMG High-mobility group", "High-mobility group", "ChIP-seq Chromatin immunoprecipitation sequencing", "Chromatin immunoprecipitation sequencing", "GPCR G protein-coupled receptors", "G protein-coupled receptors", "RIME Rapid immunoprecipitation mass spectrometry of endogenous proteins", "Rapid immunoprecipitation mass spectrometry of endogenous proteins", "NSAID Nonsteroidal anti-inflammatory drug", "Nonsteroidal anti-inflammatory drug", "AP-MS Affinity purification-mass spectrometry", "Affinity purification-mass spectrometry", "RNA-seq RNA-sequencing", "RNA-sequencing"]},
    {"article name": "Wnt/β-catenin signaling in heart regeneration",
     "doi": "https://doi.org/10.1186/s13619-015-0017-8",
     "publication date": "01-2015",
     "abstract": "The ability to repair damaged or lost tissues varies significantly among vertebrates. The regenerative ability of the heart is clinically very relevant, because adult teleost fish and amphibians can regenerate heart tissue, but we mammals cannot. Interestingly, heart regeneration is possible in neonatal mice, but this ability is lost within 7 days after birth. In zebrafish and neonatal mice, lost cardiomyocytes are regenerated via proliferation of spared, differentiated cardiomyocytes. While some cardiomyocyte turnover occurs in adult mammals, the cardiomyocyte production rate is too low in response to injury to regenerate the heart. Instead, mammalian hearts respond to injury by remodeling of spared tissue, which includes cardiomyocyte hypertrophy. Wnt/β-catenin signaling plays important roles during vertebrate heart development, and it is re-activated in response to cardiac injury. In this review, we discuss the known functions of this signaling pathway in injured hearts, its involvement in cardiac fibrosis and hypertrophy, and potential therapeutic approaches that might promote cardiac repair after injury by modifying Wnt/β-catenin signaling. Regulation of cardiac remodeling by this signaling pathway appears to vary depending on the injury model and the exact stages that have been studied. Thus, conflicting data have been published regarding a potential role of Wnt/β-catenin pathway in promotion of fibrosis and cardiomyocyte hypertrophy. In addition, the Wnt inhibitory secreted Frizzled-related proteins (sFrps) appear to have Wnt-dependent and Wnt-independent roles in the injured heart. Thus, while the exact functions of Wnt/β-catenin pathway activity in response to injury still need to be elucidated in the non-regenerating mammalian heart, but also in regenerating lower vertebrates, manipulation of the pathway is essential for creation of therapeutically useful cardiomyocytes from stem cells in culture. Hopefully, a detailed understanding of the in vivo role of Wnt/β-catenin signaling in injured mammalian and non-mammalian hearts will also contribute to the success of current efforts towards developing regenerative therapies.",
     "keywords": ["Wnt", "Beta-catenin", "Cardiomyocyte", "sFrp", "Regeneration", "Heart", "Fibrosis", "Hypertrophy", "Zebrafish"]},
    {"article name": "GATA2−/− human ESCs undergo attenuated endothelial to hematopoietic transition and thereafter granulocyte commitment",
     "doi": "https://doi.org/10.1186/s13619-015-0018-7",
     "publication date": "01-2015",
     "abstract": "Hematopoiesis is a progressive process collectively controlled by an elaborate network of transcription factors (TFs). Among these TFs, GATA2 has been implicated to be critical for regulating multiple steps of hematopoiesis in mouse models. However, whether similar function of GATA2 is conserved in human hematopoiesis, especially during early embryonic development stage, is largely unknown.To examine the role of GATA2 in human background, we generated homozygous GATA2 knockout human embryonic stem cells (GATA2−/− hESCs) and analyzed their blood differentiation potential. Our results demonstrated that GATA2−/− hESCs displayed attenuated generation of CD34+CD43+ hematopoietic progenitor cells (HPCs), due to the impairment of endothelial to hematopoietic transition (EHT). Interestingly, GATA2−/− hESCs retained the potential to generate erythroblasts and macrophages, but never granulocytes. We further identified that SPI1 downregulation was partially responsible for the defects of GATA2−/− hESCs in generation of CD34+CD43+ HPCs and granulocytes. Furthermore, we found that GATA2−/− hESCs restored the granulocyte potential in the presence of Notch signaling.Our findings revealed the essential roles of GATA2 in EHT and granulocyte development through regulating SPI1, and uncovered a role of Notch signaling in granulocyte generation during hematopoiesis modeled by human ESCs.",
     "keywords": ["hESCs", "GATA2", "EHT", "HPC", "Granulocyte", "Notch signaling", "CFCs colony-forming cells", "colony-forming cells", "CFU colony-forming unit", "colony-forming unit", "E erythrocyte", "erythrocyte", "EHT endothelial to hematopoietic transition", "endothelial to hematopoietic transition", "G granulocyte", "granulocyte", "GM granulocyte and macrophage", "granulocyte and macrophage", "GMP granulocyte-macrophage progenitor", "granulocyte-macrophage progenitor", "HE hemogenic endothelium", "hemogenic endothelium", "hESCs human embryonic stem cells", "human embryonic stem cells", "HPCs hematopoietic progenitor cells", "hematopoietic progenitor cells", "HSCs hematopoietic stem cells", "hematopoietic stem cells", "M macrophage", "macrophage"]},
    {"article name": "The interplay between metabolic homeostasis and neurodegeneration: insights into the neurometabolic nature of amyotrophic lateral sclerosis",
     "doi": "https://doi.org/10.1186/s13619-015-0019-6",
     "publication date": "01-2015",
     "abstract": "Amyotrophic lateral sclerosis (ALS) is a fatal, neurodegenerative disease that is characterized by the selective degeneration of upper motor neurons and lower spinal motor neurons, resulting in the progressive paralysis of all voluntary muscles. Approximately 10 % of ALS cases are linked to known genetic mutations, with the remaining 90 % of cases being sporadic. While the primary pathology in ALS is the selective death of upper and lower motor neurons, numerous studies indicate that an imbalance in whole body and/or cellular metabolism influences the rate of progression of disease. This review summarizes current research surrounding the impact of impaired metabolic physiology in ALS. We extend ideas to consider prospects that lie ahead in terms of how metabolic alterations may impact the selective degeneration of neurons in ALS and how targeting of adenosine triphosphate-sensitive potassium (KATP) channels may represent a promising approach for obtaining neuroprotection in ALS.",
     "keywords": ["Amyotrophic lateral sclerosis", "Metabolism", "Neurometabolism", "Hyperexcitability", "Ion channels", "KATP channels", "ALS amyotrophic lateral sclerosis", "amyotrophic lateral sclerosis", "ATP adenosine triphosphate", "adenosine triphosphate", "BMI body mass index", "body mass index", "Ca2+ calcium", "calcium", "IGF-1 insulin-like growth factor 1", "insulin-like growth factor 1", "iPSCs induced pluripotent stem cells", "induced pluripotent stem cells", "K+ potassium", "potassium", "Kir inwardly rectifying potassium channels", "inwardly rectifying potassium channels", "MCT2 monocarboxylate transporter 2", "monocarboxylate transporter 2", "Na+ sodium", "sodium", "NADH nicotinamide adenine dinucleotide (reduced)", "nicotinamide adenine dinucleotide (reduced)", "NMDA N-methyl-D-aspartic acid", "N-methyl-D-aspartic acid", "SOD1 superoxide dismutase 1", "superoxide dismutase 1", "SUR sulfonylurea", "sulfonylurea", "TCA tricarboxylic acid", "tricarboxylic acid"]},
    {"article name": "Enzymatic and non-enzymatic isolation systems for adipose tissue-derived cells: current state of the art",
     "doi": "https://doi.org/10.1186/s13619-015-0020-0",
     "publication date": "01-2015",
     "abstract": "In the past decade, adipose tissue became a highly interesting source of adult stem cells for plastic surgery and regenerative medicine. The isolated stromal vascular fraction (SVF) is a heterogeneous cell population including the adipose-derived stromal/stem cells (ASC), which showed regenerative potential in several clinical studies and trials. SVF should be provided in a safe and reproducible manner in accordance with current good manufacturing practices (cGMP). To ensure highest possible safety for patients, a precisely defined procedure with a high-quality control is required. Hence, an increasing number of adipose tissue-derived cell isolation systems have been developed. These systems aim for a closed, sterile, and safe isolation process limiting donor variations, risk for contaminations, and unpredictability of the cell material. To isolate SVF from adipose tissue, enzymes such as collagenase are used. Alternatively, in order to avoid enzymes, isolation systems using physical forces are available. Here, we provide an overview of known existing enzymatic and non-enzymatic adipose tissue-derived cell isolation systems, which are patented, published, or already on the market.",
     "keywords": ["Human adipose tissue", "Stromal vascular fraction", "Adipose-derived stromal/stem cells", "Enzymatic", "Non-enzymatic", "Isolation systems"]},
    {"article name": "Stem cell aging in adult progeria",
     "doi": "https://doi.org/10.1186/s13619-015-0021-z",
     "publication date": "01-2015",
     "abstract": "Aging is considered an irreversible biological process and also a major risk factor for a spectrum of geriatric diseases. Advanced age-related decline in physiological functions, such as neurodegeneration, development of cardiovascular disease, endocrine and metabolic dysfunction, and neoplastic transformation, has become the focus in aging research. Natural aging is not regarded as a programmed process. However, accelerated aging due to inherited genetic defects in patients of progeria is programmed and resembles many aspects of natural aging. Among several premature aging syndromes, Werner syndrome (WS) and Hutchinson–Gilford progeria syndrome (HGPS) are two broadly investigated diseases. In this review, we discuss how stem cell aging in WS helps us understand the biology of aging. We also discuss briefly how the altered epigenetic landscape in aged cells can be reversed to a “juvenile” state. Lastly, we explore the potential application of the latest genomic editing technique for stem cell-based therapy and regenerative medicine in the context of aging.",
     "keywords": ["Werner syndrome", "Stem cells", "Aging", "WRN"]},
    {"article name": "Regulatory functions and pathological relevance of the MECP2 3′UTR in the central nervous system",
     "doi": "https://doi.org/10.1186/s13619-015-0023-x",
     "publication date": "01-2015",
     "abstract": "Methyl-CpG-binding protein 2 (MeCP2), encoded by the gene MECP2, is a transcriptional regulator and chromatin-remodeling protein, which is ubiquitously expressed and plays an essential role in the development and maintenance of the central nervous system (CNS). Highly enriched in post-migratory neurons, MeCP2 is needed for neuronal maturation, including dendritic arborization and the development of synapses. Loss-of-function mutations in MECP2 cause Rett syndrome (RTT), a debilitating neurodevelopmental disorder characterized by a phase of normal development, followed by the progressive loss of milestones and cognitive disability. While a great deal has been discovered about the structure, function, and regulation of MeCP2 in the time since its discovery as the genetic cause of RTT, including its involvement in a number of RTT-related syndromes that have come to be known as MeCP2-spectrum disorders, much about this multifunctional protein remains enigmatic. One unequivocal fact that has become apparent is the importance of maintaining MeCP2 protein levels within a narrow range, the limits of which may depend upon the cell type and developmental time point. As such, MeCP2 is amenable to complex, multifactorial regulation. Here, we summarize the role of the MECP2 3' untranslated region (UTR) in the regulation of MeCP2 protein levels and how mutations in this region contribute to autism and other non-RTT neuropsychiatric disorders.",
     "keywords": ["Methyl-CpG-binding protein 2", "3' untranslated region", "Autism", "Rett syndrome", "MeCP2 methyl-CpG-binding protein 2", "methyl-CpG-binding protein 2", "CNS Central Nervous System", "Central Nervous System", "RTT Rett Syndrome", "Rett Syndrome", "3'UTR 3' untranslated region", "3' untranslated region", "mRNA messenger RNA", "messenger RNA", "miRNA microRNA", "microRNA", "poly(A) Polyadenylation", "Polyadenylation", "CPSF Cleavage and polyadenylation specificity factor", "Cleavage and polyadenylation specificity factor", "GRS G-rich element", "G-rich element", "USE Upstream sequence element", "Upstream sequence element", "BDNF Brain derived neurotrophic factor", "Brain derived neurotrophic factor", "CREB cAMP response element-binding protein", "cAMP response element-binding protein", "IGF2 Insulin-like growth factor 2", "Insulin-like growth factor 2", "BWS Beckwith-Wiedemann syndrome", "Beckwith-Wiedemann syndrome"]},
    {"article name": "Reprogramming barriers and enhancers: strategies to enhance the efficiency and kinetics of induced pluripotency",
     "doi": "https://doi.org/10.1186/s13619-015-0024-9",
     "publication date": "01-2015",
     "abstract": "Induced pluripotent stem cells are powerful tools for disease modeling, drug screening, and cell transplantation therapies. These cells can be generated directly from somatic cells by ectopic expression of defined factors through a reprogramming process. However, pluripotent reprogramming is an inefficient process because of various defined and unidentified barriers. Recent studies dissecting the molecular mechanisms of reprogramming have methodically improved the quality, ease, and efficiency of reprogramming. Different strategies have been applied for enhancing reprogramming efficiency, including depletion/inhibition of barriers (p53, p21, p57, p16Ink4a/p19Arf, Mbd3, etc.), overexpression of enhancing genes (e.g., FOXH1, C/EBP alpha, UTF1, and GLIS1), and administration of certain cytokines and small molecules. The current review provides an in-depth overview of the cutting-edge findings regarding distinct barriers of reprogramming to pluripotency and strategies to enhance reprogramming efficiency. By incorporating the mechanistic insights from these recent findings, a combined method of inhibition of roadblocks and application of enhancing factors may yield the most reliable and effective approach in pluripotent reprogramming.",
     "keywords": ["Cellular reprogramming", "iPSCs", "Mbd3", "C/EBPα", "p53"]},
    {"article name": "Vascularization mediated by mesenchymal stem cells from bone marrow and adipose tissue: a comparison",
     "doi": "https://doi.org/10.1186/s13619-015-0025-8",
     "publication date": "01-2015",
     "abstract": "Tissue-engineered constructs are promising to overcome shortage of organ donors and to reconstruct at least parts of injured or diseased tissues or organs. However, oxygen and nutrient supply are limiting factors in many tissues, especially after implantation into the host. Therefore, the development of a vascular system prior to implantation appears crucial. To develop a functional vascular system, different cell types that interact with each other need to be co-cultured to simulate a physiological environment in vitro. This review provides an overview and a comparison of the current knowledge of co-cultures of human endothelial cells (ECs) with human adipose tissue-derived stem/stromal cells (ASCs) or bone marrow-mesenchymal stem cells (BMSCs) in three dimensional (3D) hydrogel matrices. Mesenchymal stem cells (MSCs), BMSCs or ASCs, have been shown to enhance vascular tube formation of ECs and to provide a stabilizing function in addition to growth factor delivery and permeability control for ECs. Although phenotypically similar, MSCs from different tissues promote tubulogenesis through distinct mechanisms. In this report, we describe differences and similarities regarding molecular interactions in order to investigate which of these two cell types displays more favorable characteristics to be used in clinical applications. Our comparative study shows that ASCs as well as BMSCs are both promising cell types to induce vascularization with ECs in vitro and consequently are promising candidates to support in vivo vascularization.",
     "keywords": ["Vascularization", "Endothelial cells", "Mesenchymal stem cells", "Co-culture", "Molecular mechanisms", "3D three dimensional", "three dimensional", "α-SMA alpha smooth muscle actin", "alpha smooth muscle actin", "Ang angiopoietin", "angiopoietin", "ASCs adipose tissue-derived stem/stromal cells", "adipose tissue-derived stem/stromal cells", "BM bone marrow", "bone marrow", "BMSCs bone marrow-mesenchymal stem cells", "bone marrow-mesenchymal stem cells", "CDH5 cadherin 5", "cadherin 5", "COL1A1 collagen type 1 alpha 1", "collagen type 1 alpha 1", "Cx connexin", "connexin", "ECs endothelial cells", "endothelial cells", "ECFCs endothelial colony forming cells", "endothelial colony forming cells", "ECM extra cellular matrix", "extra cellular matrix", "EGF epidermal growth factors", "epidermal growth factors", "EPCs endothelial progenitor cells", "endothelial progenitor cells", "FGF-2 fibroblast growth factor-2", "fibroblast growth factor-2", "HDMVECs human dermal microvascular endothelial cells", "human dermal microvascular endothelial cells", "HGF hepatocyte growth factor", "hepatocyte growth factor", "HUVECs human umbilical vein endothelial cells", "human umbilical vein endothelial cells", "IBSP integrin-binding sialoprotein", "integrin-binding sialoprotein", "MMPs matrix metalloproteinases", "matrix metalloproteinases", "MSCs mesenchymal stem cells", "mesenchymal stem cells", "MT1-MMP membrane type-1 matrix metalloproteinase", "membrane type-1 matrix metalloproteinase", "NG2 neuron-glial antigen 2", "neuron-glial antigen 2", "OECs outgrowth endothelial cells", "outgrowth endothelial cells", "PBMNCs peripheral blood mononuclear cells", "peripheral blood mononuclear cells", "PD-ECGF platelet-derived epithelial cell growth factor", "platelet-derived epithelial cell growth factor", "PDGF platelet-derived growth factor", "platelet-derived growth factor", "PDGFR platelet-derived growth factor receptor", "platelet-derived growth factor receptor", "SP7 transcription factor 7", "transcription factor 7", "TGFB1 transforming growth factor beta 1", "transforming growth factor beta 1", "TIMP tissue inhibitor of metalloproteinase", "tissue inhibitor of metalloproteinase", "TNF-α tumor necrosis factor alpha", "tumor necrosis factor alpha", "VE-cadherin vascular endothelial—Cadherin", "vascular endothelial—Cadherin", "VEGF vascular endothelial growth factor", "vascular endothelial growth factor", "VEGFA vascular endothelial growth factor A", "vascular endothelial growth factor A", "VEGFR-2 vascular endothelial growth factor receptor—2", "vascular endothelial growth factor receptor—2", "vWF Von Willebrand factor", "Von Willebrand factor", "WGA wheat germ agglutinin", "wheat germ agglutinin"]},
    {"article name": "Stem cell therapy for amyotrophic lateral sclerosis",
     "doi": "https://doi.org/10.1186/s13619-015-0026-7",
     "publication date": "01-2015",
     "abstract": "Amyotrophic lateral sclerosis (ALS) is a fatal neurodegenerative disorder characterized by the loss of motor neurons. Currently, no effective therapy is available to treat ALS, except for Riluzole, which has only limited clinical benefits. Stem-cell-based therapy has been intensively and extensively studied as a potential novel treatment strategy for ALS and has been shown to be effective, at least to some extent. In this article, we will review the current state of research on the use of stem cell therapy in the treatment of ALS and discuss the most promising stem cells for the treatment of ALS.",
     "keywords": ["Amyotrophic lateral sclerosis", "Stem cells", "Cell transplantation", "Clinical translation", "ALS amyotrophic lateral sclerosis", "amyotrophic lateral sclerosis", "ASC adipose-derived mesenchymal stem cells", "adipose-derived mesenchymal stem cells", "bFGF basic fibroblast growth factor", "basic fibroblast growth factor", "CNS central nervous system", "central nervous system", "ESC embryonic stem cell", "embryonic stem cell", "G-CSF granulocyte-colony stimulating factor", "granulocyte-colony stimulating factor", "GDNF glial-derived neurotrophic factor", "glial-derived neurotrophic factor", "GRP glial-restricted progenitor cell", "glial-restricted progenitor cell", "IPSC induced pluripotent stem cell", "induced pluripotent stem cell", "MN motor neuron", "motor neuron", "MSC mesenchymal stem cell", "mesenchymal stem cell", "NSC neural stem cell", "neural stem cell", "SCI spinal cord injury", "spinal cord injury", "SMA spinal muscular atrophy", "spinal muscular atrophy", "SOD1 superoxide dismutase 1", "superoxide dismutase 1", "VEGF vascular endothelial growth factor", "vascular endothelial growth factor"]},
    {"article name": "Reprogramming somatic cells to cells with neuronal characteristics by defined medium both in vitro and in vivo",
     "doi": "https://doi.org/10.1186/s13619-015-0027-6",
     "publication date": "01-2015",
     "abstract": "Currently, direct conversion from somatic cells to neurons requires virus-mediated delivery of at least one transcriptional factor or a combination of several small-molecule compounds. Delivery of transcriptional factors may affect genome stability, while small-molecule compounds may require more evaluations when applied in vivo. Thus, a defined medium with only conventional growth factors or additives for cell culture is desirable for inducing neuronal trans-differentiation.Here, we report that a defined medium (5C) consisting of basic fibroblast growth factor (bFGF), N2 supplement, leukemia inhibitory factor, vitamin C (Vc), and β-mercaptoethanol (βMe) induces the direct conversion of somatic cells to cells with neuronal characteristics. Application of 5C medium converted mouse embryonic fibroblasts (MEFs) into TuJ+ neuronal-like cells, which were capable of survival after being transplanted into the mouse brain. The same 5C medium could convert primary rat astrocytes into neuronal-like cells with mature electrophysiology characteristics in vitro and facilitated the recovery of brain injury, possibly by inducing similar conversions, when infused into the mouse brain in vivo. Crucially, 5C medium could also induce neuronal characteristics in several human cell types.In summary, this 5C medium not only provides a means to derive cells with neuronal characteristics without viral transfection in vitro but might also be useful to produce neurons in vivo for neurodegenerative disease treatment.",
     "keywords": ["Neurons", "Somatic cells", "Astrocytes", "Trans-differentiation", "Defined medium", "bFGF basic fibroblast growth factor", "basic fibroblast growth factor", "βMe β-mercaptoethanol", "β-mercaptoethanol", "BM-hMSCs mesenchymal stem cells from human bone marrow", "mesenchymal stem cells from human bone marrow", "EGF epidermal growth factor", "epidermal growth factor", "ESCs embryonic stem cells", "embryonic stem cells", "Glu GlutaMax", "GlutaMax", "HFFs human foreskin fibroblasts", "human foreskin fibroblasts", "iPSCs induced pluripotent stem cells", "induced pluripotent stem cells", "LIF leukemia inhibitory factor", "leukemia inhibitory factor", "MEFs mouse embryonic fibroblasts", "mouse embryonic fibroblasts", "NEAA non-essential amino acids", "non-essential amino acids", "NC neuron culture", "neuron culture", "Vc vitamin C", "vitamin C"]},
    {"article name": "Characterization of a novel cell penetrating peptide derived from human Oct4",
     "doi": "https://doi.org/10.1186/2045-9769-3-2",
     "publication date": "01-2014",
     "abstract": "Oct4 is a transcription factor that plays a major role for the preservation of the pluripotent state in embryonic stem cells as well as for efficient reprogramming of somatic cells to induced pluripotent stem cells (iPSC) or other progenitors. Protein-based reprogramming methods mainly rely on the addition of a fused cell penetrating peptide. This study describes that Oct4 inherently carries a protein transduction domain, which can translocate into human and mouse cells.A 16 amino acid peptide representing the third helix of the human Oct4 homeodomain, referred to as Oct4 protein transduction domain (Oct4-PTD), can internalize in mammalian cells upon conjugation to a fluorescence moiety thereby acting as a cell penetrating peptide (CPP). The cellular distribution of Oct4-PTD shows diffuse cytosolic and nuclear staining, whereas penetratin is strictly localized to a punctuate pattern in the cytoplasm. By using a Cre/loxP-based reporter system, we show that this peptide also drives translocation of a functionally active Oct4-PTD-Cre-fusion protein. We further provide evidence for translocation of full length Oct4 into human and mouse cell lines without the addition of any kind of cationic fusion tag. Finally, physico-chemical properties of the novel CPP are characterized, showing that in contrast to penetratin a helical structure of Oct4-PTD is only observed if the FITC label is present on the N-terminus of the peptide.Oct4 is a key transcription factor in stem cell research and cellular reprogramming. Since it has been shown that recombinant Oct4 fused to a cationic fusion tag can drive generation of iPSCs, our finding might contribute to further development of protein-based methods to generate iPSCs.Moreover, our data support the idea that transcription factors might be part of an alternative paracrine signalling pathway, where the proteins are transferred to neighbouring cells thereby actively changing the behaviour of the recipient cell.",
     "keywords": ["Cell penetrating peptides", "Oct4", "Penetratin", "Homeodomain transcription factors", "Cellular internalization", "Reprogramming"]},
    {"article name": "Generation of knockout rabbits using transcription activator-like effector nucleases",
     "doi": "https://doi.org/10.1186/2045-9769-3-3",
     "publication date": "01-2014",
     "abstract": "Zinc-finger nucleases and transcription activator-like effector nucleases are novel gene-editing platforms contributing to redefine the boundaries of modern biological research. They are composed of a non-specific cleavage domain and a tailor made DNA-binding module, which enables a broad range of genetic modifications by inducing efficient DNA double-strand breaks at desired loci. Among other remarkable uses, these nucleases have been employed to produce gene knockouts in mid-size and large animals, such as rabbits and pigs, respectively. This approach is cost effective, relatively quick, and can produce invaluable models for human disease studies, biotechnology or agricultural purposes. Here we describe a protocol for the efficient generation of knockout rabbits using transcription activator-like effector nucleases, and a perspective of the field.",
     "keywords": ["Rabbits", "Animal models", "Zinc-finger nucleases", "Transcription activator-like effector nucleases", "TALENs", "Genome editing", "Knockout"]},
    {"article name": "Aberrant DNA methylation reprogramming during induced pluripotent stem cell generation is dependent on the choice of reprogramming factors",
     "doi": "https://doi.org/10.1186/2045-9769-3-4",
     "publication date": "01-2014",
     "abstract": "The conversion of somatic cells into pluripotent stem cells via overexpression of reprogramming factors involves epigenetic remodeling. DNA methylation at a significant proportion of CpG sites in induced pluripotent stem cells (iPSCs) differs from that of embryonic stem cells (ESCs). Whether different sets of reprogramming factors influence the type and extent of aberrant DNA methylation in iPSCs differently remains unknown. In order to help resolve this critical question, we generated human iPSCs from a common fibroblast cell source using either the Yamanaka factors (OCT4, SOX2, KLF4 and cMYC) or the Thomson factors (OCT4, SOX2, NANOG and LIN28), and determined their genome-wide DNA methylation profiles. In addition to shared DNA methylation aberrations present in all our iPSCs, we identified Yamanaka-iPSC (Y-iPSC)-specific and Thomson-iPSC (T-iPSC)-specific recurrent aberrations. Strikingly, not only were the genomic locations of the aberrations different but also their types: reprogramming with Yamanaka factors mainly resulted in failure to demethylate CpGs, whereas reprogramming with Thomson factors mainly resulted in failure to methylate CpGs. Differences in the level of transcripts encoding DNMT3b and TET3 between Y-iPSCs and T-iPSCs may contribute partially to the distinct types of aberrations. Finally, de novo aberrantly methylated genes in Y-iPSCs were enriched for NANOG targets that are also aberrantly methylated in some cancers. Our study thus reveals that the choice of reprogramming factors influences the amount, location, and class of DNA methylation aberrations in iPSCs. These findings may provide clues into how to produce human iPSCs with fewer DNA methylation abnormalities.",
     "keywords": null},
    {"article name": "glbase: a framework for combining, analyzing and displaying heterogeneous genomic and high-throughput sequencing data",
     "doi": "https://doi.org/10.1186/2045-9769-3-1",
     "publication date": "01-2014",
     "abstract": "Genomic datasets and the tools to analyze them have proliferated at an astonishing rate. However, such tools are often poorly integrated with each other: each program typically produces its own custom output in a variety of non-standard file formats. Here we present glbase, a framework that uses a flexible set of descriptors that can quickly parse non-binary data files. glbase includes many functions to intersect two lists of data, including operations on genomic interval data and support for the efficient random access to huge genomic data files. Many glbase functions can produce graphical outputs, including scatter plots, heatmaps, boxplots and other common analytical displays of high-throughput data such as RNA-seq, ChIP-seq and microarray expression data. glbase is designed to rapidly bring biological data into a Python-based analytical environment to facilitate analysis and data processing. In summary, glbase is a flexible and multifunctional toolkit that allows the combination and analysis of high-throughput data (especially next-generation sequencing and genome-wide data), and which has been instrumental in the analysis of complex data sets. glbase is freely available at http://bitbucket.org/oaxiom/glbase/.",
     "keywords": ["ChIP-seq", "RNA-seq", "Genomics", "Microarray", "Motifs", "Transcription factor", "Bioinformatics", "TSV Tab-separated value", "Tab-separated value", "BED Browser extensible data", "Browser extensible data", "GTF Gene transfer format", "Gene transfer format", "SAM Sequence alignment/map", "Sequence alignment/map"]},
    {"article name": "OCT4: A penetrant pluripotency inducer",
     "doi": "https://doi.org/10.1186/2045-9769-3-6",
     "publication date": "01-2014",
     "abstract": "Native OCT4 protein has the intrinsic ability of crossing cellular membranes to enter cells. This finding could revive efforts to induce pluripotency with proteins replacing nucleic acid-based approaches, and raises the intriguing question as to whether OCT4 can act non-cell-autonomously.",
     "keywords": ["OCT4", "Cell penetrating peptide", "Induced pluripotent stem cells", "Reprogramming", "Pluripotency"]},
    {"article name": "A mitochondrial strategy for safeguarding the reprogrammed genome",
     "doi": "https://doi.org/10.1186/2045-9769-3-5",
     "publication date": "01-2014",
     "abstract": "Genomic aberrations induced by somatic cell reprogramming are a major drawback for future applications of this technology in regenerative medicine. A new study by Ji et al. published in Stem Cell Reports suggests a counteracting strategy based on balancing the mitochondrial/oxidative stress pathway through antioxidant supplementation.",
     "keywords": ["Antioxidants", "Mitochondria", "Reprogramming", "iPSCs", "Genomic aberrations"]},
    {"article name": "Role of Oct4 in the early embryo development",
     "doi": "https://doi.org/10.1186/2045-9769-3-7",
     "publication date": "01-2014",
     "abstract": "Oct4 is a key component of the pluripotency regulatory network, and its reciprocal interaction with Cdx2 has been shown to be a determinant of either the self-renewal of embryonic stem cells (ESCs) or their differentiation into trophoblast. Oct4 of maternal origin is postulated to play critical role in defining totipotency and inducing pluripotency during embryonic development. However, the genetic elimination of maternal Oct4 using a Cre-lox approach in mouse revealed that the establishment of totipotency in maternal Oct4–depleted embryos was not affected, and that these embryos could complete full-term development without any obvious defect. These results indicate that Oct4 is not essential for the initiation of pluripotency, in contrast to its critical role in maintaining pluripotency. This conclusion is further supported by the formation of Oct4-GFP– and Nanog- expressing inner cell masses (ICMs) in embryos with complete inactivation of both maternal and zygotic Oct4 expression and the reprogramming of fibroblasts into fully pluripotent cells by Oct4-deficient oocytes.",
     "keywords": ["Oct4", "Oct4B", "Totipotency", "Pluripotency", "Embryo", "Development", "ICM Inner cell mass", "Inner cell mass", "ESCs Embryonic stem cells", "Embryonic stem cells", "TE Trophectoderm", "Trophectoderm", "PGCs Primordial germ cells", "Primordial germ cells", "Pit-Oct-Unc POU", "POU", "POUS POU-specific", "POU-specific", "POUHD Homeodomain", "Homeodomain", "N-domain N-terminal domain", "N-terminal domain", "C-domain C-terminal domain", "C-terminal domain", "BMP Bone morphogenetic protein", "Bone morphogenetic protein", "LIF Leukemia inhibitory factor", "Leukemia inhibitory factor", "GV Germinal vesicle", "Germinal vesicle", "ZGA Zygotic genome activation", "Zygotic genome activation", "MII Metaphase II", "Metaphase II", "SN Surrounded nucleolus", "Surrounded nucleolus", "NSN Not surrounded nucleolus", "Not surrounded nucleolus", "NT Nuclear transfer", "Nuclear transfer", "PCR Polymerase chain reaction", "Polymerase chain reaction", "RT-PCR Reverse transcriptase PCR", "Reverse transcriptase PCR", "iPSCs Induced pluripotent stem cells", "Induced pluripotent stem cells", "DE Distal enhancer", "Distal enhancer", "PE Proximal enhancer", "Proximal enhancer", "PP Proximal promoter", "Proximal promoter", "HREs Hormone response elements", "Hormone response elements", "SF1 Steroidogenic Factor-1", "Steroidogenic Factor-1", "RXR-Beta Retinoid X Receptor-Beta", "Retinoid X Receptor-Beta", "GCNF Germ Cell Nuclear Factor", "Germ Cell Nuclear Factor", "COUF-TFI/II Chicken Ovalbumin Upstream promoter-Transcription Factors- I/II", "Chicken Ovalbumin Upstream promoter-Transcription Factors- I/II", "BRGC Brg1-dependent chromatin remodeling complex", "Brg1-dependent chromatin remodeling complex", "Eif4eloo Oocyte-specific eukaryotic translation initiation factor 4E", "Oocyte-specific eukaryotic translation initiation factor 4E", "AID Activation-induced cytidine deaminase", "Activation-induced cytidine deaminase", "siRNA Small interfering RNA", "Small interfering RNA", "RNAi RNA interference", "RNA interference", "CRs Conserved regions", "Conserved regions", "dpc Days post coitum", "Days post coitum", "dpp days post partum", "days post partum"]},
    {"article name": "Bioengineering of a human whole tooth: progress and challenge",
     "doi": "https://doi.org/10.1186/2045-9769-3-8",
     "publication date": "01-2014",
     "abstract": "A major challenge in stem cell-based bioengineering of an implantable human tooth is to identify appropriate sources of postnatal stem cells that are odontogenic competent as the epithelial component due to the lack of enamel epithelial cells in adult teeth. In a recent issue (2013, 2:6) of Cell Regeneration, Cai and colleagues reported that epithelial sheets derived from human induced pluripotent stem cells (iPSCs) can functionally substitute for tooth germ epithelium to regenerate tooth-like structures, providing an appealing stem cell source for future human tooth regeneration.",
     "keywords": null},
    {"article name": "Genetic reporter analysis reveals an expandable reservoir of OCT4+ cells in adult skin",
     "doi": "https://doi.org/10.1186/2045-9769-3-9",
     "publication date": "01-2014",
     "abstract": "The transcription factor Oct4 (Pou5f1) is a critical regulator of pluripotency in embryonic and induced pluripotent stem cells. Therefore, Oct4 expression might identify somatic stem cell populations with inherent multipotent potential or a propensity for facilitated reprogramming. However, analysis of Oct4 expression is confounded by Oct4 pseudogenes or non-pluripotency-related isoforms. Systematic analysis of a transgenic Oct4-EGFP reporter mouse identified testis and skin as two principle sources of Oct4+ cells in postnatal mice. While the prevalence of GFP+ cells in testis rapidly declined with age, the skin-resident GFP+ population expanded in a cyclical fashion. These cells were identified as epidermal stem cells dwelling in the stem cell niche of the hair follicle, which endogenously expressed all principle reprogramming factors at low levels. Interestingly, skin wounding or non-traumatic hair removal robustly expanded the GFP+ epidermal cell pool not only locally, but also in uninjured skin areas, demonstrating the existence of a systemic response. Thus, the epithelial stem cell niche of the hair follicle harbors an expandable pool of Oct4+ stem cells, which might be useful for therapeutic cell transfer or facilitated reprogramming.",
     "keywords": ["Oct4", "Epidermal stem cells", "Skin", "Transgenic reporter mice", "ES Embryonic stem cell", "Embryonic stem cell", "iPS Induced pluripotent stem cells", "Induced pluripotent stem cells", "K14 Cytokeratin-14", "Cytokeratin-14", "K15 Cytokeratin-15", "Cytokeratin-15", "FACS Fluorescent activated cell sorter", "Fluorescent activated cell sorter", "SD Standard deviation", "Standard deviation", "SPF Specific pathogen free", "Specific pathogen free", "GFP Green fluorescent protein", "Green fluorescent protein", "FL Fluorescence", "Fluorescence", "ITG Integrin", "Integrin", "PBS Phosphate-buffered saline", "Phosphate-buffered saline", "FCS Fetal calf serum", "Fetal calf serum", "gPS Germline-derived pluripotent stem cells", "Germline-derived pluripotent stem cells"]},
    {"article name": "Production of transgenic pigs over-expressing the antiviral gene Mx1",
     "doi": "https://doi.org/10.1186/2045-9769-3-11",
     "publication date": "01-2014",
     "abstract": "The myxovirus resistance gene (Mx1) has a broad spectrum of antiviral activities. It is therefore an interesting candidate gene to improve disease resistance in farm animals. In this study, we report the use of somatic cell nuclear transfer (SCNT) to produce transgenic pigs over-expressing the Mx1 gene. These transgenic pigs express approximately 15–25 times more Mx1 mRNA than non-transgenic pigs, and the protein level of Mx1 was also markedly enhanced. We challenged fibroblast cells isolated from the ear skin of transgenic and control pigs with influenza A virus and classical swine fever virus (CFSV). Indirect immunofluorescence assay (IFA) revealed a profound decrease of influenza A proliferation in Mx1 transgenic cells. Growth kinetics showed an approximately 10-fold reduction of viral copies in the transgenic cells compared to non-transgenic controls. Additionally, we found that the Mx1 transgenic cells were more resistant to CSFV infection in comparison to non-transgenic cells. These results demonstrate that the Mx1 transgene can protect against viral infection in cells of transgenic pigs and indicate that the Mx1 transgene can be harnessed to develop disease-resistant pigs.",
     "keywords": ["Antiviral breeding", "Innate resistance", "Somatic cell nuclear transfer", "CFSV Classical swine fever virus", "Classical swine fever virus", "EGFP Enhanced green fluorescence protein", "Enhanced green fluorescence protein", "IFA Indirect immunofluorescence assay", "Indirect immunofluorescence assay", "IFNs Interferons", "Interferons", "MOI Multiplicity of infection", "Multiplicity of infection", "Mx1 Myxovirus resistance gene", "Myxovirus resistance gene", "pfu Plaque-forming unit", "Plaque-forming unit", "SCNT Somatic cell nuclear transfer", "Somatic cell nuclear transfer"]},
    {"article name": "Generation of multi-gene knockout rabbits using the Cas9/gRNA system",
     "doi": "https://doi.org/10.1186/2045-9769-3-12",
     "publication date": "01-2014",
     "abstract": "The prokaryotic clustered regularly interspaced short palindromic repeat (CRISPR)-associated system (Cas) is a simple, robust and efficient technique for gene targeting in model organisms such as zebrafish, mice and rats. In this report, we applied CRISPR technology to rabbits by microinjection of Cas9 mRNA and guided RNA (gRNA) into the cytoplasm of pronuclear-stage embryos. We achieved biallelic gene knockout (KO) rabbits by injection of 1 gene (IL2rg) or 2 gene (IL2rg and RAG1) Cas9 mRNA and gRNA with an efficiency of 100%. We also tested the efficiency of multiple gene KOs in early rabbit embryos and found that the efficiency of simultaneous gene mutation on target sites is as high as 100% for 3 genes (IL2rg, RAG1 and RAG2) and 33.3% for 5 genes (IL2rg, RAG1, RAG2, TIKI1 and ALB). Our results demonstrate that the Cas9/gRNA system is a highly efficient and fast tool not only for single-gene editing but also for multi-gene editing in rabbits.",
     "keywords": ["Cas9/gRNA system", "Rabbits", "Multiple-gene knockout"]},
    {"article name": "Exploring the utility of organo-polyoxometalate hybrids to inhibit SOX transcription factors",
     "doi": "https://doi.org/10.1186/2045-9769-3-10",
     "publication date": "01-2014",
     "abstract": "SOX transcription factors constitute an attractive target class for intervention with small molecules as they play a prominent role in the field of regenerative biomedicine and cancer biology. However, rationally engineering specific inhibitors that interfere with transcription factor DNA interfaces continues to be a monumental challenge in the field of transcription factor chemical biology. Polyoxometalates (POMs) are inorganic compounds that were previously shown to target the high-mobility group (HMG) of SOX proteins at nanomolar concentrations. In continuation of this work, we carried out an assessment of the selectivity of a panel of newly synthesized organo-polyoxometalate hybrids in targeting different transcription factor families to enable the usage of polyoxometalates as specific SOX transcription factor drugs.The residual DNA-binding activities of 15 different transcription factors were measured after treatment with a panel of diverse polyoxometalates. Polyoxometalates belonging to the Dawson structural class were found to be more potent inhibitors than the Keggin class. Further, organically modified Dawson polyoxometalates were found to be the most potent in inhibiting transcription factor DNA binding activity. The size of the polyoxometalates and its derivitization were found to be the key determinants of their potency.Polyoxometalates are highly potent, nanomolar range inhibitors of the DNA binding activity of the Sox-HMG family. However, binding assays involving a limited subset of structurally diverse polyoxometalates revealed a low selectivity profile against different transcription factor families. Further progress in achieving selectivity and deciphering structure-activity relationship of POMs require the identification of POM binding sites on transcription factors using elaborate approaches like X-ray crystallography and multidimensional NMR. In summary, our report reaffirms that transcription factors are challenging molecular architectures and that future polyoxometalate chemistry must consider further modification strategies, to address the substantial challenges involved in achieving target selectivity.",
     "keywords": ["POMs Polyoxometalates", "Polyoxometalates", "TFs Transcription factors", "Transcription factors", "DBD DNA binding domain", "DNA binding domain", "EMSA Electrophoretic Mobility Shift assay", "Electrophoretic Mobility Shift assay"]},
    {"article name": "Combined influence of basal media and fibroblast growth factor on the expansion and differentiation capabilities of adipose-derived stem cells",
     "doi": "https://doi.org/10.1186/2045-9769-3-13",
     "publication date": "01-2014",
     "abstract": "Interest in adipose-derived stem cells (ASCs) has increased in recent years due to their multi-linage differentiation capabilities. While much work has been done to optimize the differentiation media, few studies have focused on examining the influence of different expansion media on cell behavior. In this study, three basal media (low glucose Dulbecco’s modified Eagle’s medium (DMEM), high glucose DMEM and DMEM-F12) supplemented with or without fibroblast growth factor 2 (FGF) were examined to assess their suitability for expanding ASCs.Flow cytometry, colony-forming unit assays (CFU-Fs) and differentiation assays were utilized to study cell behavior. High glucose media CFU-Fs produced fewest colonies while the addition of FGF increased colony size. By passage 2, the majority of cells were positive for CD44, 45, 73, 90 and 105 and negative for CD14, 31 and 45, indicating a mesenchymal phenotype. A sub-population of CD34 positive cells was present among passage 2 cells; however, by passage 4 the cells were negative for CD34. FGF has a negative effective on passage 4 ASC adipogenesis and high glucose media plus FGF-enhanced osteogenic capacity of passage 4 ASCs. FGF supplemented basal media were most suitable for chondrogenesis. High glucose media plus FGF appeared to be the most beneficial for priming ASCs to induce a keratocyte phenotype.These findings demonstrate the reciprocal effect FGF and basal media have on ASCs. This research has implications for those interested regenerating bone, cartilage, cornea or adipose tissues.",
     "keywords": ["Cell differentiation", "Cartilage", "Bone", "Adipose", "Cornea", "ALDH3A1 Aldehyde dehydrogenases 3A1", "Aldehyde dehydrogenases 3A1", "αSMA alpha smooth muscle actin", "alpha smooth muscle actin", "ASC Adipose derived stem cell", "Adipose derived stem cell", "CFU-F Colony-forming unit assay", "Colony-forming unit assay", "COL1A1 Collagen type I", "Collagen type I", "COL3A1 Collagen type III", "Collagen type III", "DMEM Dulbecco’s modified Eagle’s medium", "Dulbecco’s modified Eagle’s medium", "FBS Fetal bovine serum", "Fetal bovine serum", "FGF Fibroblast growth factor 2", "Fibroblast growth factor 2", "F12 DMEM plus nutrient mix F12", "DMEM plus nutrient mix F12", "GAPDH Glyceraldehyde-3-phosphate dehydrogenase", "Glyceraldehyde-3-phosphate dehydrogenase", "HG High glucose media", "High glucose media", "LG Low glucose media", "Low glucose media", "P2 Passage 2", "Passage 2", "P4 Passage 4", "Passage 4", "RT-PCR Real-time reverse transcription polymerase chain reaction", "Real-time reverse transcription polymerase chain reaction", "SOX2 Sex determining region Y box 2", "Sex determining region Y box 2"]},
    {"article name": "Generation of functional organs from stem cells",
     "doi": "https://doi.org/10.1186/2045-9769-2-1",
     "publication date": "01-2013",
     "abstract": "We are now well entering the exciting era of stem cells. Potential stem cell therapy holds great promise for the treatment of many diseases such as stroke, traumatic brain injury, Alzheimer's disease, Parkinson's disease, amyotrophic lateral-sclerosis, myocardial infarction, muscular dystrophy, diabetes, and etc. It is generally believed that transplantation of specific stem cells into the injured tissue to replace the lost cells is an effective way to repair the tissue. In fact, organ transplantation has been successfully practiced in clinics for liver or kidney failure. However, the severe shortage of donor organs has been a major obstacle for the expansion of organ transplantation programs. Toward that direction, generation of transplantable organs using stem cells is a desirable approach for organ replacement and would be of great interest for both basic and clinical scientists. Here we review recent progress in the field of organ generation using various methods including single adult tissue stem cells, a blastocyst complementation system, tissue decellularization/recellularization and a combination of stem cells and tissue engineering.",
     "keywords": ["Stem cells", "Functional organs", "Blastocyst complementation", "Decellularization", "Recellularization", "Tissue engineering"]},
    {"article name": "The involvement of interleukin-22 in the expression of pancreatic beta cell regenerative Reg genes",
     "doi": "https://doi.org/10.1186/2045-9769-2-2",
     "publication date": "01-2013",
     "abstract": "In Type 1 diabetes, the insulin-producing β-cells within the pancreatic islets of Langerhans are destroyed. We showed previously that immunotherapy with Bacillus Calmette-Guerin (BCG) or complete Freund's adjuvant (CFA) of non-obese diabetic (NOD) mice can prevent disease process and pancreatic β-cell loss. This was associated with increased islet Regenerating (Reg) genes expression, and elevated IL-22-producing Th17 T-cells in the pancreas.We hypothesized that IL-22 was responsible for the increased Reg gene expression in the pancreas. We therefore quantified the Reg1, Reg2, and Reg 3δ (INGAP) mRNA expression in isolated pre-diabetic NOD islets treated with IL-22. We measured IL-22, and IL-22 receptor(R)- α mRNA expression in the pancreas and spleen of pre-diabetic and diabetic NOD mice. Our results showed: 1) Reg1 and Reg2 mRNA abundance to be significantly increased in IL-22-treated islets in vitro; 2) IL-22 mRNA expression in the pre-diabetic mouse pancreas increased with time following CFA treatment; 3) a reduced expression of IL-22R α following CFA treatment; 4) a down-regulation in Reg1 and Reg 2 mRNA expression in the pancreas of pre-diabetic mice injected with an IL-22 neutralizing antibody; and 5) an increased islet β-cell DNA synthesis in vitro in the presence of IL-22.We conclude that IL-22 may contribute to the regeneration of β-cells by up-regulating Regenerating Reg1 and Reg2 genes in the islets.",
     "keywords": ["Adjuvant immunotherapy", "Interleukin-22", "Regenerating (Reg) genes", "Beta-cell regeneration", "Type 1 diabetes"]},
    {"article name": "SNX16 negatively regulates the migration and tumorigenesis of MCF-7 cells",
     "doi": "https://doi.org/10.1186/2045-9769-2-3",
     "publication date": "01-2013",
     "abstract": "Sorting nexins are a large family of proteins that are associated with various components of the endosome system and they play many roles in processes such as endocytosis, intracellular protein trafficking and cell signaling. The subcellular distribution patterns of many of them remain controversial and their in vivo functions have not been characterized yet.We investigated the subcellular distribution and function of SNX16 in this study. SNX16 is detected on Rab5-positive endosomes localized adjacent to focal adhesions at cell cortex. Inhibition of SNX23, polymerization of microtubule filaments as well as the PI3-kinase all disrupt the cell cortex distribution of SNX16. Ectopic expression of SNX16 reduces the migration and the tumor formation activity of MCF-7 cells.Our results indicate that, in addition to the PI3P, there is a SNX23- and microtubule-dependent cargo transport pathway required for the proper subcellular distribution of SNX16. SNX16 plays a negative regulatory role during cell migration and tumorigenesis.",
     "keywords": null},
    {"article name": "Targeted genome engineering in human induced pluripotent stem cells by penetrating TALENs",
     "doi": "https://doi.org/10.1186/2045-9769-2-5",
     "publication date": "01-2013",
     "abstract": "Zinc-finger nucleases (ZFNs) and transcription activator-like effector nucleases (TALENs) have been successfully used to knock out endogenous genes in stem cell research. However, the deficiencies of current gene-based delivery systems may hamper the clinical application of these nucleases. A new delivery method that can improve the utility of these nucleases is needed.In this study, we utilized a cell-penetrating peptide-based system for ZFN and TALEN delivery. Functional TAT-ZFN and TAT-TALEN proteins were generated by fusing the cell-penetrating TAT peptide to ZFN and TALEN, respectively. However, TAT-ZFN was difficult to purify in quantities sufficient for analysis in cell culture. Purified TAT-TALEN was able to penetrate cells and disrupt the gene encoding endogenous human chemokine (C-C motif) receptor 5 (CCR5, a co-receptor for HIV-1 entry into cells). Hypothermic treatment greatly enhanced the TAT-TALEN-mediated gene disruption efficiency. A 5% modification rate was observed in human induced pluripotent stem cells (hiPSCs) treated with TAT-TALEN as measured by the Surveyor assay.TAT-TALEN protein-mediated gene disruption was applicable in hiPSCs and represents a promising technique for gene knockout in stem cells. This new technique may advance the clinical application of TALEN technology.",
     "keywords": ["CCR5", "HIV-1", "Cell-penetrating peptide", "TALEN", "TAT", "Protein delivery", "Induced pluripotent stem cells"]},
    {"article name": "Cohesin complexes with a potential to link mammalian meiosis to cancer",
     "doi": "https://doi.org/10.1186/2045-9769-2-4",
     "publication date": "01-2013",
     "abstract": "Among multiple genes aberrantly activated in cancers, invariably, there is a group related to the capacity of cell to self-renewal. Some of these genes are related to the normal process of development, including the establishment of a germline. This group, a part of growing family of Cancer/Testis (CT) genes, now includes the meiosis specific subunits of cohesin complex. The first reports characterizing the SMC1 and RAD21 genes, encoding subunits of cohesin, were published 20 years ago; however the exact molecular mechanics of cohesin molecular machine in vivo remains rather obscure notwithstanding ample elegant experiments. The matters are complicated by the fact that the evolution of cohesin function, which is served by just two basic types of protein complexes in budding yeast, took an explosive turn in Metazoa. The recent characterization of a new set of genes encoding cohesin subunits specific for meiosis in vertebrates adds several levels of complexity to the task of structure-function analysis of specific cohesin pathways, even more so in relation to their aberrant functionality in cancers. These three proteins, SMC1β, RAD21L and STAG3 are likely involved in a specific function in the first meiotic prophase, genetic recombination, and segregation of homologues. However, at present, it is rather challenging to pinpoint the molecular role of these proteins, particularly in synaptonemal complex or centromere function, due to the multiplicity of different cohesins in meiosis. The roles of these proteins in cancer cell physiology, upon their aberrant activation in tumors, also remain to be elucidated. Nevertheless, as the existence of Cancer/Testis cohesin complexes in tumor cells appears to be all but certain, this brings a promise of a new target for cancer therapy and/or diagnostics.",
     "keywords": ["Spermatogenesis", "Germline", "Chromothripsis", "CTCFL", "BORIS", "CTCF", "SMC", "Kleisin"]},
    {"article name": "Generation of tooth-like structures from integration-free human urine induced pluripotent stem cells",
     "doi": "https://doi.org/10.1186/2045-9769-2-6",
     "publication date": "01-2013",
     "abstract": "Tooth is vital not only for a good smile, but also good health. Yet, we lose tooth regularly due to accidents or diseases. An ideal solution to this problem is to regenerate tooth with patients’ own cells. Here we describe the generation of tooth-like structures from integration-free human urine induced pluripotent stem cells (ifhU-iPSCs).We first differentiated ifhU-iPSCs to epithelial sheets, which were then recombined with E14.5 mouse dental mesenchymes. Tooth-like structures were recovered from these recombinants in 3 weeks with success rate up to 30% for 8 different iPSC lines, comparable to H1 hESC. We further detected that ifhU-iPSC derived epithelial sheets differentiated into enamel-secreting ameloblasts in the tooth-like structures, possessing physical properties such as elastic modulus and hardness found in the regular human tooth.Our results demonstrate that ifhU-iPSCs can be used to regenerate patient specific dental tissues or even tooth for further drug screening or regenerative therapies.",
     "keywords": ["Human urine", "Integration-free iPSCs", "Recombinant tooth", "Bioengineered tooth", "Dental epithelium", "ifhU-iPSCs integration-free human urine induced pluripotent stem cells", "integration-free human urine induced pluripotent stem cells", "E14.5 Embryonic day 14.5", "Embryonic day 14.5", "hESC human embryonic stem cell", "human embryonic stem cell", "DPSCs Dental pulp stem cells", "Dental pulp stem cells", "PDLSCs Periodontal ligament stem cells", "Periodontal ligament stem cells", "GSCs Gum stem cells", "Gum stem cells", "iPSCs induced pluripotent stem cells", "induced pluripotent stem cells", "miPSCs mouse iPSCs", "mouse iPSCs", "K14 cytokeratin-14", "cytokeratin-14", "DSP Dentin sialoprotein", "Dentin sialoprotein", "hU human urine cells", "human urine cells", "RA Retinoic acid", "Retinoic acid", "BMP4 Bone morphogenetic protein 4", "Bone morphogenetic protein 4", "DSFM Defined keratinocyte serum-free medium and supplement", "Defined keratinocyte serum-free medium and supplement", "SEM Scanning electronic microscope", "Scanning electronic microscope", "TEM Transmission electron microscopy", "Transmission electron microscopy", "Amel Ameloblastin", "Ameloblastin", "HLA-I Human leukocyte antigen-I", "Human leukocyte antigen-I", "hNA human nucleus antigen", "human nucleus antigen", "BSP Bone sialoprotein", "Bone sialoprotein", "DMEM Dulbecco's modified eagle's medium", "Dulbecco's modified eagle's medium", "FBS Fetal bovine serum", "Fetal bovine serum", "IF Immunofluorescence", "Immunofluorescence", "HE Hematoxylin-Eosin staining", "Hematoxylin-Eosin staining", "IHC Immunohistochemical staining", "Immunohistochemical staining"]},
    {"article name": "Defining synthetic surfaces for human pluripotent stem cell culture",
     "doi": "https://doi.org/10.1186/2045-9769-2-7",
     "publication date": "01-2013",
     "abstract": "Human pluripotent stem cells (hPSCs) are able to self-renew indefinitely and to differentiate into all adult cell types. hPSCs therefore show potential for application to drug screening, disease modelling and cellular therapies. In order to meet this potential, culture conditions must be developed that are consistent, defined, scalable, free of animal products and that facilitate stable self-renewal of hPSCs. Several culture surfaces have recently been reported to meet many of these criteria although none of them have been widely implemented by the stem cell community due to issues with validation, reliability and expense. Most hPSC culture surfaces have been derived from extracellular matrix proteins (ECMPs) and their cell adhesion molecule (CAM) binding motifs. Elucidating the CAM-mediated cell-surface interactions that are essential for the in vitro maintenance of pluripotency will facilitate the optimisation of hPSC culture surfaces. Reports indicate that hPSC cultures can be supported by cell-surface interactions through certain CAM subtypes but not by others. This review summarises the recent reports of defined surfaces for hPSC culture and focuses on the CAMs and ECMPs involved.",
     "keywords": ["Human embryonic stem cells", "Induced pluripotent stem cells", "Cell adhesion molecules", "Pluripotency", "2D Two dimensional", "Two dimensional", "3D Three dimensional", "Three dimensional", "AT Alkanethiol", "Alkanethiol", "CM Conditioned media", "Conditioned media", "ECMPs Extracellular matrix proteins", "Extracellular matrix proteins", "CAM cell adhesion molecule", "cell adhesion molecule", "ESCs Embryonic stem cells", "Embryonic stem cells", "FISH Fluorescence in situ hybridization", "Fluorescence in situ hybridization", "FGF-2 Basic fibroblast growth factor", "Basic fibroblast growth factor", "GAGs Glycosaminoglycans", "Glycosaminoglycans", "hPSCs Human pluripotent stem cells", "Human pluripotent stem cells", "HS Heparan sulphate", "Heparan sulphate", "HSPGs Heparan sulphate proteoglycans", "Heparan sulphate proteoglycans", "iPSCs Induced pluripotent stem cells", "Induced pluripotent stem cells", "MEF Mouse embryonic fibroblast", "Mouse embryonic fibroblast", "mPSCs Murine pluripotent stem cells", "Murine pluripotent stem cells", "NC-CM Neonatal chondrocyte-conditioned medium", "Neonatal chondrocyte-conditioned medium", "NMR Nuclear magnetic resonance", "Nuclear magnetic resonance", "PAMPS Poly(acrylamido-methyl-propane sulfonate)", "Poly(acrylamido-methyl-propane sulfonate)", "PLGA Poly (lactic-co-glycolic acid)", "Poly (lactic-co-glycolic acid)", "PMVE-alt-MA Poly(methyl vinyl ether-alt-maleic anhydride)", "Poly(methyl vinyl ether-alt-maleic anhydride)", "PSS(S) Poly(sodium 4-styrenesulfonate)", "Poly(sodium 4-styrenesulfonate)", "SAMs Self assembled monolayers", "Self assembled monolayers", "SNP Single-nucleotide polymorphism", "Single-nucleotide polymorphism", "TCP Tissue culture polystyrene", "Tissue culture polystyrene"]},
    {"article name": "Differentiation of human mesenchymal stem cell spheroids under microgravity conditions",
     "doi": "https://doi.org/10.1186/2045-9769-1-2",
     "publication date": "01-2012",
     "abstract": "To develop and characterize a novel cell culture method for the generation of undifferentiated and differentiated human mesenchymal stem cell 3D structures, we utilized the RWV system with a gelatin-based scaffold. 3 × 106 cells generated homogeneous spheroids and maximum spheroid loading was accomplished after 3 days of culture. Spheroids cultured in undifferentiated spheroids of 3 and 10 days retained expression of CD44, without expression of differentiation markers. Spheroids cultured in adipogenic and osteogenic differentiation media exhibited oil red O staining and von Kossa staining, respectively. Further characterization of osteogenic lineage, showed that 10 day spheroids exhibited stronger calcification than any other experimental group corresponding with significant expression of vitamin D receptor, alkaline phosphatase, and ERp60 . In conclusion this study describes a novel RWV culture method that allowed efficacious engineering of undifferentiated human mesenchymal stem cell spheroids and rapid osteogenic differentiation. The use of gelatin scaffolds holds promise to design implantable stem cell tissue of various sizes and shapes for future regenerative treatment.",
     "keywords": ["Mesenchymal stem cell", "RWV culture", "Tissue engineering", "Differentiation", "Osteogenesis"]},
    {"article name": "Increased oxygen consumption and OXPHOS potential in superhealer mesenchymal stem cells",
     "doi": "https://doi.org/10.1186/2045-9769-1-3",
     "publication date": "01-2012",
     "abstract": "Cell-based therapies show promise in repairing cardiac tissue and improving contractile performance following a myocardial infarction. Despite this, ischemia-induced death of transplanted cells remains a major hurdle to the efficacy of treatment. ‘Superhealer’ MRL/MpJ mesenchymal stem cells (MRL-MSCs) have been reported to exhibit increased engraftment resulting in reduced infarct size and enhanced contractile function. This study determines whether intrinsic differences in mitochondrial oxidative phosphorylation (OXPHOS) assist in explaining the enhanced cellular survival and engraftment of MRL-MSCs.Compared to wild type MSCs (WT-MSCs), mitochondria from intact MRL-MSCs exhibited an increase in routine respiration and maximal electron transport capacity by 2.0- and 3.5-fold, respectively. When routine oxygen utilization is expressed as a portion of maximal cellular oxygen flux, the MRL-MSCs have a greater spare respiratory capcity. Additionally, glutamate/malate- and succinate-supported oxygen consumption in permeabilized cells was elevated approximately 1.25- and 1.4-fold in the MRL-MSCs, respectively.The results from intact and permeabilized MSCs indicate MRL-MSCs exhibit a greater reliance on and capacity for aerobic metabolism. The greater capacity for oxidative metabolism may provide a protective effect by increasing ATP synthesis per unit substrate and prevent glycolysis-mediated acidosis and subsequent cell death upon transplantation into the glucose-and oxygen-deprived environment of the infarcted heart.",
     "keywords": ["Energetics", "Mitochondria", "Oxidative phosphorylation", "Stem cells", "ACR Acceptor control ratio", "Acceptor control ratio", "DMEM Dulbecco's modified eagle's medium", "Dulbecco's modified eagle's medium", "ETS Electron transport system", "Electron transport system", "FCCP Cyanide-p-trifluoromethoxyphenylhydraz-one", "Cyanide-p-trifluoromethoxyphenylhydraz-one", "48 hr Forty-eight hours", "Forty-eight hours", "LEAK Futile oxygen consumption", "Futile oxygen consumption", "FCR Flux control ratio", "Flux control ratio", "MI Myocardial infarction", "Myocardial infarction", "MiR05 Mitochondrial respiration medium", "Mitochondrial respiration medium", "MSC Mesenchymal stem cell", "Mesenchymal stem cell", "MRL-MSC MRL-MPJ mesenchymal stem cell", "MRL-MPJ mesenchymal stem cell", "OXPHOS Oxidative phosphorylation", "Oxidative phosphorylation", "RDMEM Routine respiration in dulbecco's modified eagle's medium", "Routine respiration in dulbecco's modified eagle's medium", "RMiR05 Routine respiration in mitochondrial respiration medium", "Routine respiration in mitochondrial respiration medium", "sFRP2 secreted frizzled related receptor protein 2", "secreted frizzled related receptor protein 2", "VCI State 2 respiration supported by complex I substrates", "State 2 respiration supported by complex I substrates", "VMAX-CI State 3 respiration supported by complex I substrates", "State 3 respiration supported by complex I substrates", "VMAX-CII State 3 respiration supported by complex II substrates", "State 3 respiration supported by complex II substrates", "WT-MSC Wild type mesenchymal stem cell", "Wild type mesenchymal stem cell", "10 wk Ten weeks", "Ten weeks"]},
    {"article name": "SNX17 regulates Notch pathway and pancreas development through the retromer-dependent recycling of Jag1",
     "doi": "https://doi.org/10.1186/2045-9769-1-4",
     "publication date": "01-2012",
     "abstract": "Notch is one of the most important signaling pathways involved in cell fate determination. Activation of the Notch pathway requires the binding of a membrane-bound ligand to the Notch receptor in the adjacent cell which induces proteolytic cleavages and the activation of the receptor. A unique feature of the Notch signaling is that processes such as modification, endocytosis or recycling of the ligand have been reported to play critical roles during Notch signaling, however, the underlying molecular mechanism appears context-dependent and often controversial.Here we identified SNX17 as a novel regulator of the Notch pathway. SNX17 is a sorting nexin family protein implicated in vesicular trafficking and we find it is specifically required in the ligand-expressing cells for Notch signaling. Mechanistically, SNX17 regulates the protein level of Jag1a on plasma membrane by binding to Jag1a and facilitating the retromer-dependent recycling of the ligand. In zebrafish, inhibition of this SNX17-mediated Notch signaling pathway results in defects in neurogenesis as well as pancreas development.Our results reveal that SNX17, by acting as a cargo-specific adaptor, promotes the retromer dependent recycling of Jag1a and Notch signaling and this pathway is involved in cell fate determination during zebrafish neurogenesis and pancreas development.",
     "keywords": null},
    {"article name": "A feeder-free, human plasma-derived hydrogel for maintenance of a human embryonic stem cell phenotype in vitro",
     "doi": "https://doi.org/10.1186/2045-9769-1-6",
     "publication date": "01-2012",
     "abstract": "Human embryonic stem cells (hESCs) represent a tremendous resource for cell therapies and the study of human development; however to maintain their undifferentiated state in vitro they routinely require the use of mouse embryonic fibroblast (MEF) feeder-layers and exogenous protein media supplementation.These well established requirements can be overcome and in this study, it will be demonstrated that phenotypic stability of hESCs can be maintained using a novel, human plasma protein-based hydrogel as an extracellular culture matrix without the use of feeder cell co-culture. hESCs were resuspended in human platelet poor plasma (PPP), which was gelled by the addition of calcium containing DMEM-based hESC culture medium. Phenotypic and genomic expression of the pluripotency markers OCT4, NANOG and SOX2 were measured using immunohistochemistry and qRT-PCR respectively. Typical hESC morphology was demonstrated throughout in vitro culture and both viability and phenotypic stability were maintained throughout extended culture, up to 25 passages.PPP-derived hydrogel has demonstrated to be an efficacious alternative to MEF co-culture with its hydrophilicity allowing for this substrate to be delivered via minimally invasive procedures in a liquid phase with polymerization ensuing in situ. Together this provides a novel technique for the study of this unique group of stem cells in either 2D or 3D both in vitro and in vivo.",
     "keywords": ["Embryonic stem cells", "Hydrogel", "Pluripotent stem cells", "Cell culture"]},
    {"article name": "Pluripotency and its layers of complexity",
     "doi": "https://doi.org/10.1186/2045-9769-1-7",
     "publication date": "01-2012",
     "abstract": "Pluripotency is depicted by a self-renewing state that can competently differentiate to form the three germ layers. Different stages of early murine development can be captured on a petri dish, delineating a spectrum of pluripotent states, ranging from embryonic stem cells, embryonic germ cells to epiblast stem cells. Anomalous cell populations displaying signs of pluripotency have also been uncovered, from the isolation of embryonic carcinoma cells to the derivation of induced pluripotent stem cells. Gaining insight into the molecular circuitry within these cell types enlightens us about the significance and contribution of each stage, hence deepening our understanding of vertebrate development. In this review, we aim to describe experimental milestones that led to the understanding of embryonic development and the conception of pluripotency. We also discuss attempts at exploring the realm of pluripotency with the identification of pluripotent stem cells within mouse teratocarcinomas and embryos, and the generation of pluripotent cells through nuclear reprogramming. In conclusion, we illustrate pluripotent cells derived from other organisms, including human derivatives, and describe current paradigms in the comprehension of human pluripotency.",
     "keywords": ["Naïve pluripotency", "Primed pluripotency", "Embryonic stem cells", "Induced pluripotent stem cells", "Epiblast stem cells", "ES cells embryonic stem cells", "embryonic stem cells", "EC cells embryonic carcinoma cells", "embryonic carcinoma cells", "EpiSCs Epiblast stem cells", "Epiblast stem cells", "EG cells embryonic germ cells", "embryonic germ cells", "iPS cells induced pluripotent stem cells", "induced pluripotent stem cells", "LIF leukemia inhibitory factor", "leukemia inhibitory factor", "2i two inhibitors", "two inhibitors", "FGF fibroblast growth factor", "fibroblast growth factor", "XCI X-chromosome inactivation", "X-chromosome inactivation", "BMP Bone morphogenetic protein", "Bone morphogenetic protein", "PGC Primordial germ cell", "Primordial germ cell"]},
    {"article name": "Progress and bottleneck in induced pluripotency",
     "doi": "https://doi.org/10.1186/2045-9769-1-5",
     "publication date": "01-2012",
     "abstract": "With their capability to undergo unlimited self-renewal and to differentiate into all cell types in the body, induced pluripotent stem cells (iPSCs), reprogrammed from somatic cells of individual patients with defined factors, have unlimited potential in cell therapy and in modeling complex human diseases. Significant progress has been achieved to improve the safety of iPSCs and the reprogramming efficiency. To avoid the cancer risk and spontaneous reactivation of the reprogramming factors associated with the random integration of viral vectors into the genome, several approaches have been established to deliver the reprogramming factors into the somatic cells without inducing genetic modification. In addition, a panel of small molecule compounds, many of which targeting the epigenetic machinery, have been identified to increase the reprogramming efficiency. Despite these progresses, recent studies have identified genetic and epigenetic abnormalities of iPSCs as well as the immunogenicity of some cells derived from iPSCs. In addition, due to the oncogenic potential of the reprogramming factors and the reprogramming-induced DNA damage, the critical tumor suppressor pathways such as p53 and ARF are activated to act as the checkpoints that suppress induced pluripotency. The inactivation of these tumor suppression pathways even transiently during reprogramming processes could have significant adverse impact on the genome integrity. These safety concerns must be resolved to improve the feasibility of the clinic development of iPSCs into human cell therapy.",
     "keywords": null},
    {"article name": "Using mouse models to study function of transcriptional factors in T cell development",
     "doi": "https://doi.org/10.1186/2045-9769-1-8",
     "publication date": "01-2012",
     "abstract": "Laboratory mice have widely been used as tools for basic biological research and models for studying human diseases. With the advances of genetic engineering and conditional knockout (CKO) mice, we now understand hematopoiesis is a dynamic stepwise process starting from hematopoietic stem cells (HSCs) which are responsible for replenishing all blood cells. Transcriptional factors play important role in hematopoiesis. In this review we compile several studies on using genetic modified mice and humanized mice to study function of transcriptional factors in lymphopoiesis, including T lymphocyte and Natural killer (NK) cell development. Finally, we focused on the key transcriptional factor Bcl11b and its function in regulating T cell specification and commitment.",
     "keywords": ["Genetic modified mice", "Humanized mice", "Lymphopoiesis", "T cell development", "Bcl11b"]},
    {"article name": "Return to the hematopoietic stem cell origin",
     "doi": "https://doi.org/10.1186/2045-9769-1-9",
     "publication date": "01-2012",
     "abstract": "Studying embryonic hematopoiesis is complicated by diversity of its locations in the constantly changing anatomy and by the mobility of blood cell precursors. Embryonic hematopoietic progenitors are identified in traditional in vivo and in vitro cell potential assays. Profound epigenetic plasticity of mammalian embryonic cells combined with significant inductive capacity of the potential assays suggest that our understanding of hematopoietic ontogenesis is substantially distorted. Non-invasive in vivo cell tracing methodology offers a better insight into complex processes of blood cell specification. In contrast to the widely accepted view based on the cell potential assays, the genetic tracing approach identified the yolk sac as the source of adult hematopoietic stem cell lineage. Realistic knowledge of the blood origin is critical for safe and efficient recapitulation of hematopoietic development in culture.",
     "keywords": ["Hematopoiesis", "Development", "Hematopoietic stem cell", "Repopulation", "Cell potential", "Cell tracing"]}
    ]
}