{"primary": "Physical Sciences and Engineering",
"domain": "Chemical Engineering",
"subdomain": "Catalysis",
"journal name": "Carbon Resources Conversion",
"articles": [
    {"article name": "Selective production of guaiacol from black liquor: Effect of solvents",
     "doi": "https://doi.org/10.1016/j.crcon.2018.07.005",
     "publication date": "04-2019",
     "abstract": "Lignin is generated as a waste biomass from pulp and paper industry. The majority of kraft lignin is currently combusted as a low-grade energy source. Lignin valorization has been considered a feasible option to sustainable production of chemicals and liquid fuels in the long run. This study reports a novel thermolysis process that selectively converts black liquor lignin into guaiacol and its derivatives in high-boiling-point hydrocarbon solvents: n-hexadecane (n-H) and 1-methyl naphthalene (1-MN). The operating pressure for lignin thermolysis in n-H and 1-MN is much lower than those in lignin liquefaction with low-boiling-point solvents, such as water, methanol, and ethanol. 1-MN performed better than n-H in terms of lignin conversion and liquid yield. The liquid products were 56 wt% and 24 wt% for 1-MN and n-H as solvent respectively. Reaction temperature and reaction time rotating were investigated. Low temperature and short reaction time are favorable for generating Guaiacol. Compared to 1-MN as solvent, n-H promotes the production of guaiacol. The reaction mechanisms of lignin depolymerization to chemicals in different solvents were proposed. Solvent chemical properties and H abstraction processes from solvents play a key role in the selectivity of guaiacol.",
     "keywords": ["Thermolysis", "Kraft lignin", "Guaiacol", "Hydrocarbon liquid", "Reaction mechanism"]},
    {"article name": "Effect of SiO2 on loss of catalysis of inherent metallic species in CO2 gasification of coke from lignite",
     "doi": "https://doi.org/10.1016/j.crcon.2018.09.002",
     "publication date": "04-2019",
     "abstract": "Inherent metallic species retained by coal char or coke, such as Na and Ca, behave as catalysts in gasification. The char/coke normally contains inherent SiO2, which can react with the inherent catalysts to form silicates, resulting in catalyst deactivation over the range of pyrolysis, carbonization and gasification, and thereby reducing the char/coke reactivity. The present authors simulated the inherent catalyst deactivation experimentally by blending a Victorian lignite with SiO2, briquetting the SiO2/lignite blend, carbonizing the briquette, and then gasifying the coke with CO2. The kinetic analysis of the gasification employed a comprehensive model, which assumed progress in parallel of non-catalytic and catalytic gasification. The model quantitatively described the measured kinetics of the coke gasification with different SiO2 contents over a range of coke conversion up to 99.9%. The kinetic analysis revealed that the SiO2 deactivated substantial and entire portions of the most active catalyst and its precursor, respectively, before the gasification (i.e., during the carbonization). The catalyst deactivation also occurred during the gasification, but mainly following a self-deactivation mechanism that involved no silicates formation.",
     "keywords": ["Coke", "Lignite", "Reactivity", "CO2 gasification", "Inherent metallic species", "Catalyst", "Deactivation", "SiO2"]},
    {"article name": "Iron-based oxygen carriers in chemical looping conversions: A review",
     "doi": "https://doi.org/10.1016/j.crcon.2018.11.004",
     "publication date": "04-2019",
     "abstract": "A solid oxygen carrier is usually applied in a chemical looping conversion process to transfer oxygen from the gaseous oxygen source to the fuel, which can avoid the direct contact of these two reactants and hence decrease the energy penalty of separation. Among the solid oxygen carriers, iron-based oxygen carrier is an attractive option due to its inherent properties of low cost and environmentally-friendly. Several processes such as chemical looping combustion (CLC), chemical looping gasification (CLG), chemical looping reforming (CLR), and chemical looping hydrogen generation (CLHG) have been proposed and investigated based on the iron-based oxygen carrier. In this review, the relevant researches on the iron-based oxygen carrier are summarized, which include the characteristics of iron oxides, the preparations of the iron-based oxygen carrier based on the iron ores and some other low-cost iron contained materials, and their applications in the continuous operated chemical looping conversion processes. It is expected to provide a better understanding for the development and utilization of iron-based oxygen carrier in the practical chemical looping processes.",
     "keywords": ["Chemical looping", "Oxygen carrier", "Iron oxide", "CO2", "Hydrogen", "Reforming"]},
    {"article name": "Study of CH4 and CO2 competitive adsorption on shale in Yibin, Sichuan Province of China",
     "doi": "https://doi.org/10.1016/j.crcon.2018.11.005",
     "publication date": "04-2019",
     "abstract": "Shale gas is an unconventional gas source with substantial development potential. In this study, Longmaxi Formation shale from the Silurian system in Yibin, Sichuan Province was collected for characterizing total organic carbon (TOC), clay mineral content, and other reservoir properties. The pore structure of shale was analyzed by field-emission scanning electron microscopy and low-temperature N2 adsorption–desorption method. Isothermal adsorption experiments for CH4 and CO2 mixtures in shale samples were performed. The second Virial coefficient was used to calculate for the compressibility factor of the gas mixture. The influencing factors of gas adsorption capacity of shale were analyzed. Finally, the CH4 and CO2 adsorption capacities and selection of shale samples were investigated. Under low pressure, the total gas mixture capacity of shale samples was positively correlated with pressure. When the pressure increased to a certain extent, the growth trend of gas mixture adsorption capacity of shale samples decreased. The mixed gas adsorption volume is high at 50 °C for all the proportion. Given the same temperature and pressure, the CO2 adsorption of shale samples is higher than the CH4 adsorption. In competitive adsorption, shale prefers to adsorb CO2. Therefore, CO2 is easier to be adsorbed by shale and this causes CH4 to be released from the adsorption site.",
     "keywords": ["CH4", "CO2", "Competitive adsorption", "Second Virial coefficient"]},
    {"article name": "Continuous monitoring of char surface activity toward benzene",
     "doi": "https://doi.org/10.1016/j.crcon.2018.12.001",
     "publication date": "04-2019",
     "abstract": "Kinetics of thermal decomposition of benzene on lignite-derived char was investigated at 900 °C by applying a new method to continuously monitor the char surface activity. Benzene vapor was continuously forced to pass through a micro fixed bed of char with residence time as short as 7.6 ms, and then detected continuously by a flame-ionization detector. Results showed the presence of two different types of char surfaces; consumptive Type I surface and non-consumptive (sustainable) Type II surface. Type I surface of a partially CO2-gasified char had an capacity of carbon deposit from benzene over 20 wt%-char and an initial activity (represented by a first-order rate constant) as high as 160 s−1. Both of them decreased with increasing carbon deposit due to consumption of micropores accessible to benzene, and finally became zero leaving Type II surface that had a very stable activity with rate constant of 4 s−1. The chars without gasification had capacities of Type I surfaces smaller by two orders of magnitude than the partially gasified char, while the Type II surfaces had activities similar to that of the partially gasified char. It was found that Type II surface converted benzene into not only carbon deposit but also diaromatics and even greater aromatics. Composition of the greater aromatics was unknown because they were deposited onto the reactor wall immediately after passing through the char bed.",
     "keywords": ["Carbon deposition", "Aromatics", "Tar", "Char", "Kinetics", "Pyrolysis", "Gasification"]},
    {"article name": "Reactivity improvement of ilmenite by calcium nitrate melt infiltration for Chemical Looping Combustion of biomass",
     "doi": "https://doi.org/10.1016/j.crcon.2019.01.001",
     "publication date": "04-2019",
     "abstract": "Chemical Looping Combustion is a novel process that generates sequestration-ready CO2 from the combustion of woody biomass without requiring a gas separation step and without diluting the CO2 with N2 from air. This is achieved by oxidizing the fuel with lattice oxygen of a metal oxide oxygen carrier. When using cheap and abundant ilmenite ore (FeTiO3) as the oxygen carrier, the rather low reactivity towards volatiles released from the biomass upon devolatilization, as well as detrimental structural changes due to a segregation of Fe and Ti in the material, are of concern. These issues can be addressed by modifying ilmenite with Ca via melt infiltration. In this work, we demonstrate that this modification results in a good distribution of Ca throughout the ilmenite particles that a) prevents detrimental Fe/Ti segregation, b) improves the mechanical stability of the particle compared to materials prepared by solution impregnation and c) improves the reactivity of this material towards hydrogen and wet methane. Moreover, fixed bed experiments showed that the Ca modification not only resulted in increased methane conversion, but also in an increased degree of oxidation of gaseous intermediates CO and H2. We thus conclude that the performance of ilmenite in Chemical Looping processes can be significantly enhanced by Ca modification of ilmenite either prior to use or in-situ during operation of this bed material with Ca-rich fuels such as woody biomass.",
     "keywords": ["Carbon dioxide removal", "Chemical Looping Combustion", "Ilmenite", "Melt infiltration", "BECCS", "Biomass combustion"]},
    {"article name": "Hydrothermal base catalyzed depolymerization and conversion of technical lignin – An introductory review",
     "doi": "https://doi.org/10.1016/j.crcon.2019.01.002",
     "publication date": "04-2019",
     "abstract": "Lignin represents the most significant potential source of sustainable aromatic compounds. Currently, the vast majority of technical lignin could be sourced from industrial paper production and in particular the Kraft process, where it is conventionally combusted for chemicals recovery and heat generation (e.g. for plant operation). While in recent years several efforts have concerned the conversion of native lignin (i.e. as found in nature) during biomass processing, there has also been significant focus on the “Base Catalyzed” conversion of technical lignin. This process is of significant interest, since it could be potentially integrated into existing Kraft mill infrastructure. The following review paper focuses on the development of the hydrothermal base catalyzed depolymerization (HBCD) of lignin, as a basis to produce valuable chemical compounds. Focus will be placed on NaOH catalyzed reactions in the aqueous phase, as this approach is considered the most promising. Focus is placed on reaction conditions and characterization of monomeric aromatic compounds from the HBCD approach. Oligomers, as largest product fraction, is also considered, however, these are seldom analyzed in detail in the literature and ideas on further use are scarce. The review also addresses findings in literature concerning the assessment of the solid, liquid, and gas product streams arising from HBCD. From this paper, process conditions for HBCD reactions can be derived and it is shown that the solid phase has a high potential for further valorization and downstream processing.",
     "keywords": null},
    {"article name": "Carbon aerogels prepared by autocondensation of flavonoid tannin",
     "doi": "https://doi.org/10.1016/j.crcon.2019.02.001",
     "publication date": "04-2019",
     "abstract": "The first carbon aerogels prepared by autocondensation of condensed (flavonoid) tannin, a cheap renewable resource extracted from Mimosa barks, are presented. Mixing aqueous solutions of tannin and sodium silicate indeed produced the very fast gelation of tannins, thus leading to organic hydrogels which were first converted into organic aerogels by supercritical drying, and then into carbon aerogels after pyrolysis at 900 °C. Subsequent dissolution of the silica nanoparticles thus formed within the carbon structure further increased significantly the porosity of the materials. Silica thus appeared to be both the gelation catalyst and a pore-directing agent. In this work, the influence on the porosity of the silica/tannin ratio and of the nature of the etching agent used for removing the silica was thoroughly investigated by combining several techniques. The conditions for producing either the most porous materials or those with the highest surface areas were identified and discussed.",
     "keywords": ["Condensed tannins", "Autocondensation reactions", "Mesoporous carbons", "Carbon aerogels"]},
    {"article name": "Effects of mixing methods of bifunctional catalysts on catalyst stability of DME synthesis via CO2 hydrogenation",
     "doi": "https://doi.org/10.1016/j.crcon.2019.03.002",
     "publication date": "04-2019",
     "abstract": "The effects of three different mixing methods of CuO/ZnO/Al2O3 (CZA) and HZSM-5 bifunctional catalyst on the stability for dimethyl ether (DME) synthesis from carbon dioxide (CO2) hydrogenation were investigated. When the bifunctional catalyst was prepared by method A (mixing powder without pelletization), there was no significant change in DME production and catalyst stability when the HZSM-5 loading was varied between 0.1 g and 0.5 g with a fixed CZA loading of 0.5 g,. When the bifunctional catalysts were prepared by method B (pressed into pellets of CZA and pellets of HZSM-5 and then mixed) and method C (mixed CZA and HZSM-5 powders, then pressed into pellets), the mixing methods did not initially impact CO2 conversion and had a minor effect on DME yield. However, long-term tests (100 h) indicated that the mixing method had a significant influence on the catalyst stability. Method B showed the best stability and the extent of catalyst deactivation followed the sequence of method B < method A < method C. Characterizations of spent catalysts indicated that method B could reduce the extent of copper (Cu) oxidation, which due to the relatively low surface contact between Cu active sites and HZSM-5. Large amounts of water generated in CO2 hydrogenation to synthesize DME and intimate contact between CZA and HZSM-5 catalyst could induce severe oxidation of Cu and metal ions migration from hydrogenation catalyst to HZSM-5, which can result in the number reduction of acidic sites.",
     "keywords": ["Dimethyl ether (DME)", "CO2 hydrogenation", "Bifunctional catalyst", "Mixing method"]},
    {"article name": "Evaluation of stability and catalytic activity of Ni catalysts for hydrogen production by biomass gasification in supercritical water",
     "doi": "https://doi.org/10.1016/j.crcon.2019.03.001",
     "publication date": "04-2019",
     "abstract": "Supercritical water gasification is a promising technology for wet biomass utilization. In this paper, Ni and other metal catalysts were synthesized by wet impregnation. The stability and catalytic activities of Ni catalysts were evaluated. Firstly, catalytic activities of Ni, Fe, Cu catalysts supported on MgO were tested using wheat straw as raw material in a batch reactor at 723 K and water density of 0.07 cm3/g. Experimental results showed that the order of metal catalyst activity for hydrogen generation was Ni/MgO > Fe/MgO > Cu/MgO. Secondly, the influence of different supports on Ni catalysts performance was investigated. The results showed that the order of the Ni catalysts’ activity with different supports was Ni/MgO > Ni/ZnO > Ni/Al2O3 > Ni/ZrO2. Finally, the effects of Ni loading and the amount of Ni catalyst addition on hydrogen production, and the stability of Ni/MgO catalyst were studied. It was found that serious deactivation of Ni catalyst in the process of supercritical water gasification took place. Even if carbon deposited on the catalyst surface was removed by high temperature calcination and the catalyst was reduced with hydrogen, the activity of used catalyst was only partially restored.",
     "keywords": ["Ni catalyst", "Deactivation", "Biomass gasification", "Supercritical water", "Hydrogen production"]},
    {"article name": "Secondary cracking of volatile and its avoidance in infrared-heating pyrolysis reactor",
     "doi": "https://doi.org/10.1016/j.crcon.2018.09.001",
     "publication date": "12-2018",
     "abstract": "This study aims to compare the pyrolysis behavior of Huadian oil shale in two infrared heating fixed bed reactors with different directions of infrared beam. Our previous work has shown that fast pyrolysis of oil shale conducted in the shallow fixed bed infrared heating reactor (co-current) presented the massive secondary reactions, which lowered the shale oil production (Siramard et al., 2017). Conversely, the cross-current infrared achieved shale oil yields higher than the Fischer Assay oil yield (13.07 wt% of dry basis), such as 117.7% of the Fischer Assay yield at our realized highest heating rate of 7 °C/s under a specified pyrolysis temperature of 550 °C. The shale oil from the cross-current infrared heating reactor was obviously heavier than the oil obtained from the co-current heating reactor. Thus, the infrared cross heating evidently suppressed the secondary reactions toward volatile. Our realized shale oil yield could reach 13.67 wt% or 122.5% of the Fischer Assay yield under reducing pyrolysis pressure of 0.6 atm, indicating that lower pressure is also beneficial to the release of volatile and reduction of the secondary cracking reactions. This work shows essentially that the infrared cross heating provides an effective merge of the advantages from quick heating and minimization of secondary cracking reactions to enable the shale oil yields being higher than the Fischer Assay oil yield.",
     "keywords": ["Pyrolysis", "Secondary cracking", "Volatile", "Infrared heating", "Oil shale"]},
    {"article name": "Comparison of pyrolysis characteristics of two Chinese oil shales based on the migration and conversion of organic carbon",
     "doi": "https://doi.org/10.1016/j.crcon.2018.08.003",
     "publication date": "12-2018",
     "abstract": "In this study, the Huadian oil shale (HD-R) and Balikun oil shale (BLK-R) were pyrolyzed in a fixed-bed pyrolyzer at 360–530 °C. Based on the migration and conversion of organic carbon, their pyrolysis characteristics were investigated and compared. The aliphaticity of Huadian kerogen (HD-K) and Balikun kerogen (BLK-K) are 80.53% and 52.83%, respectively. The HD-K contains more CO, which will render the depolymerization and decomposition of kerogen to occur at low temperatures to produce volatile matters. Thus, the cumulative conversion of the Huadian shale oil is greater than the Balikun shale oil at 390–435 °C. The aliphatic carbons of the BLK-K are mainly present as short methylene chains attached to aromatic rings. They will leave the kerogen matrix with the breakage of relatively weaker CC bonds at β-sites from aromatic rings at medium temperatures. By contrast, aliphatic carbons of the HD-K are dominated by long aliphatic chains. High temperature is necessary to break other stronger CC to form shale oil and gaseous species, which appears to make the oil accumulation conversion of BLK-R exceed that of HD-R at 450–510 °C.",
     "keywords": ["Oil shale", "Pyrolysis", "Kerogen", "Organic carbon", "Thermal bitumen", "Shale oil"]},
    {"article name": "Pyrolysis of scrap tyres pretreated by waste coal tar",
     "doi": "https://doi.org/10.1016/j.crcon.2018.07.003",
     "publication date": "12-2018",
     "abstract": "For disposal of scrap tyres, there have been a lot of studies done by previous researchers, but it yet remains a longstanding challenge in practice. To find a solution for this problem, the feasibility of a proposed approach in a laboratory scale was tested. The pyrolysis of scrap tyres pretreated by waste coal tar (noted as “as-pretreated” tyres) was performed in a batch reactor at atmospheric pressure. Waste coal tar was used to modify the scrap tyres to improve the pyrolysis efficiency of scrap tyres input and the quality of the product tar. The swelling behavior of scrap tyres soaked in waste coal tar at 10 °C, effect of pyrolysis temperature on the product yields, and the synergies during pyrolysis of the as-pretreated tyres and co-pyrolysis of scrap tyres/waste coal tar mixture were all investigated in detail. The results observed found that by comparison of the calculated yields and the observed experimental yields for pyrolysis products, the synergy from co-pyrolysis of scrap tyres/waste coal tar mixture boosted the gas yield without increasing the tar yield. In contrast, the synergy during pyrolysis of the as-pretreated tyres could enhance the tar yield, but reduced the gas and char yields. According to the distillation range analyses of the tar, more light fractions were found in the tar from pyrolysis of the as-pretreated tyres, in which the gasoline fraction, diesel fraction and kerosene fraction were 38.4 wt%, 46.8 wt% and 50.2 wt%, respectively. This work is expected to be helpful in further use of scrap tyres.",
     "keywords": ["Scrap tyres", "Waste coal tar", "Pyrolysis", "Synergy", "Distillation range analyses"]},
    {"article name": "Pyrolysis characteristics of waste tire particles in fixed-bed reactor with internals",
     "doi": "https://doi.org/10.1016/j.crcon.2018.10.001",
     "publication date": "12-2018",
     "abstract": "This study investigated the characteristics of pyrolysis for waste tire particles in the newly developed fixed-bed reactor with internals that are a central gas collection channel mounted inside reactor. And a few metallic plates vertically welded on the internal wall of the reactors and extending to the region closing their central gas collection pipe walls. Experiments were conducted in two laboratory fixed bed reactors with or without the internals. The results shown that employing internals produced more light oil at externally heating temperatures above 700 °C due to the inhibited secondary reactions in the reactor. The oil from the reactor with internals contained more aliphatic hydrocarbons and fewer aromatic hydrocarbons, leading to its higher H/C atomic ratios as for crude petroleum oil. The char yield was relatively stable for two beds and showed the higher heating values (HHVs) of about 23 MJ/kg. The gaseous product of pyrolysis mainly consisted of H2 and CH4, but the use of internals led to less pyrolysis gas through its promotion of oil production.",
     "keywords": ["Pyrolysis", "Waste tire", "Fixed bed", "Internals", "Secondary reactions"]},
    {"article name": "Correlation between solubility parameters and recovery of phenolic compounds from fast pyrolysis bio-oil by diesel extraction",
     "doi": "https://doi.org/10.1016/j.crcon.2018.08.004",
     "publication date": "12-2018",
     "abstract": "Fast pyrolysis bio-oils (fpBO) were extracted with two alternative commercial transportation fuels, hydrocarbon diesel and bio-diesel. The extraction of fpBO with commercial diesel fuel provided a yield of 4.3 wt%, but the yield increased significantly to 26.6 wt% when bio-diesel was the extractant. The molecular weight of fpBO before and after extraction were consistent with the loss of a more soluble, low molecular weight fraction from the crude fpBO. The relative energy difference (RED), based on the Hansen solubility parameter (HSP), is used to examine the extraction efficiency of specific compounds in the two different ‘solvents’. Differences in the RED values could be used to rationalize differences in the partitioning of common fpBO phenolics.",
     "keywords": ["Fast pyrolysis", "Bio-oil", "Diesel extraction", "Hansel solubility parameter", "Relative energy difference"]},
    {"article name": "Synthesis of Na-X zeolite from Longkou oil shale ash by alkaline fusion hydrothermal method",
     "doi": "https://doi.org/10.1016/j.crcon.2018.08.005",
     "publication date": "12-2018",
     "abstract": "Na-X zeolites were synthesized by Longkou oil shale ash with the alkaline fusion hydrothermal method. The effects of fusion temperature, ash to NaOH ratio, solid-liquid ratio, crystallization time and crystallization temperature on the crystallinity of zeolites were investigated. The synthetic products were characterized by X-ray diffraction (XRD), scanning electron microscopy (SEM), Fourier transform infrared spectroscopy (FTIR), 29Si nuclear magnetic resonance spectroscopy (29Si NMR) and N2 adsorption-desorption. The results showed that the conditions to synthesize Na-X zeolite were: Longkou oil shale ash to sodium hydroxide ratio 1:1.2 g·g−1, fusion temperature 600 °C, solid-liquid ratio 1:4 g·mL−1, crystallization time 24 h and crystallization temperature 80 °C. The zeolite with high crystallinity (91.32%) was synthesized: the product exhibiting octahedral particles observed by SEM, and the calculated Si/Al ratio in Na-X zeolite being 1.23 from 29Si MAS NMR spectra, which was consistent with the observation from XRD.",
     "keywords": ["Na-X zeolite", "Oil shale ash", "Fusion", "Crystallization", "Hydrothermal"]},
    {"article name": "Catalytic hydrothermal liquefaction of microalgae over metal incorporated mesoporous SBA-15 with high hydrothermal stability",
     "doi": "https://doi.org/10.1016/j.crcon.2018.07.002",
     "publication date": "12-2018",
     "abstract": "Hydrothermal liquefaction (HTL) is one of the most promising technologies for conversion of microalgae, and catalysts with high hydrothermal stability are required for controllable HTL. In this article, SBA-15 incorporated with transition metals (Ni, Pd, Co and Ru) were synthetized via double-template method for catalytic HTL of microalgae. The results showed that metal incorporated SBA-15 represented high hydrothermal stability at 613 K. The incorporated Ni, Co and Ru was dispersed in SBA-15 enhancing the hydrothermal stability. The catalysts greatly influenced the chemical composition of the obtained bio-oil, which contained a higher percentage of furfural derivatives and a lower content of fatty acids and N-containing compounds, thus bio-oil quality was improved significantly. Higher hydrothermal stability and specific surface areas of Co-SBA-15 contribute to the highest preformation with 78.78% conversion and 24.11 wt% bio-oil yield. Metal incorporated SBA-15 provides a potential application for biomass conversion in high-temperature aqueous phase.",
     "keywords": ["Hydrothermal stability", "Metal incorporation", "SBA-15", "Catalytic HTL", "Microalgae"]},
    {"article name": "Modeling and analysis of oil shale refinery process with the indirectly heated moving bed",
     "doi": "https://doi.org/10.1016/j.crcon.2018.08.001",
     "publication date": "12-2018",
     "abstract": "China is rich of oil shale as one of alternative fossil energy resources. The exploitation and utilization of oil shale are strategically important in alleviating the shortage of oil and gas resources in China. However, low utilization rate of raw material, low oil yield, and high content of heavy components in the oil are the main problems in current Fushun type oil shale refinery technology. An indirectly heated moving bed is developed to de-bottleneck Fushun type technology. The oil shale refinery process with the indirectly heated moving bed is modeled and simulated in this work. Based on the simulation, a techno-economic analysis is performed and compared with the conventional Fushun oil shale refinery process. Results show that: for a shale refinery of 3.0 Mt/y scale, 375 t/h oil shale retorting requires 149.6 MW of heat, in which 60% of the heat is produced by combustion of the oil shale pyrolysis gas, while remaining 40% from the coal gasified gas. In consideration of investment and operation, the cost of product shale oil of the new process is 2636 CNY/t, which is 12% lower than that of the conventional Fushun refinery process. This benefit comes from higher utilization of raw material and oil yield of the new process. The competitive crude oil price of the indirectly heated moving bed refinery process is about 51 $/bbl, while that of the Fushun refinery process is 58 $/bbl. During 2017 year, the crude oil price fluctuates at around 50 $/bbl, thus the new indirectly heated moving bed refinery process shows better economic competitiveness.",
     "keywords": ["Indirectly heated moving bed", "Shale refinery", "Modeling", "Analysis"]},
    {"article name": "Technical and economic analysis of an oil shale comprehensive utilization process with solid heat carrier technology",
     "doi": "https://doi.org/10.1016/j.crcon.2018.11.001",
     "publication date": "12-2018",
     "abstract": "To relieve the shortage of oil, exploration of oil shale attracts increasingly attention from different countries, especially in China. Facing with the disadvantages of conventional oil shale retorting technology, more and more attention has been paid to the comprehensive utilization of oil shale for utilizing oil shale efficiently and in an environment-friendly manner. However, there are few systematic studies on comprehensive utilization of oil shale. Thus, this paper is focused on establishing the complete mathematical model of an oil shale comprehensive utilization process with solid heat carrier technology (OSCU-SHC). Moreover, its techno-economic performance is analyzed and compared to a conventional oil shale retorting process with solid heat carrier (OSR-SHC). Several key parameters are investigated and optimized during the simulation process. For example, the optimal retorting temperature is set to 500 °C. The comparison results show that the OSCU-SHC process has better techno-economic performance since it increases the exergy efficiency by 9.26%, total income by 29.02%, and return on investment by 4.85%.",
     "keywords": ["Oil shale", "Retorting", "Comprehensive utilization", "Process modeling", "Techno-economic analysis"]},
    {"article name": "Modeling study of combustion process of oil shale semicoke in a circulating fluidized bed boiler",
     "doi": "https://doi.org/10.1016/j.crcon.2018.11.003",
     "publication date": "12-2018",
     "abstract": "In this paper, the combustion process of oil shale semicoke was investigated by modeling, where intraparticle mass transfer resistance was especially considered. The ash formation and attrition characteristics of oil shale semicoke were also investigated by a laboratory test procedure. The burnout time and residence time of different particle sizes were predicted, and the maximum particle size of which oil shale semicoke could be burned out in a 3 MW circulating fluidized bed boiler was obtained.",
     "keywords": ["Oil shale semicoke", "Combustion", "CFB", "Ash formation", "Attrition"]},
    {"article name": "Modeling of fixed bed reactor for coal tar hydrogenation via the kinetic lumping approach",
     "doi": "https://doi.org/10.1016/j.crcon.2018.11.002",
     "publication date": "12-2018",
     "abstract": "Hydrogenation technology is an indispensable chemical upgrading process for converting the heavy feedstock into favorable lighter products. In this work, a new kinetic model containing four hydrocarbon lumps (feedstock, diesel, gasoline, cracking gas) was developed to describe the coal tar hydrogenation process, the Levenberg–Marquardt’s optimization algorithm was used to determine the kinetic parameters by minimizing the sum of square errors between experimental and calculated data, the predictions from model validation showed a good agreement with experimental values. Subsequently, an adiabatic reactor model based on proposed lumped kinetic model was constructed to further investigate the performance of hydrogenation fixed-bed units, the mass balance and energy balance within the phases in the reactor were taken into accounts in the form of ordinary differential equation. An application of the reactor model was performed for simulating the actual bench-scale plant of coal tar hydrogenation, the simulated results on the products yields and temperatures distribution along with the reactor are shown to be good consistent with the experimental data.",
     "keywords": ["Coal tar", "Reactor model", "Lumped kinetics", "Hydrogenation"]},
    {"article name": "Reaction decoupling in thermochemical fuel conversion and technical progress based on decoupling using fluidized bed",
     "doi": "https://doi.org/10.1016/j.crcon.2018.06.003",
     "publication date": "08-2018",
     "abstract": "Thermochemical conversion of fuels via pyrolysis/carbonization, cracking, gasification and combustion has to involve a number of individual reactions called attribution reactions to form an intercorrelated reaction network for any conversion process. By separating one or some attribution reactions from the others to decouple their interactions existing in the reaction network, the so-called reaction decoupling enables a better understanding of the complex thermal conversion process and further the optimization of the conditions for attribution reactions as well as the entire conversion process to realize advanced performances. The dual bed conversion and two-stage conversion are the two representative types of fuel conversion technologies developed in recent years based on reaction decoupling. Many technical advantages have been proven for such decoupling fuel conversion technologies, such as poly-generation of products, low-cost production of high-grade products, elimination of undesirable products or pollutants, easy operation and control, and so on. The treated fuels with decoupling conversion technologies mainly include solid biomass and coal, as well as liquid petroleum oil. This paper is devoted to reiteration of the reaction decoupling concept and further to reviewing the research, developments and successful applications of several decoupling fuel conversion technologies of two such types by using fluidized bed as their major reactors.",
     "keywords": ["Reaction decoupling", "Fuel conversion", "Reaction network", "Fluidized bed", "Dual bed", "Two-stage"]},
    {"article name": "Synthetic and lignin-based surfactants: Challenges and opportunities",
     "doi": "https://doi.org/10.1016/j.crcon.2018.07.006",
     "publication date": "08-2018",
     "abstract": "Surface active agents (surfactants) are chemicals that can accumulate at the surface of a liquid, or interface between two phases with the role of changing the surface tension of the interface. Depending on their structures, they have many applications in industries, such as the petroleum, mining, pulping and textiles, wherein they are utilized as detergents, wetting agents, emulsifiers, foaming agents and dispersants. Most of commonly used surfactants are oil-based chemicals. However, using environmentally friendly feedstocks to produce surfactant is desirable to lessen the environmental impact of surfactant production and use in industry. Lignin is an attractive candidate for this purpose as it is inexpensive and readily available. Lignin and lignin derivatives, such as lignosulfonates, can be chemically modified to produce surfactants with different chemical and physical properties, which makes them suitable for a wide variety of applications. The lignin types and the processes performed for lignin production affect the properties of generated lignin significantly, which in turn influence the reactivity and the efficiency of the reaction for surfactant generation. In this review, the characteristics and applications of oil-based surfactants, and the efforts to produce lignin-based surfactants are reviewed. As oil-based surfactants with altered properties are available in the market, several different pathways can be followed for producing lignin-based surfactants. The advantages and disadvantages of using lignin-based surfactants are also discussed.",
     "keywords": ["Lignin", "Surfactant", "Lignosulfonate", "Biorefining", "Organic materials"]},
    {"article name": "Effect of binder amount on the development of coal-binder interface and its relationship with the strength of the carbonized coal-binder composite",
     "doi": "https://doi.org/10.1016/j.crcon.2018.05.002",
     "publication date": "08-2018",
     "abstract": "Production of high-strength carbonized coal composites from non-caking coals only with possible application as coke is presented. A binder and a non-caking coal were mixed in different ratios and carbonized at 1000 °C to produce coal-binder composites. Two binders, one from coal origin and other from oil origin were used. Effect of coal-binder mixing ratio and base coal particle size on the fracture strength of composites was investigated. Bonding of binder with the coal particles at coal-binder interface and development of connected carbon matrix were primarily responsible for the strength of the carbonized coal composites. The trend of change in fracture strength as a function of coal-binder fraction was similar for both the binders. However, for same coal-binder mixing ratio, binder type strongly affected the maximum strength achieved. Fracture strength was found to be primarily dependent on the coal-binder mixing ratio and base coal particle size. The main finding of this study is that the irrespective of binder type, for a given base coal particle size there was only one coal-binder mixing ratio at which the maximum strength was obtained. The binder fraction at which the highest strength observed was correlated to the carbon matrix connectivity index.",
     "keywords": ["Carbonized coal composite", "Cokes", "Non-caking coals", "Binder"]},
    {"article name": "Impact of double alkaline peroxide pretreatment on enzymatic hydrolysis of palm fibre",
     "doi": "https://doi.org/10.1016/j.crcon.2018.06.005",
     "publication date": "08-2018",
     "abstract": "A double pretreatment was developed to improve the efficiency of enzymatic hydrolysis and to increase the sugars production from palm fibre in batch and fed-batch systems. After alkaline peroxide pretreatment using NaOH-H2O2 solution, rigid structure of palm fibre was broken and partial of the hemicelluloses and lignin were removed. Compared with cellulase Accellerase® 1500, when using the conjunction of Accellerase® 1500 and Optimash BG, the conversion ratio increased from 35.9% to 45.0% and the reducing sugar yield increased from 245 mg/g substrate to 307 mg/g substrate. To further increase the hydrolysis efficiency, double pretreatment with NaOH-H2O2 solution was used to treat the hydrolysized residues. Then, the hydrolysis ratio reached 93% and reducing sugar yield was 752 mg/g substrate. Fed-batch enzymatic hydrolysis was carried out with 7% (w/v) solids loading and 0.3 mL/g substrate. Then, 7% solids were fed consecutively at 12 h, 24 h, 36 h and 48 h. After 144 h, the final concentration of reducing sugar reached 214.0 g/L and total biomass conversion ratio was 75.23%.",
     "keywords": ["Cellulase", "Palm fibre", "Reducing sugar", "Lignin", "Alkaline peroxide pretreatment"]},
    {"article name": "High yield bio-oil production by hydrothermal liquefaction of a hydrocarbon-rich microalgae and biocrude upgrading",
     "doi": "https://doi.org/10.1016/j.crcon.2018.07.008",
     "publication date": "08-2018",
     "abstract": "A green colonial microalgae Botryococcus braunii was hydrothermally processed under subcritical water conditions without the addition of catalysts, obtaining an oil yield as high as 68%. The higher heating value of liquefaction products is close to that of petroleum crude oil. The oil fraction from Botryococcus braunii liquefaction was specified for the first time, and the liquefaction mechanism was proposed. Due to the high lipid content of Botryococcus braunii, the liquefaction product distribution is quite distinct from other microalgae. The produced biocrudes contain ∼9% oxygen, with oleic acid as the main source. Amides derived from oleic acid and proteins are the major nitrogenates in the biocrudes. The biocrude was processed using catalytic cracking and hydrotreating. Catalytic cracking mostly produces aromatics, while the majority of hydrotreating products are straight and branched hydrocarbons. The oxygen content in the catalytic cracking products was very low. The presence of amides in the hydrotreating feed changes the reaction pathway from hydrodecarboxylation to hydrodeoxygenation as a result of the competitive adsorption of amides on the active sites for hydrodecarboxylation. Both processes show satisfactory denitrogenation performance. Catalytic cracking displays superior ability than hydrotreating with regards to the removal of oxygen.",
     "keywords": ["Hydrothermal liquefaction", "Botryococcus braunii", "Biocrude upgrading", "Fluidized catalytic cracking", "Unsupported CoMoS nano catalyst"]},
    {"article name": "The mechanism and kinetics of oil shale pyrolysis in the presence of water",
     "doi": "https://doi.org/10.1016/j.crcon.2018.04.003",
     "publication date": "08-2018",
     "abstract": "The hydrous thermo-simulation experiments on oil shale sample from Liushuhe basin have been performed using autoclave. The mechanism and kinetics of oil shale pyrolysis were investigated. The formation mechanism of pyrolysates including retorting gas, oil and bitumen, were evaluated in the presence of saturated and unsaturated water, respectively. The results show that the physicochemical properties of water have greatly changed in high temperature and pressure. At the same time, water has three kinds of effect on the oil shale pyrolysis, including the protection of free radical, catalytic action and swelling. The pyrolysis temperature was carried out about 70 °C earlier, and the generated processing of hydrocarbon would be easier under the aqueous. The consecutive first order reaction model involving bitumen as an intermediate product was used in the data analysis in order to determine the pyrolysis kinetic parameters. It was found that the apparent activation energy of kerogen pyrolysis was lower than bitumen pyrolysis.",
     "keywords": ["Oil shale", "Mechanism", "Free radical reaction", "Carbocation reaction", "Kinetics", "Aqueous medium"]},
    {"article name": "Tire-derived carbon for catalytic preparation of biofuels from feedstocks containing free fatty acids",
     "doi": "https://doi.org/10.1016/j.crcon.2018.07.007",
     "publication date": "08-2018",
     "abstract": "The utilization of waste feedstocks rich in free fatty acids (FFAs) improves biofuel production on the basis of economics and sustainability. However, converting these feedstocks to usable biofuel poses inherent problems in terms of the FFA to biofuel conversion yield and the catalyst lifetime. Here, we report novel ferric sulfate impregnated carbon derived from waste tires as highly active catalysts for FFA to biofuel conversion. Our approach takes advantage of facile synthesis methods involving sonication and dehydration processes to create materials that are useful for the efficient catalytic conversion of FFAs to advanced biofuels. Esterification of FFAs to fatty acid methyl esters was achieved at 65 °C and atmospheric pressure with >98% yield even in the presence of triglycerides. These catalysts maintained similar activity after four successive uses, which indicates that the active catalytic sites are effectively supported by the three-dimensional meso/microporous architecture of the tire-derived carbon.",
     "keywords": ["Biofuels", "Solid acid catalyst", "Recycled tires", "Free fatty acids", "Esterification"]},
    {"article name": "Ordered mesoporous Cu–Ca–Zr: A superior catalyst for direct synthesis of methyl formate from syngas",
     "doi": "https://doi.org/10.1016/j.crcon.2018.05.005",
     "publication date": "08-2018",
     "abstract": "It is still a big challenge to obtain both highly active and stable Cu-based catalysts for direct synthesis of methyl formate (MF) from syngas. To address the issue, we have designed and synthesized a series of ternary Cu–Ca–Zr catalysts, namely, the ordered mesoporous Cu–Ca–Zr catalyst prepared by one-pot evaporation-induced self-assembly (EISA) method, and the supported CuO/CaO–ZrO2 catalysts by impregnating with copper precursor or by immobilizing copper nanoparticles. In the latter two catalysts, the ordered mesoporous CaO–ZrO2 support was also prepared by the EISA method. The catalysts were characterized by techniques such as ICP, XRD, TEM, N2 isotherm adsorption-desorption, XPS and H2-TPR, and used for direct synthesis of MF. The results indicated that the catalyst prepared by one-pot EISA method, in which the CuO species are highly dispersed in frame of CaO–ZrO2, exhibits much better activity and stability as compared with the other two catalysts with most of CuO located on the outer surface of the CaO–ZrO2 support, because the former has a higher specific surface area, enhanced synergistic effect and stronger interaction between the CaO–ZrO2 support and CuO active constituent.",
     "keywords": ["Methyl formate", "Direct synthesis", "Cu-based catalyst", "Ordered mesoporous", "Activity"]},
    {"article name": "Greenhouses for CO2 sequestration from atmosphere",
     "doi": "https://doi.org/10.1016/j.crcon.2018.08.002",
     "publication date": "08-2018",
     "abstract": "Escalating threat of global warming and the steady growth in world population require the development of transformative greenhouse gas control technologies and food production systems of high energy efficiency, small environmental footprint and low cost. To control the global temperature rise below 2 °C by 2050, global greenhouse gas emissions need to be cut by more than 80%. At the same time, our land needs to be utilized more efficiently and productively in order to produce enough food to feed projected 9 billion people with less available land area for food production in 2050. We propose to develop a modern urban vertical farming system, i.e. greenhouses equipped with a Carbon Enrichment for Plant Stimulation (CEPS) system, to enhance land use efficiency and thus increase food productivity and, at the same time, to sequestrate CO2 from ambient air. The deployment of such a CEPS system will have a potential to remove more than 500 million tonnes CO2 from air annually, and increase the current food productivity by more than 15 times than the open field operation. The deployment of the CEPS technology will also promote locally produced food, benefiting urban economical development and job creation.",
     "keywords": ["Carbon enrichment for plant stimulation", "Greenhouses", "Temperature swing adsorption", "Sequestration of atmospheric CO2"]},
    {"article name": "Process integration of Calcium Looping with industrial plants for monetizing CO2 into value-added products",
     "doi": "https://doi.org/10.1016/j.crcon.2018.07.004",
     "publication date": "08-2018",
     "abstract": "A Calcium Looping Process (CLP) is an emerging approach for Carbon Capture and Utilization (CCU). It is essentially a CO2 capture process that utilizes calcium oxide (CaO) as a sorbent for the removal of CO2. A concentrated stream of CO2 (∼96%) that is suitable for storage and reuse is produced in this process. The objective of this work is to use mass and energy integration to couple CLP with industrial facilities and power plants in order to enhance industrial symbiosis and reduce cost via the chemical conversion of CO2 into value-added products. Special attention is given to plants that generate large amount of CO2 and/or provide excess heat that can be used in driving CLP. A case study is solved to assess the integration of CLP with candidate processes including power plants, cement production, gas-to-liquid (GTL) facility, and chemical plants for the production of ammonia, urea, polymer, methanol and acetic acid. The solution to the case study shows the merits integrating CLP with processing facilities.",
     "keywords": null},
    {"article name": "Electron-driven heterogeneous catalytic synthesis of ammonia: Current states and perspective",
     "doi": "https://doi.org/10.1016/j.crcon.2018.06.004",
     "publication date": "04-2018",
     "abstract": "Ammonia is the second most produced chemical worldwide that makes up 80% of nitrogen-based fertilisers, which have supported approximately 27% of the world’s population over the last century. The Haber–Bosch process, which is the main process for producing ammonia, is extremely energy intensive and consumes around 1% of the world’s energy. Additionally, it requires hydrogen gas as a reactant that is produced via steam reforming which emits carbon dioxide as a by-product. Over 500 million tonnes of ammonia are produced per year via industrial processes which required 3–5% of total natural gas consumption worldwide and also accounted for 2% global energy usage. Therefore, more sustainable processes, such as electrocatalysis and photocatalysis, using electrons and the transfer of protons has been investigated. This review covers the most state-of-the-art technologies used to produce ammonia via electrocatalysis and photocatalysis by comparing different electrolyte systems and electrocatalysts as well as discussing issues with these methods and possible solutions. In addition, substantial improvements to electrocatalysts and photocatalysts as well as methods to prevent both the promotion of the hydrogen evolution reaction and the decomposition of ammonia at higher temperatures are reviewed. Challenges and perspectives are discussed.",
     "keywords": null},
    {"article name": "Nanocellulose: Extraction and application",
     "doi": "https://doi.org/10.1016/j.crcon.2018.05.004",
     "publication date": "04-2018",
     "abstract": "Recently, nanocellulose and its applications gain high attraction in both research and industrial areas due to its attractive properties such as excellent mechanical properties, high surface area, rich hydroxyl groups for modification, and natural properties with 100% environmental friendliness. In this review, the background of nanocellulose originated from lignocellulosic biomass and the typical extraction methods and general applications are summarized, in which the nanocellulose extraction methods related to ball milling are mainly introduced. Also, an outlook on its future is given. It is expected to provide guidance on the effective extraction of nanocellulose from biomass and its most possible applications in the future.",
     "keywords": ["Biomass", "Cellulose", "Nanocellulose fiber", "Extraction", "Application", "Outlook"]},
    {"article name": "Effect of pellet die diameter on density and durability of pellets made from high moisture woody and herbaceous biomass",
     "doi": "https://doi.org/10.1016/j.crcon.2018.06.002",
     "publication date": "04-2018",
     "abstract": "Densified products produced from pellet mill are commercially used as a commodity type product for energy applications that are transported nationally and internationally. The quality of the pelletized biomass produced depends on the process variables such as die diameter, length to diameter (L/D) ratio, die speed, preheating, and steam conditioning; and feedstock variables such as feedstock type, moisture content, and particle size and shape. In the present study, pelleting tests were conducted with both woody (i.e., lodgepole pine and pinyon-juniper) and herbaceous (i.e., corn stover, wheat straw, and energy sorghum) biomass. A high level of feedstock moisture content of 33% (w.b.) was selected, while the die speed and preheating temperature process variables were kept at 60 Hz (380 rpm) and 70 °C. Results indicated that during the pelleting and cooling process, an approximate 10–13% (w.b.) moisture loss in both the woody and herbaceous biomass was observed. The high moisture pellets produced were further dried in a laboratory oven at 70 °C for three hours to reduce the moisture content of the pellets to <10% (w.b). The dried pellets were then evaluated further for other quality attributes including unit, bulk, and tapped density; and durability. The pellets that resulted in the highest unit, bulk, and tapped densities following this process were the herbaceous biomass corn stover (e.g., >1133, >580, >620 kg/m3) and the woody biomass lodgepole pine (e.g., >1037, >568, >641 kg/m3), respectively. In the case of durability for the 8 mm diameter pellets, wheat straw and corn stover recorded a maximum of about 96%, respectively, while the lodgepole pine and pinion juniper recorded a maximum of >96%, respectively.",
     "keywords": ["Woody and herbaceous biomass", "High moisture pelleting", "Unit", "Bulk density", "Tapped density", "Durability"]},
    {"article name": "Enhancing growth rate of lettuce by mutating lettuce seeds with nuclear irradiation",
     "doi": "https://doi.org/10.1016/j.crcon.2018.05.001",
     "publication date": "04-2018",
     "abstract": "To improve growth rate of hydroponics lettuce with CO2 aeration, lettuce seeds were mutated by nuclear irradiation (γ rays from 137Cs) and domesticated with high concentration of CO2. When lettuce seeds were mutated with 30 Gy dosage, wet weight of lettuce increased by 22.3% (to 52.24 g) on the 30th day and grana volume in the chloroplasts of leaf cells increased by 244%. After the mutant (irradiated by 50 Gy dosage) was domesticated with elevated CO2 concentration, wet weight of lettuce increased by 74.6% (to 48.7 g) on the 24th day under 3 vol% CO2, compared with wet weight of lettuce under air condition. Results showed that mutagenesis by nuclear irradiation made it possible to improve CO2 fixation rate in lettuce in a gene-modified way.",
     "keywords": ["Biomass productivity", "CO2 domestication", "Grana volume", "Lettuce productivity"]},
    {"article name": "Improved performance of direct methanol fuel cells with the porous catalyst layer using highly-active nanofiber catalyst",
     "doi": "https://doi.org/10.1016/j.crcon.2018.03.001",
     "publication date": "04-2018",
     "abstract": "PtRu supported on TiO2-embedded carbon nanofibers (PtRu/TECNF), which was recently reported as a highly-active catalyst for methanol oxidation, was applied to a direct methanol fuel cell (DMFC), and the power generation performance was compared to that using the commercial PtRu/C. Before the comparison, the effect of the catalyst loading on the power density of the DMFC was investigated using PtRu(18 wt%)/TECNF. The DMFC power density showed a maximum at about a 1.5 mg cm−2 PtRu loading that corresponds to about an 80 µm layer thickness. A catalyst layer thicker than this value reduced the power density probably due to the concentration overvoltage. The PtRu content in the PtRu/TECNF was then increased to 30 wt% or more to reduce the layer thickness and to increase the power density. The DMFC performance was compared to that of different anode catalysts at a 1 mg cm−2 PtRu loading. The power density was maximized using the PtRu30 wt%/TECNF, which showed a 173 mW cm−2 at 353 K and had 66 µm layer thick, that was 26% higher than that of commercial PtRu/C. The current–voltage curve of the DMFC with the PtRu/TECNF suggested an improved mass transport overvoltage, but a little improvement in the activation one despite using the catalyst with about a 2 times higher activity compared to that of the commercial PtRu/C. This was attributed to the lower Pt utilization of the nanofiber catalyst layer.",
     "keywords": ["Direct methanol fuel cell", "Catalyst layer structure", "PtRu catalyst", "TiO2-embedded carbon nanofiber support", "Methanol oxidation reaction", "Power density", "Precious metal loading", "Concentration overvoltage"]},
    {"article name": "Characterization and pilot scale test of a fluidized bed two-stage gasification process for the production of clean industrial fuel gas from low-rank coal",
     "doi": "https://doi.org/10.1016/j.crcon.2018.05.003",
     "publication date": "04-2018",
     "abstract": "To utilize low rank coal efficiently, a fluidized bed two-stage (FBTS) gasification process, mainly consisting of a FB pyrolyzer and a transport FB (TFB) gasifier, has been proposed for the production of clean fuel gas. To verify the feasibility and technical features of this novel gasification technology, a pilot autothermal platform, with a treating capacity of 100 kg/h for coal, was designed and built up. By adopting a kind of lignite from Inner Mongolia, the running state and fuel gas quality were compared systematically under typical operational conditions. The results show that by keeping the reaction temperatures of pyrolyzer and gasifier at around 840 °C and 1000 °C, respectively, the corresponding tar content in fuel gas at the outlets of pyrolyzer and gasifier were 1127 mg/Nm3 and 365 mg/Nm3, reaching a high tar removal efficiency. Under the stable operation state, the volume fractions of CO, H2, CH4 and CO2 in fuel gas were 14.4%, 8.3%, 3.4% and 11.3%, respectively, and the corresponding higher heating value of fuel gas was about 1100 kcal/Nm3. Compared with the tar from pyrolyzer, the heavy oil fraction in tar from gasifier reduced significantly, while the light oil components increased sharply simultaneously, showing significant effect of catalytic reforming by hot char bed on tar removal.",
     "keywords": ["Coal", "Clean conversion", "Tar", "Two-stage gasification", "Fluidized bed", "Decoupling"]},
    {"article name": "Hydrothermal carbonization of agricultural residues: A case study of the farm residues -based biogas plants",
     "doi": "https://doi.org/10.1016/j.crcon.2018.06.001",
     "publication date": "04-2018",
     "abstract": "Hydrothermal carbonization (HTC) of biomass is a promising method to produce carbonaceous materials. The work presented in this article addresses the application of hydrothermal carbonization (HTC) to produce a solid fuel named HTC-Biochar, whose characteristics are comparable to lignite coal. Biogas sludge (SD), maize silage (MS), and barley silage (BS) as a substrates were hydrothermally carbonized in a 1.5 L batch reactor at 200 °C for 6 h. The effect of mixing ratios of different substrates on HTC was investigated. Chemical compositions and combustion characteristics of hydro-chars obtained from mono- and co-carbonization were evaluated. Result showed that HTC increased carbon contents and higher heating values (HHV) by 1.4–14.4% and 13–36%, respectively. The evolution of the H/C and O/C atomic ratios indicated that dehydration and decarboxylation occurred during hydrothermal carbonization for all samples. Furthermore, a significant synergistic enhancement was observed for HHV and carbon content. A mixing ratio of 1:1 for BS and SD showed the best performance for co-HTC. In summary, hydrothermal co-carbonization is a promising strategy to tailor high-performance hydro-char for energy applications.",
     "keywords": ["Hydrothermal carbonization", "Biomass", "Hydro-char", "Energy yield"]},
    {"article name": "A comparative study on characteristics of sulfur and nitrogen transformation and gaseous emission for combustion of bituminous coal and char",
     "doi": "https://doi.org/10.1016/j.crcon.2018.04.004",
     "publication date": "04-2018",
     "abstract": "The characteristics of sulfur and nitrogen transformation and the emissions’ comparison of sulfurous and nitrogenous gas were investigated using SEM, XPS, TG-FTIR and TG-gas analyzer during the combustion process of Shenmu bituminous coal (SM coal) and its char. SEM indicated that porosity and specific surface area of char were enlarged after coal pyrolysis and a large amount of space could be provided for the oxidation reaction of various sulfur species with oxide during the combustion process. The sulfur and nitrogen species of the two samples analyzed by XPS showed that, pyritic sulfur, organic sulfide sulfur, sulfone and sulfoxide sulfur in coal were partly transformed to thiophenic sulfur and sulfate sulfur in the pyrolysis of coal, and the total sulfur content in char was reduced. Besides, the sulfur and nitrogen species’ changes in SM coal, char and the ashes determined by XPS showed that sulfur fixation effect was enhanced in the presence of calcium oxide during combustion. The component analysis of the gas during combustion via TG-FTIR indicated that SO2 and NO2 began to escape at 300 °C and reached maximum at about 1100 °C, by contrast, the emissions of SO2 and NO2 of char were below that of SM coal throughout the whole combustion process. The wide range of TG-gas analyzer analysis revealed that the SO2 and NOx emissions of SM coal were 2.51 and 1.71 times as much as char burning, respectively.",
     "keywords": ["Coal", "Char", "S/N", "Combustion", "Transformation", "XPS", "TG-FTIR"]},
    {"article name": "Effects of CO2 atmosphere on slow pyrolysis of high-ash lignite",
     "doi": "https://doi.org/10.1016/j.crcon.2018.04.002",
     "publication date": "04-2018",
     "abstract": "Slow pyrolysis of a typical high-ash lignite in China was carried out in atmospheres of N2, 20%CO2/N2, 40%CO2/N2, and 60%CO2/N2 in a fixed bed reactor. The evolution of char, tar, and gases in yield and characteristics, and the physico-chemical characteristics of chars in different atmospheres were compared. Results revealed that CO2 almost behaves as an inert gas in the evolution of char and CO before 600 °C. The decrease in char and CO2 yields and the increase in CO yield at temperatures higher than 600 °C are ascribed to the occurrence of char-CO2 gasification. The higher the CO2 level present in the atmosphere, the higher the severity of the gasification becomes. Introducing CO2 into the atmosphere raises tar and water yields but cuts down H2, CH4, and C2H6 yields. The promotion of tar yield results from the higher phenols and aliphatics yields in the presence of CO2. The reduction of H2 yield is associated with the increase in water yield, while the decline of light hydrocarbon gases is connected with the suppression effects of CO2 on methyl decomposition. The role of inherent minerals was also investigated by comparing product yields from raw coal and demineralized coal. The comparison indicated that the char-CO2 gasification rate is sharply reduced to nearly zero without the catalytic effects of calcium, iron, and magnesium minerals. The evolution of tar and light hydrocarbon gases in the CO2-containing atmosphere greatly depends on inherent minerals. Without minerals, tar yield is inhibited in the presence of CO2. In the absence of minerals, CO2 hardly has influences on CH4 and C2H6 yields.",
     "keywords": ["CO2", "Inherent minerals", "Lignite", "Tar"]},
    {"article name": "Pyrolytic carbon derived from spent coffee grounds as anode for sodium-ion batteries",
     "doi": "https://doi.org/10.1016/j.crcon.2018.04.001",
     "publication date": "04-2018",
     "abstract": "This paper reported the facile preparation of pyrolytic carbon derived from spent coffee grounds and the evaluation of its electrochemical performance when used as anode in sodium-ion battery. X-ray diffraction analysis, scanning electron microscope, Brunauer–Emmett–Teller were employed to characterize the structure of pyrolytic carbon. Electrochemical performances were tested by constant current charge–discharge, cyclic voltammetry and electrochemical impedance spectroscopy. Results showed that the pyrolytic carbon possess a porous structure (1–2 μm) and a specific surface area of 94.35 m2 g−1. When used as anodes in sodium-ion batteries, a reversible capacity of 154.2 mA h g−1 at a current density of 200 mA g−1 after 50 cycles was obtained. Several electrolytes were evaluated and their electrochemical performances were compared. The result indicated that this material has excellent storage capacity and good cycling stability. Our method provided a preparation of pyrolytic carbon from environmentally friendly resources.",
     "keywords": ["Spent coffee grounds", "Sodium ion battery", "Anode", "Pyrolytic carbon"]}
    ]
}