{"primary": "Physical Sciences and Engineering",
"domain": "Chemical Engineering",
"subdomain": "Catalysis",
"journal name": "Current Opinion in Green and Sustainable Chemistry",
"articles": [
    {"article name": "Electrochemical (bio)sensors: promising tools for green analytical chemistry",
     "doi": "https://doi.org/10.1016/j.cogsc.2019.01.004",
     "publication date": "10-2019",
     "abstract": "Nowadays, materials, solvents, and techniques are being used in accordance with the principles of green analytical chemistry for the development and application of electrochemical (bio)sensors. Electrodes prepared from nontoxic materials, eco-friendly solvents and reagents, and methodologies that make it possible the reduction of the sample size and the amount of waste products are being used with the main objective of minimizing the environmental impact. These aspects are briefly discussed in this short review through addressing the state of the art of electrochemical (bio)sensors in connection with the green chemistry. The relevant aspects related to the different items are considered with some illustrative examples taken from the recent literature. With the aim of providing suitable complete information, a table summarizing the fundamentals and analytical characteristics of some configurations is included in the Supporting Information.",
     "keywords": null},
    {"article name": "Perspectives on small-scale integrated biorefineries using supercritical CO2 as a green solvent",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.11.007",
     "publication date": "08-2019",
     "abstract": "Recent demands for the reduction and reutilization of waste have motivated scientific research on the development of clean technologies and optimization of process parameters to achieve sustainable production. In this context, this review aims to provide some perspective about the applications of integrated techniques for biorefining of plant matrices into marketable products using supercritical carbon dioxide as a green solvent. Considering that Brazil has enormous potential for biorefining of renewable raw materials, extensive scientific investigations have been performed recently to produce a wide variety of products from plant matrices, including high-quality extracts, biopolymers and particle devices, with the aim of designing integrated supercritical fluid-based small-scale biorefineries. Thus, in this review, a compilation of the main recent findings in our laboratory and others are presented in detail.",
     "keywords": null},
    {"article name": "The greening of solvents: Towards sustainable organic synthesis",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.11.006",
     "publication date": "08-2019",
     "abstract": "Recent developments in the evolution of more sustainable solvent use in organic synthesis are critically reviewed. Commonly used organic solvents and less common bio-based examples are assessed and ranked on the basis of waste disposal and environmental impact, health and safety parameters. The use of water as a solvent, including the use of aqueous biphasic catalysis, micelle-enabled catalysis and biocatalysis, constitutes a viable, green and sustainable alternative to reactions in organic solvents.",
     "keywords": null},
    {"article name": "Ionic liquids and gamma-valerolactone as case studies for green solvents in the deconstruction and refining of biomass",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.11.009",
     "publication date": "08-2019",
     "abstract": "In quest of shifting to a sustainable biobased economy, lignocellulose is becoming an increasingly important feedstock. However, its valorization demands the deconstruction of the lignocellulosic matrix and selective fractionation of the single constituents. Established pulping and refining technologies are often focusing on the isolation of cellulose only or suffer from environmental shortcomings.Herein, we discuss the most recent developments regarding two novel solvent systems for biomass refining. We summarize the latest progress made in the area of ionic liquids, with a special emphasis on the techno-economic feasibility in terms of costs and recyclability. In the second part, we highlight the global achievements in the field of gamma-valerolactone-based pulping of biomass, looking at the key contributions from various continents.",
     "keywords": null},
    {"article name": "Green solvents for CO2 capture",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.11.012",
     "publication date": "08-2019",
     "abstract": "The development of specific ‘green’ solvents with unique combination of properties and associated techniques for target applications, capable of minimizing the environmental impact from their use in chemical production or by developing sustainable and renewable energy and resources, has been gathering increasing attention over the last years. Emerging alternatives or undervalued self-claimed greener solvents, such as ionic liquids, amino acid–functionalized ionic liquids, ionic liquid–mixed solvents, and eutectic solvents, have been proposed as promising materials with unique properties not achievable by means of any other material. Nonetheless, in spite of all these greener compounds' outstanding properties and potential for acid gas separation, important limitations have hampered the development of separation units and processes capable of fulfilling industrial demands. This study intends to carry a critical analysis upon the solvents proposed for CO2 capture and the pursued technologies to make carbon capture, utilization, and storage a reality.",
     "keywords": null},
    {"article name": "Deep eutectic solvents: overcoming 21st century challenges",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.12.003",
     "publication date": "08-2019",
     "abstract": "In the last couple of years, deep eutectic solvents (DESs) have been raising a lot of attention mainly due to their versatility and their easy and speedy preparation without the need of further purification. Moreover, the vast array of very different compounds that can be selected for their preparation has led to the full tailoring of their relevant properties as solvents. We herein leave our opinion on the current challenges and opportunities in this blossoming field, which are curiously aligned with the scope of today's major concerns, where DESs are called to make a valuable contribution to important areas such as clean water, clean energy, and biotechnology.",
     "keywords": null},
    {"article name": "Green solvents in urban mining",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.11.013",
     "publication date": "08-2019",
     "abstract": "General considerations about urban mining and green solvents are first briefly discussed. Then, the use of green solvents in the recycling processes of technological objects present in urban mines is reviewed, focusing on metal recovery.",
     "keywords": null},
    {"article name": "Green solvents in analytical chemistry",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.12.010",
     "publication date": "08-2019",
     "abstract": "Current trends in incorporating the principles of green chemistry in analytical methods have led to the design and usage of new solvents to replace conventional organic solvents, which characterize by their high volatility, flammability, and toxicity. Among the alternatives that have emerged, amphiphilic solvents, ionic liquids, and deep eutectic solvents are the most explored candidates in this research field. Taking advantage of the solvation properties of these new solvents, together with the synthetic versatility in the case of ionic liquids and deep eutectic solvents, a wide variety of applications of these solvents within green analytical chemistry appear in the recent literature. The aim of this article is to provide a quick summary of the state of the art on the usage of these new green solvents in analytical chemistry, particularly in liquid-phase microextraction methods (within sample preparation) and as additives or pseudostationary phases in liquid chromatography (within analytical separation methods).",
     "keywords": null},
    {"article name": "Solvents derived from biomass and their potential as green solvents",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.12.008",
     "publication date": "08-2019",
     "abstract": "In this short review, the green potential of solvents from biomass is analysed. A selection of the chemicals under study has been made, and the information brought together has been examined according to different types of properties. To explore the volatile organic compound character, the environmental fate and potential applications and several key physicochemical properties such as hydrophobicity, vapour pressure or solubility have been gathered and evaluated. Furthermore, the (eco)toxicological information of solvents from biomass has also been analysed. Information about the effect of these types of solvents in several organisms in the environment has been collected. Similarly, the toxicity of these chemicals has also been studied, and information has been analysed according to the type of endpoint studied.",
     "keywords": null},
    {"article name": "Green solvents for sustainable separation processes",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.12.009",
     "publication date": "08-2019",
     "abstract": "Solvent-based separation processes can reduce the required energy input for separation, improve biocompatibility, and allow for mild responsive separation systems that are applicable when distillation is technically not feasible because of the delicate nature of (bio)molecules to be separated. Owing to the increasing awareness of the need for a green and sustainable industry, the interest in green solvents for separation processes is growing. Being able to tailor solvent properties and solvent biocompatibility are key properties for making processes sustainable and allowing flexibility regarding feed and product composition of the separation processes involved. This work aims to give an overview of solvent developments toward more sustainable and green separation processes. For all solvent systems, it is key that not only the primary separation operation is considered, but the entire process including solvent recovery, because that is typically where the energy should be invested.",
     "keywords": null},
    {"article name": "Life cycle considerations of solvents",
     "doi": "https://doi.org/10.1016/j.cogsc.2019.02.004",
     "publication date": "08-2019",
     "abstract": "The most sustainable solvent is the solvent that is not used. However, avoiding the use of solvents is oftentimes not possible, and efforts are needed to minimize their environmental footprint. This includes both minimizing the amount of solvent used and minimizing the impacts across the solvent's life cycle, which include raw material extraction and production, manufacturing, transportation, use, recycling, and final disposal. Evaluating solvents without using a life cycle approach would underestimate impacts, conceal trade-offs, and could result in regrettable substitution. This article discusses key aspects to be considered when evaluating and selecting solvents using a life cycle assessment approach.",
     "keywords": null},
    {"article name": "Green solvents for the dissolution and processing of biopolymers",
     "doi": "https://doi.org/10.1016/j.cogsc.2019.02.005",
     "publication date": "08-2019",
     "abstract": "Dissolution and processing of biopolymers perhaps is one of the oldest chemical processes in the world, and there are several breakthrough inventions took place in this area. However, with the advent of technological interventions, the number of improvements in the processing technologies of the biopolymers has been made to address the efficiency and technoeconomics of the developed processes. Application of alternate solvent systems is one of the strategies being popularly used in many such cases. The search of alternative solvent systems to solubilise and process biopolymers is always challenging from sustainability point of view. Biopolymers are conventionally solubilised in aqueous systems and processed using multistep tedious protocols. Ionic liquids, deep eutectic solvents and bio-derived solvents are emerging as alternative solvents for biomass pretreatment and extraction of natural polymers from the resources. Application of bio-derived and green solvents in various industrial processes can be envisaged in near future, and hence, studies on such solvents to critically assess their potential towards industrial applications should be performed. Considering these points, the present review article compiles various recent literature and reports pertaining to the sustainable processing of natural polymers using green solvents for practical applications.",
     "keywords": null},
    {"article name": "Manipulating phonons at the nanoscale: Impurities and boundaries",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.12.006",
     "publication date": "06-2019",
     "abstract": "Efficiently controlling phonon propagation is important in many applications, ranging from the design of thermoelectric materials to thermal budget engineering. Phonon manipulation, nonetheless, has proved to be an elusive task. Here, we review some basic strategies to alter vibrational modes throughout the entire phonon spectrum by means of point and extended defects, boundaries, and design of periodic superstructures. These individual scattering mechanisms allow altering the phononic properties in specific spectral regions; combining two or more can lead to a modification of the full-spectrum.",
     "keywords": null},
    {"article name": "Organic electrode materials for lithium and post-lithium batteries: an ab initio perspective on design",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.12.005",
     "publication date": "06-2019",
     "abstract": "Organic active electrode materials for metal-ion batteries hold the promise of sustainability and scalability; they are also promising for post-lithium batteries. Given the practically inexhaustible space of possible organic electrode materials, ab initio modeling is critically important to understand the mechanism and to be able to design rationally more performant materials. This short review highlights several key results in ab initio modeling and design of materials for organic batteries, including uncovering novel mechanisms, elucidating the role of aggregate state and different types of crystals, and electronic structure–inspired design strategies. We also highlight methodological issues in ab initio modeling of organic battery materials.",
     "keywords": null},
    {"article name": "The resurgence of organic photovoltaics",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.12.004",
     "publication date": "06-2019",
     "abstract": "Several advances were reported in the field of organic photovoltaics in the last 2 years. Development and application of nonfullerene acceptors, in particular, has injected new life into the field. Exploitation of such materials in ternary blends and tandem solar cell structures has, in fact, enabled to record high efficiencies >15%, thus paving the way towards commercialisation.",
     "keywords": null},
    {"article name": "Toward a fundamental understanding of factors affecting the function of cocatalysts in photocatalytic water splitting",
     "doi": "https://doi.org/10.1016/j.cogsc.2019.01.002",
     "publication date": "06-2019",
     "abstract": "Although numerous cocatalysts in photocatalytic water splitting have been studied, the fundamental understanding of factors affecting the function of cocatalysts is limited. This brief review summarizes the progress of cocatalysts in the last 3 years. The effects of intrinsic characters of cocatalysts including morphology, crystallization, and composition are first examined. The influence of interfacial coupling of cocatalysts with host photocatalysts, such as cocatalyst location, built-in electric field, and contact manner, is subsequently discussed. To confirm the active species of cocatalysts, some in situ/operando characterization techniques are finally introduced. It is expected that this brief review would provide useful information to design efficient cocatalysts for photocatalytic water splitting.",
     "keywords": null},
    {"article name": "Layered Co/Ni-free oxides for sodium-ion battery cathode materials",
     "doi": "https://doi.org/10.1016/j.cogsc.2019.01.006",
     "publication date": "06-2019",
     "abstract": "Sodium-ion batteries (SIBs) are one of the most promising alternatives to lithium-ion batteries (LIBs) due to the similar electrochemical properties of sodium and lithium and the abundance and low cost of sodium resources. Layered transition metal oxide materials are a promising kind of cathode materials because of their flexible compositions of transition metal elements and favorable specific capacities. In particular, the relatively low-cost or price-stable layered Co/Ni-free cathode oxide materials (such as Mn-, Fe-, Cr-, and V-based oxides) for SIBs show great potential to either complement or replace LIBs to meet the rapidly growing demands of clean energy due to their comparable or even superior rate and cycle performances compared with those of the layered Co/Ni-containing oxides.",
     "keywords": null},
    {"article name": "Advances in the optimization of silicon-based thermoelectrics: a theory perspective",
     "doi": "https://doi.org/10.1016/j.cogsc.2019.02.001",
     "publication date": "06-2019",
     "abstract": "Thermoelectric devices convert temperature gradients into electrical power and vice versa, thus enabling energy scavenging from waste heat, sensing, and cooling. Yet, many of these attractive applications are hindered by the limited efficiency of thermoelectric materials, especially in the low-temperature regime. This review provides a summary of the recent advances in the design of new efficient silicon-based thermoelectric materials through nanostructuring, alloying, and chemical optimization, emphasizing the contribution from theory and atomistic modeling.",
     "keywords": null},
    {"article name": "Single-atom catalysis for electrochemical CO2 reduction",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.11.002",
     "publication date": "04-2019",
     "abstract": "The design of highly selective, low-cost, and energy-efficient electrocatalysts is crucial for CO2 electrocatalysis to mitigate energy shortages and to lower carbon footprint. Single-atom catalysts (SACs) are emerging as intriguing catalytic materials in CO2 electrocatalysis owing to their high catalytic activity, stability, selectivity, and maximum atom utilization. This review highlights recent work in this area. Motivating factors for enhancing CO2 electroreduction by using SACs are discussed. Promising routes to facilitating transformation of CO2 into C2+ products with SACs are described.",
     "keywords": null},
    {"article name": "ZnTe-based nanocatalysts for CO2 reduction",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.11.005",
     "publication date": "04-2019",
     "abstract": "The reduction of CO2 into fuels driven by highly efficient catalysts is significant to mitigate the energy crisis and global warming. Due to the suitable bandgap and negative conduction band position, ZnTe has been proven to be an effective CO2 reduction catalyst theoretically and experimentally. Herein, ZnTe with different nanostructures are highlighted for photocatalytic and photoelectrocatalytic CO2 reduction. Different approaches used to improve the performance of ZnTe are thoroughly discussed, such as heterostructure construction, modification and surface protection. Since the feasibility of ZnTe as photocatalyst and photoelectrode for CO2 reduction has been successfully demonstrated, the ZnTe-based nanocatalysts has great potential for CO2 reduction, as well as for future design of high performance catalyst, although further endeavor is still required so as to realize good catalyst stability and product selectivity, as well as high solar-to-fuel conversion efficiency for practical applications.",
     "keywords": null},
    {"article name": "Perspectives on the adsorption of CO2 on amine-modified silica studied by infrared spectroscopy",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.11.010",
     "publication date": "04-2019",
     "abstract": "Amine-modified adsorbents are being researched for their potential to capture CO2 from various gas mixtures, and we review how IR spectroscopy has been used to study the associated CO2–amine chemistry. It has been used to reveal that CO2 chemisorbs as ammonium-carbamate ion pairs especially when the amine density is high. Carbamic acid and related other moieties tend to form in parallel to the ion pairs when the amine density is low. The amines have been shown to degrade on cyclic heat treatment. To further study the formation of bicarbonates on reactive adsorption of CO2 and H2O, degradation of the organics, and the use of other supports than silica are suggested.",
     "keywords": null},
    {"article name": "Ionic porous organic polymers for CO2 capture and conversion",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.11.008",
     "publication date": "04-2019",
     "abstract": "The predominant greenhouse gas CO2 is the major contributor to the global warming. Very recently, ionic porous organic polymers have been taken as a kind of promising candidate material for addressing the CO2 capture and conversion issue. Compared to most neutral porous materials, ionic porous organic polymers exhibit excellent CO2 capture capacity and the ability to convert into cyclic carbonates via reaction with epoxides, owing to the existence of ionic sites in the porous structure. In addition, the counterions can be readily exchanged for tuning the uptake capacity and catalytic performance, which is another advantage for design and synthesis of ionic porous organic polymers. In this short review, we will present recent progress on employing ionic porous organic polymers for the CO2 capture and subsequent conversion.",
     "keywords": null},
    {"article name": "Recent progress on CO2 capture using amine-functionalized silica",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.11.011",
     "publication date": "04-2019",
     "abstract": "Escalating CO2 emission into the atmosphere is causing great concern about the global climate change. CO2 capture and storage (CCS) technology is considered the most effective option to alleviate this issue in the short term. Among the various adsorbent materials for CCS, amine-modified silica has been widely studied. In this short review, advances in the past two years on amine-modified silica for CO2 capture are summarized, and their preparation and performances are discussed.",
     "keywords": null},
    {"article name": "Progress on CO2 capture by porous organic polymers",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.11.015",
     "publication date": "04-2019",
     "abstract": "Carbon dioxide from the combustion of fossil fuels causes many environmental problems, so the capture of CO2 is especially important. Porous organic polymers (POPs) are regarded as a kind of excellent candidate for CO2 capture because of their high surface areas, suitable pore size, low cost, and good physicochemical stability. This review aims to summarize the development of CO2 capture by POPs, including hypercrosslinked polymers, covalent organic frameworks, conjugated microporous polymers, and covalent triazine–based frameworks, in the last two years. The relationship between the characteristic features and CO2 uptake capability is described. The advantages and disadvantages of each type of POPs and their future challenges are also discussed.",
     "keywords": null},
    {"article name": "Poly(ionic liquid)s: Platform for CO2 capture and catalysis",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.11.014",
     "publication date": "04-2019",
     "abstract": "Capture and conversion of CO2 are of great importance for environment-friendly and sustainable development of human society. Poly(ionic liquid)s (PILs) combine some unique properties of ILs with those of polymers and are versatile materials for CO2 utilization. In this contribution, we briefly outline innovative PILs emerged over the past few years, such as polytriazoliums, deep eutectic monomer–based PILs, and polyurethane PILs. Additionally, we discuss their advantages and challenges as materials for carbon capture and storage and the fixation of CO2 into useful materials.",
     "keywords": null},
    {"article name": "Recent advances in industrial CO2 electroreduction",
     "doi": "https://doi.org/10.1016/j.cogsc.2019.01.005",
     "publication date": "04-2019",
     "abstract": "In light of the energy transition, electrochemical CO2 reduction (CO2R) has commonly been postulated as a favorable strategy for renewable energy storage and electrification of the chemical industry. However, for an effective impact of CO2R, large-scale implementation of this technology is required. The majority of research in this field has focused on fundamental and mechanistic understanding of the CO2R reaction and on the development of highly active and selective catalytic materials. Herein, we review the current status of the technology and discuss very recent developments and remaining challenges from an industrial perspective. We underscore the importance of system-level investigation and optimization of CO2R aimed at industrialization of the technology.",
     "keywords": null},
    {"article name": "Computational screening of metal−organic frameworks for CO2 separation",
     "doi": "https://doi.org/10.1016/j.cogsc.2019.02.002",
     "publication date": "04-2019",
     "abstract": "Metal−organic frameworks (MOFs) have been considered as a new generation of adsorbents and membranes for CO2 separation. Along with enormous experiments reported, computations have played an increasingly important role in unraveling microscopic insights that are otherwise experimentally inaccessible. Before 2012, most of the computations were focused on the microscopic understanding of CO2 separation in individual or a handful of MOFs. With about 80,000 MOFs synthesized to date and theoretically unlimited number of structures, there has been considerable interest in computational screening of MOFs to identify the top MOFs for CO2 separation. This minireview summarizes the recent screening studies, highlights the achievements, and discusses the challenges and possible future directions in this vibrant field.",
     "keywords": ["Metal−organic frameworks", "Computations", "Screening", "CO2 separation", "Adsorbents", "Membranes"]},
    {"article name": "Current trends in enzymatic electrosynthesis for CO2 reduction",
     "doi": "https://doi.org/10.1016/j.cogsc.2019.02.007",
     "publication date": "04-2019",
     "abstract": "Enzymatic electrosynthesis offers a novel approach to the production of chemicals through CO2 sequestration. In this minireview, we present the most recent state-of-the-art information on enzymatic CO2 reduction for the production of chemicals such as formic acid using oxidoreductase (single or multiple) enzymes as electrocatalysts in the enzymatic electrosynthesis cell. Key challenges toward upscaling of this CO2 utilization approach are identified, and future research directions are discussed briefly.",
     "keywords": null},
    {"article name": "Integrated CO2 capture and utilization: A priority research direction",
     "doi": "https://doi.org/10.1016/j.cogsc.2019.02.003",
     "publication date": "04-2019",
     "abstract": "Carbon capture, utilization, and storage (CCUS), which has been proposed as a strategy to mitigate greenhouse gas emissions and simultaneously offer alternative pathways of production of chemicals, fuels, and materials, remains currently poorly deployed due to the prohibitive cost of the capture and utilization steps. In the present review, we examine the recent advances, challenges, and future opportunities in the field of integrated CCUS and particularly postcombustion capture by liquid sorbents and in situ utilizations or transformations.",
     "keywords": ["CCS carbon capture and storage", "carbon capture and storage", "CCU carbon capture and utilization", "carbon capture and utilization", "EOR enhanced oil recovery", "enhanced oil recovery", "GHG Greenhouse gases", "Greenhouse gases", "PCC postcombustion capture", "postcombustion capture", "DS degree scenario", "degree scenario"]},
    {"article name": "Recent advances in electrochemical reduction of CO2",
     "doi": "https://doi.org/10.1016/j.cogsc.2019.02.006",
     "publication date": "04-2019",
     "abstract": "The electrochemical CO2 reduction (ECR) into fuels and feedstocks enables the storage of intermittent renewable electricity and, ultimately, a net reduction of greenhouse gas emissions, which therefore have been paid much attention. In this article, the advances on ECR in the past 3 years are reviewed with focus on the developments of electrolytes, electrocatalysts, and new strategies for ECR.",
     "keywords": null},
    {"article name": "Sonochemistry in nanocatalysis: The use of ultrasound from the catalyst synthesis to the catalytic reaction",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.07.004",
     "publication date": "02-2019",
     "abstract": "This review succinctly describes the recent progresses in sonochemistry for the preparation of nanocatalysts as well as the use of ultrasound in organic reactions involving nanocatalysts. The main recent uses of power ultrasound in these fields reported here allow to determine some interesting trends and perspectives for this research, but also highlight some needs to innovate.",
     "keywords": null},
    {"article name": "Heterogenous green catalysis: Application of zeolites on multicomponent reactions",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.07.006",
     "publication date": "02-2019",
     "abstract": "Multicomponent reactions are processes in which three or more reactants are introduced concurrently to deliver a single product that contains the essential parts of the starting materials, and those have emerged in the last few years as an important tool for the development of more sustainable processes in modern synthetic organic chemistry. Still, considering the pronounced attention devoted to zeolites as efficient and selective catalysts for organic transformations, in this work we have reviewed the recent applications of zeolites as catalysts in multicomponent reactions; initially, zeolites modified with transition metals were discussed, followed by zeolites with alkaline metals and in the final section, zeolites in the protonic form.",
     "keywords": null},
    {"article name": "ZSM-5 zeolite as a promising catalyst for the preparation and upgrading of lignocellulosic biomass-derived chemicals",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.08.001",
     "publication date": "02-2019",
     "abstract": "The use of zeolite catalysts for biomass valorization has increasingly contributed to the development of more efficient and sustainable processes in recent times. ZSM-5 zeolites, in special, have displayed great potential as catalysts in such reactions owing to their promising features e.g. the tridimensional medium size pore system and the wide Si/Al ratio. Considering these facts, in this review we provide an outline of lignocellulosic biomass upgrading processes using ZSM-5 zeolites in their acidic form and exchanged with transition metals; we will cover not only the direct conversion of lignocellulosic biomass, but also the upgrading of its derivatives.",
     "keywords": null},
    {"article name": "Nano-metal oxides for organic transformations",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.08.002",
     "publication date": "02-2019",
     "abstract": "Nanocatalysis has emerged as a part of green chemistry as nanocatalysts provide sustainable way to carry out many important chemical transformations in an environmentally benign manner. And this is possible when nanocatalyst development is carried out by keeping the morphological and surface characteristics in control and harmony as per the reactivity and selectivity required. The present review highlights some of the nanocrystalline materials of transition metal origin and their contribution in organic reactions.",
     "keywords": null},
    {"article name": "Magnetic nanocatalysts: Synthesis and application in multicomponent reactions",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.08.009",
     "publication date": "02-2019",
     "abstract": "The application of the magnetic nanocatalysts is a rapidly growing field for the development of sustainable and green processes. Magnetic separation not only avoids the need for catalyst filtration or centrifugation after completion of the reaction, but also provides practical techniques for recovering these catalysts. Multicomponent reactions are recognized as very powerful tools in synthetic organic and medicinal chemistry for the synthesis of the complex products in a single step from simple starting materials. The combination of magnetic nanocatalysts and multicomponent reactions will become an emerging strategic research area and is an ideal blend for the development of sustainable methods in green synthetic chemistry. This review focuses on the synthesis and application of magnetic nanocatalysts as novel task-specific catalysts for multicomponent reactions in recent years.",
     "keywords": null},
    {"article name": "Selective redox photocatalysis: Is there any chance for solar bio-refineries?",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.08.008",
     "publication date": "02-2019",
     "abstract": "This mini-review succinctly describes the recent progresses in selective heterogeneous photocatalysis for the preparation of high value organics from lignocellulose-based waste as well as the perspective use of its fundamentals to develop a new concept of solar bio-refineries highlighting the challenges for the future and some needs to innovate. The main recent uses of heterogeneous photocatalysis in the field of green synthesis procedures for making key value organics starting from a suitable depolymerization of lignocellulose trough a downstream processing is giving a lot of hope to develop the concept of a bio-refinery based on solar photocatalysis.",
     "keywords": null},
    {"article name": "Heterogenized nickel catalysts for various organic transformations",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.08.010",
     "publication date": "02-2019",
     "abstract": "Transition metal catalyzed reactions have played indispensable role in organic chemistry for last several years. However, during the last few decades increasing research work was documented on replacing precious metals with more abundant, inexpensive, and environmentally benign non-noble metals. Amongst all, nickel is considered as a viable alternative to noble metals with a variety of superior properties including small size, unique reactivity, and versatile catalytic ability. Such remarkable characteristics have fuelled up significant interests to explore Ni in various organic transformations. Moreover, with the aim to achieve sustainability goals, there is an increasing drive to immobilize active metal species on solid supports. This review attempts to summarize different strategies adopted for immobilizing nickel on various solid supports towards the development of heterogenous system, with special emphasis on fabrication methods and applications in organic reactions to synthesize commercially valuable compounds.",
     "keywords": null},
    {"article name": "Nitrogen-doped nanocarbons (NNCs): Current status and future opportunities",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.10.001",
     "publication date": "02-2019",
     "abstract": "The current and estimated energy demand and their potential sources of supply indicate a daunting future for humanity on the planet unless sustainable solutions are developed. The scarcity, high cost and the potential environmental and health concerns related to widely used noble-metals make the situation even worse. Thus, active participation from scientific and industrial communities is essential to replace noble-metal (or any metal) based processes with more sustainable alternatives. In that context, recent developments in heteroatom-doped (especially nitrogen) nanocarbons and their wide-ranging applications show promises towards substituting the processes, which normally utilize expensive, scarce and hazardous materials. Herein, a brief overview of nitrogen-doped nanocarbons (NNCs) is provided highlighting their significance and sustainable prospects.",
     "keywords": null},
    {"article name": "Glycerol valorization under continuous flow conditions-recent advances",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.11.003",
     "publication date": "02-2019",
     "abstract": "AbstractThis report describes the recent advances in glycerol valorization to valuable products under liquid phase continuous flow systems using different types of catalysts and processes. The main biobased-chemicals obtained from glycerol, namely acrolein, lactic acid, glyceric acid, propanol, propanediols, glycerol carbonate, solketal, acetin, and oligomers, are highlighted.",
     "keywords": null},
    {"article name": "Plasmonic nanoparticles: Photocatalysts with a bright future",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.10.002",
     "publication date": "02-2019",
     "abstract": "Plasmonic nanoparticles (PNPs) are currently actively researched for their application towards enhancing catalytic transformations, thanks to their appealing property to strongly interact with light. Beyond the seminal application of supported gold nanoparticles towards photooxidation reactions, plasmon-mediated catalysts are promising candidates for the design of a wider range of visible-light driven reactions. Such systems include free standing gold, silver and copper nanoparticles as well as PNP-based photocatalysts coupled with other metals and supports. In this Current Opinion, recent examples of the use in catalysis of plasmonic nanoparticles are presented with a special emphasis on organic transformations.",
     "keywords": null},
    {"article name": "Human pharmaceuticals: Why and how to reduce their presence in the environment",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.11.001",
     "publication date": "02-2019",
     "abstract": "The presence of human pharmaceutical products in the environment is a source of concern for both the environment and public health. Numerous options exist to reduce the release of pharmaceuticals, with several approaches being previously described. This article aims to describe the new trends.",
     "keywords": null},
    {"article name": "Goods that are good enough: Introducing an absolute sustainability perspective for managing chemicals in consumer products",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.12.001",
     "publication date": "02-2019",
     "abstract": "While many products become more sustainable, overall pressure from emissions and exposure to chemicals in products on human and environmental health increases, driven by worldwide growing chemical and product diversity and consumption. To benchmark environmental sustainability performance of new products and measure related progress, we need to move from eco-efficiency indicating relative improvements to eco-effectiveness linking chemical-related impacts to absolute sustainability limits, considering entire chemical and product life cycles. Efforts in chemical substitution and alternatives assessment to replace harmful chemicals with sustainable solutions are still in their infancy and lack applicability to product scales. Novel and innovative methods are required to understand the different life cycles, to quantify and link impacts associated with chemical-related product design decisions to actual limits for human and environmental health, and to integrate this absolute perspective in chemical substitution practice. With such methods at hand, it will be possible to develop products that are environmentally sustainable in absolute terms.",
     "keywords": null},
    {"article name": "Benign-by-design advanced nanomaterials for environmental and energy-related applications",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.12.007",
     "publication date": "02-2019",
     "abstract": "This contribution aims to disclose recent advances and key benign-by-design systems for a number of environmental and energy-related applications.",
     "keywords": null},
    {"article name": "Is there a role for green and sustainable chemistry in chemical disarmament and nonproliferation?",
     "doi": "https://doi.org/10.1016/j.cogsc.2019.01.001",
     "publication date": "02-2019",
     "abstract": "Strategic goals of green and sustainable chemistry in the context of chemical disarmament and nonproliferation are discussed, especially, goals relevant to the implementation of the Chemical Weapons Convention by the Organisation for the Prohibition of Chemical Weapons. Concepts of importance in green chemistry appear throughout four core areas of chemical disarmament and nonproliferation: destruction of chemical weapons, nonproliferation and prevention of re-emergence of chemical weapons, assistance and protection and promoting international cooperation through peaceful uses of chemistry. Synergies between principles of green chemistry and those underpinning work in the aforementioned operational areas of the Chemical Weapons Convention are highlighted. It is concluded that while operationalisation of an international treaty and scientific research in green and sustainable chemistry appear quite different, aspirations of both activities are complementary. Both seek to realise and maintain a safer and more secure world, free of chemicals that can harm humans and the environment.",
     "keywords": null},
    {"article name": "Overcoming sustainability barriers within the chemical industry",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.04.020",
     "publication date": "12-2018",
     "abstract": "There are significant economic, technological, and political forces which underpin the raw material and energy choices of the chemical industry. Before sustainable and ‘Green’ technologies can take their place as alternatives on an industrial scale, it is important to first understand these forces. A clear-eyed perspective on these barriers will enable the development of strategies capable to facilitate change.",
     "keywords": null},
    {"article name": "Cellulose-based platform chemical: The path to application",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.05.005",
     "publication date": "12-2018",
     "abstract": "Lignocellulose presents a valuable renewable carbon source to access tailor-made monomers and polymers. Despite numerous reports on biomass-based platform chemicals and their further transformation, market entrance of bio-polymers produced from lignocellulose remains limited. We herein provide a perspective on challenges and opportunities associated with the path to application along some of the most prominent candidates of platform chemicals.",
     "keywords": null},
    {"article name": "Electro-conversion as sustainable method for the fine chemical production from the biopolymer lignin",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.05.001",
     "publication date": "12-2018",
     "abstract": "Lignin, one of the most abundant polymers in nature, qualifies itself by the polyphenolic structure as potential renewable feedstock for the production of bio-based aromatic fine chemicals. However, the natural complexity and degradation stability of lignin make the depolymerization a highly challenging task. Several efforts have been pursued for the selective degradation of the biopolymer into suitable compounds. However, there are only a few technical approaches for the degradation of lignin to aromatic fine chemicals. Organic electrosynthesis is the synthetic method that enables the direct use of electricity for the production of valuable compounds. Moreover, electro-organic synthesis represents a sustainable and modern technology. In addition, it is a powerful and “green” tool for the depolymerization and utilization of the renewable feedstock lignin. In general, if electro-conversion is driven to significant extent then a plethora of products is obtained, whereas the selective electrochemical degradation results in a low yield. Because of the inexpensive and abundant nature of lignin, the latter is of technical interest. This review surveys recent developments, and pioneering work in the field of electrochemical lignin degradation to bio-based fine chemicals.",
     "keywords": null},
    {"article name": "Cardanol: A promising building block for biobased polymers and additives",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.05.002",
     "publication date": "12-2018",
     "abstract": "Among the renewable resource materials, cashew nut shell liquid (CNSL) is considered as an important starting material due to its unique structural features, abundant availability and low cost. A large number of chemicals and products have been developed starting from CNSL by taking advantage of the three reactive sites, namely, phenolic hydroxyl, aromatic ring and unsaturation(s) in the alkenyl side chain. Increasing attention is paid to promising cardanol-based products that could be have potential interest in industry, such as epoxy and acrylic monomers, plasticizers and surfactants.",
     "keywords": null},
    {"article name": "Chemicals from lignin: Recent depolymerization techniques and upgrading extended pathways",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.05.006",
     "publication date": "12-2018",
     "abstract": "Lignin is a complex aromatic heteropolymer that harbors great potential to serve as a basis for the production of chemicals, biofuels, and materials. In a bio-economy, lignin valorization through depolymerization to monomers and upgrading of these monomers to targeted chemicals is highly challenging, but attractive and important for the chemical industry. To address current limitations of lignin valorization and further upgrading, we will summarize the recent lignin depolymerization techniques that yield phenolic aldehydes and phenolics such as alkaline oxidation, fast pyrolysis, hydrogenolysis, and hydrolysis. In addition, this review describes novel upgrading approaches via biological and chemo-catalytic pathways from lignin monomers to targeted bulk chemicals, including cis,cis-muconic acid, adipic acid, and terephthalic acid, and to fine chemicals, and then discuss future prospects.",
     "keywords": null},
    {"article name": "Solvent processing of cellulose for effective bioresource utilization",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.05.008",
     "publication date": "12-2018",
     "abstract": "Cellulose, the main constituent of plant biomass, is a unique stereoregular, chiral, biocompatible and reactive polymer that finds many applications. Despite the novel features of cellulose, its full potential as a functional polymer has yet to be realized in part because of the difficulty in dissolving cellulose. Non-derivatizing solvents for cellulose are reviewed here, with a focus on the better studied and more effective aqueous alkali (base) containing solvents, organic solvent systems, and ionic liquids. Recent advances are highlighted on cellulose-solvent interactions and on the mechanism and kinetics of semicrystalline cellulose dissolution. An improved fundamental understanding of molecular interactions (nanoscale), coupled with the biomass dissolution mechanism (microscopic level), can guide the rational selection and (macroscopic) optimization of solvent processing conditions. Opportunities abound for the translation of research fundamentals into the development of industrial solvent-based processes for the efficient production of high value-added polymers and chemicals from sustainable resources.",
     "keywords": null},
    {"article name": "Chemicals from renewable biomass: A renaissance in carbohydrate chemistry",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.08.003",
     "publication date": "12-2018",
     "abstract": "The conversion of sugars, derived from waste polysaccharide biomass, to commodity chemicals by fermentation or catalytic hydrogenation, oxidation or dehydration or combinations thereof are reviewed.",
     "keywords": null},
    {"article name": "Recent progress in the synthesis and applications of glycerol carbonate",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.09.003",
     "publication date": "12-2018",
     "abstract": "Glycerol carbonate results from the cyclo-condensation of glycerol, arguably the best studied and most promising biomass-derived compound. Glycerol is highly abundant and relatively cheap as it is produced as a waste stream within the biodiesel industry. The direct reaction of carbon dioxide with glycerol is possible, and the prospect of combining these two abundant waste products into such a versatile and exciting molecule has resulted in a linear increase in the number of patents and scientific publications in the last ten years. Glycerol carbonate has already been commercialised, but many opportunities to develop better production routes and new applications exist. In this critical review, we examine the relevance of this bio-derived compound and the recent advances in preparation methods and recent applications.",
     "keywords": null},
    {"article name": "Long chain alcohol and succinic acid co-production process based on full utilization of lignocellulosic materials",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.04.012",
     "publication date": "12-2018",
     "abstract": "Long chain alcohol have the potential to become an alternative of fuel ethanol, due to their outstanding combustion properties. Succinic acid is an important platform compound of wide applications. Biofuel and chemicals produced with lignocellusic materials is a promising option for biorefinery development. During the production of long chain alcohol by microorganisms, large amount of CO2 will be generated, while CO2 can be used as raw material for succinic acid fermentation. To introduce the knowledge about the implications of co-production process, a review on the utilization of lignocellulosic biomass for long chain alcohol and succinic acid production and CO2 mitigation are presented.",
     "keywords": null},
    {"article name": "A brief review on bioethanol production using marine biomass, marine microorganism and seawater",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.06.008",
     "publication date": "12-2018",
     "abstract": "This review introduces a new approach of completely marine based bioethanol production by analyzing and evaluating the recent trends in bioethanol fermentations using algae, marine microorganisms and the replacement of freshwater with seawater. Both macroalgae and microalgae have been successfully used for bioethanol production. Marine yeasts showed excellent tolerance to salt and inhibitors, and fit for seawater fermentation. The combination of marine biomass, marine microorganism and seawater has a potential for a greener bioethanol production.",
     "keywords": null},
    {"article name": "A comparative review of recent advances in cellulases production by Aspergillus, Penicillium and Trichoderma strains and their use for lignocellulose deconstruction",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.06.003",
     "publication date": "12-2018",
     "abstract": "Lignocellulosic biomass is an excellent raw material for the production of fuels, chemicals and energy. However, its use in a more productive way is conditioned to the use of highly efficient enzymatic cocktails, which can be produced by a plethora of microorganisms. Among them, strains of the genera Aspergillus, Penicillium and Trichoderma are some of the most relevant, corresponding to over 50% of the studies related to cellulases. In this context, molecular biology tools should be used to favor the enzyme production economics, whereas approaches such as product engineering and supplementation with additives (e.g. surfactants or accessory proteins) should be used to increase the efficiency of the hydrolytic process. In this paper, we shortly address these issues, and discuss some recent advances in the production and use of cellulases from the abovementioned fungal genera.",
     "keywords": null},
    {"article name": "Valorization of food waste based on its composition through the concept of biorefinery",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.06.011",
     "publication date": "12-2018",
     "abstract": "Waste management is one of the most significant challenges of EU policies for the coming decades. Our changing food habits carries an inherent increase in waste nutrients, that worth recycling. The traditional method of waste management is not adapted to meet future energy and environmental requirements. Food waste (FW)-based biorefinery allows new approaches in waste recovery, while improving industrial processes. However, interactions between FW nutrients, their derivates and subsequent treatment methodologies may lead to negative effects and bioprocess low yield. This work aims to state the importance of new strategies in biorefineries, based on FW nutrients and their interactions.",
     "keywords": null},
    {"article name": "Valorisation strategies for cocoa pod husk and its fractions",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.07.007",
     "publication date": "12-2018",
     "abstract": "Cocoa pod husk (CPH) is the main by-product (ca. 70–75% weight of whole fruit) of the cocoa harvest, an important and economic crop in developing countries. It is a rich source of minerals (particularly potassium), fibre (including lignin, cellulose, hemicellulose and pectin) and antioxidants (e.g. phenolic acids). An existing practise is the return of CPH to soil with potential benefits (or disadvantages) for cocoa productivity and soil sustainability that have not been fully characterised. Currently, alternative low-value applications of CPH include its use as animal feed, as a starting material for soap making and activated carbon. Other biotechnological valorisation potentials for CPH and its fractions include the production of bio-fuels and their incorporation in food systems. Physical, chemical or biological pre-treatment approaches are needed in order to achieve desirable fractions in a cost-effective and sustainable manner for novel applications in food and non-food sectors.",
     "keywords": null},
    {"article name": "Facilitating the transition to sustainable green chemistry",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.04.006",
     "publication date": "10-2018",
     "abstract": "Sustainable green chemistry depends on technically feasible, cost-effective and socially acceptable decisions by regulators, industry and the wider community. The discipline needs to embrace a new suite of tools and train proponents in their use. We propose a set of tools that will bridge the gap between technical feasibility and efficiency on one hand, and social preferences and values on the other. We argue that they are indispensable in the next generation of regulators and chemistry industry proponents.",
     "keywords": null},
    {"article name": "UN sustainable development goals and green chemistry, key points for sustainably innovating at Roquette, a global leader in plant-based ingredients",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.04.007",
     "publication date": "10-2018",
     "abstract": "Dealing with current and future global challenges, corporate social responsibility has become a key element for sustainable and responsible companies. Roquette, a family-owned group, leader in plant-based ingredients for Food, Nutrition and Health markets, has implemented a sustainable development approach applicable to all its worldwide activities. This “sustainable journey” is based on 4 pillars: sourcing, innovating, biorefining and acting. For each cornerstone, the company has defined several commitments and key performance indicators (KPIs) with continuous improvement goals and specific 2025 targets. In the specific case of innovation, Roquette has set up 2 KPIs to ensure the sustainability of its developments (KPI-1) and the one of the solutions offered to customers and end-users (KPI-2). Respectively based on green chemistry principles and UN sustainable development goals, these KPIs have been implemented at Roquette last year. In 2016, the value of KPI-1 was 53% and that of KPI-2 was 62%. In 2025, Roquette is committed to achieve that a minimum of 70% of its innovation projects meet the criteria of green chemistry (KPI-1 ≥ 70%) and that a minimum of 80% of its innovative solutions offered to customers meet the criteria of sustainable solutions (KPI-2 ≥ 80%).",
     "keywords": null},
    {"article name": "The UN Sustainable Development Goals: How can sustainable chemistry contribute? A view from the chemical industry",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.04.010",
     "publication date": "10-2018",
     "abstract": "Since their launch in 2015, the United Nations Sustainable Development Goals have been adopted by a wide range of businesses to capture their efforts in corporate sustainability. This review highlights specific examples from the chemical industry, together with an evaluation of the approaches and tools some companies are using to support the realisation of the goals. A view towards the efforts required by the chemical industry in order to maximise the impact of the goals is also provided.",
     "keywords": null},
    {"article name": "UN sustainable development goals: How can sustainable/green chemistry contribute? By doing things differently",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.04.011",
     "publication date": "10-2018",
     "abstract": "Until now, much Green and Sustainable Chemistry has been focused on how chemicals are made. Here we suggest that, if chemistry is to contribute effectively to achieving the SDGs, we need to change the way that things are done at both ends of the chemical supply chain. For chemical research at the start of the chain, we need to rethink how we build the laboratories in which we carry out the research so as to minimize the use of energy. At the other end of the chain, we advocate the adoption of a Moore's Law for Chemistry (MLFC), which we recently proposed that, wherever possible, the amount of chemical(s) used to achieve a given effect should be decreased by a factor of 2 every five years.",
     "keywords": null},
    {"article name": "The United Nations sustainability goals: How can sustainable chemistry contribute?",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.04.017",
     "publication date": "10-2018",
     "abstract": "The United Nations' Sustainable Development Goals (SDG's) have exceptional value in identifying key areas of challenge that need urgent improvement if we are to move away from the unsustainable trajectory that we are on. The place that is a major shortcoming of these goals is that they take a highly integrated and inextricably linked system, and express them as individual areas such as food, water, poverty, materials, empowerment, etc. In the absence of systems thinking, there is an excellent chance of noble intentions bringing about unintended and perhaps counter-productive consequences. As we employ sustainable chemistry and the tools of its scientific basis, green chemistry, to address so many of these challenges, it is important to integrate these tools not as isolated individual principles or methods, but rather as an integrated interconnected system as well.",
     "keywords": null},
    {"article name": "UN sustainable development goals: How can sustainable/green chemistry contribute?",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.06.013",
     "publication date": "10-2018",
     "abstract": "A brief review of Chilean policies on sustainability along with the academic efforts related to green chemistry, in order with this new scenario are discussed. Topics considered are extraction processes, new solvents, CO2 transformation and emerging photovoltaics materials.",
     "keywords": null},
    {"article name": "UN Sustainable Development Goals: How can sustainable/green chemistry contribute? The view from the agrochemical industry",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.06.014",
     "publication date": "10-2018",
     "abstract": "Producing enough food of sufficient quality to feed an ever increasing population faces many challenges. This will require higher yields from agricultural production to meet the demands of changing population demographics using the limited natural resources available. Crop protection chemicals, developed by the agrochemical industry, are used by growers to ensure that consistently high yields are obtained, provide ease and reliability of harvest and to maintain excellent quality of produce from the crops they grow. This article details the importance of crop protection chemicals, the process from invention to registration and how green and sustainable chemistry is applicable at each stage of their development.",
     "keywords": null},
    {"article name": "UN sustainable development goals: How can sustainable/green chemistry contribute? Green chemistry as a source of sustainable innovations in the cosmetic industry",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.06.019",
     "publication date": "10-2018",
     "abstract": "Sustainable innovation is a key-objective for our Group that has recently integrated the principles of sustainable development into all stages of a product's life cycle, from its design to consumer use. The following ambitious commitment: 100% of its products should bring an environmental (or social benefit) by 2020, will be reached, in particular, by integrating and giving a constant privilege to renewable raw materials -or ingredients-that originate from sustainable resources that fully comply with the green chemistry rules. In this short review, integration of Green Chemistry principles by our Group, strategies to identify new performing ingredients through sustainable chemistry as well as illustrative examples of innovative raw materials will be presented. With regard to the crucial respect of the environment of our planet, sustainable chemistry has become an indispensable turning point for industrial groups highly devoted to innovation.",
     "keywords": null},
    {"article name": "Recycling of the rare earth elements",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.02.008",
     "publication date": "10-2018",
     "abstract": "The rare earth elements (REE) are vital to modern technologies and society and are amongst the most critical of the critical elements. Despite these facts, typically only around 1% of the REE are recycled from end-products, with the rest deporting to waste and being removed from the materials cycle. This paper provides an overview of the current and future potential of the recycling of the REE, including outlining the significant but currently unrealised potential for increased amounts of REE recycling from end-uses such as permanent magnets, fluorescent lamps, batteries, and catalysts. This future potential will require a significant amount of research but increasing the amount of REE recycling will contribute to the overcoming some of the criticality issues with these elements. These include increased demand, issues over security of supply, and overcoming the balance problem where primary mine-derived sources overproduces lower demand REE without necessarily meeting demands for the higher demand REE.",
     "keywords": null},
    {"article name": "A review on current situation and challenges of construction and demolition waste management",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.02.010",
     "publication date": "10-2018",
     "abstract": "Construction and demolition activities and natural disasters generate vast quantities of waste materials. Globally, it is estimated that about 35% of the quantities of construction and demolition waste (CDW) produced are directed to landfills, without any further treatment, although efforts to recycle and reuse CDW are increasingly being made. This paper, through a review of recent literature, focuses on the factors, barriers and motivations that influence the generation and management of CDW. Based on the analysis, two indicators are calculated for selected countries using the latest available data and an explanatory model is developed with a view to enabling identification of the factors affecting CDW generation. Most importantly, a concept map is created involving thirty-six different nodes that represents existing knowledge with respect to the components of the CDW system, and the positive or negative relationships between them.",
     "keywords": null},
    {"article name": "Exploring new horizons for paper recycling: A review of biomaterials and biorefinery feedstocks derived from wastepaper",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.03.003",
     "publication date": "10-2018",
     "abstract": "Paper is a perfect example of the circular economy as it remains the furthermost recycled product in Europe, creating significant environmental benefits and raw materials resources to the industry. Indeed, maintaining a consistent level of quality whilst limiting the environmental footprint of the product has become a major challenge for the industry. In this direction, paper is proving to be the promising feedstock for biorefinery and biomaterials. The future of paper recycling is slowly going beyond fibre recovery to address the needs of other industries because for the earth's environmental well-being various paper products need to be recycled and reused persistently. In this article, we outline the ambitious use of wastepaper (WP) for high-value applications such as; production of cellulose nanocrystals (CNC), composite reinforcement, high performance electrical components and biofuels.",
     "keywords": null},
    {"article name": "Recent developments in recycling of polystyrene based plastics",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.03.011",
     "publication date": "10-2018",
     "abstract": "Due to their superior properties, plastics derived from petroleum have been extensively used almost in everyday life since last few decades. Because of lack in the manageability of plastic solid waste, their volume is increasing steadily in the natural world. Unfortunately, the disposal of plastics wastes in the oceans and land filling has led to a global issue. To effectively and efficiently deal with plastic solid waste is becoming a great challenge for the society as plastic solid waste creates big threat to our environment. Recycling of plastics solid waste should be performed to produce products having same quality to original plastics. This review article gives an overview of plastics solid waste with particular emphasis on the recent progress in polystyrene based plastics.",
     "keywords": null},
    {"article name": "Recycling and reuse of food waste",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.03.014",
     "publication date": "10-2018",
     "abstract": "The necessity to carry out a proper utilization of food waste is underlined by the amounts of resources needed for food production, processing and transport. Despite the recommendation to utilize organic material in accordance to a cascading use, energetic use is predominantly carried out. Organic material, however, contains various secondary raw materials, such as functionalized organic compounds. Organic compounds contain unique functional groups which are urgently needed to cope with the limitation of fossil resources. However, an industrial utilization process solely relying on wasted food as feedstock seems paradox as it is based on an unsustainable behavior. Actions against the wastage of food consequently have an impact on the feedstock availability of utilization processes. It is assumed that due to economic reason more edible food fractions are processed for instance in biorefineries for the production of high-value products.",
     "keywords": null},
    {"article name": "Green extraction processes for the efficient recovery of bioactive polyphenols from wine industry solid wastes – Recent progress",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.03.013",
     "publication date": "10-2018",
     "abstract": "The waste biomass from the vinification process is characterised by an unsurpassed load and versatility of polyphenols, many of which were demonstrated to exhibit a broad spectrum of beneficial bioactivities. There have been numerous methodologies developed for the effective recovery of polyphenols from wine industry solid wastes (WISW), yet very few of these go beyond laboratory scale, because the use of volatile and expensive solvents, which are unsuitable in terms of safety and environmental aggravation. The use of eco-compatible techniques blended with reusable and non-toxic solvents is gaining a wide acceptance, with respect to minimizing process cost, heath-related risks and possible environmental impact. This review summarizes the latest developments on the high-perspective solid–liquid extraction processes for polyphenol recovery from WISW based on green solvents and technologies.",
     "keywords": null},
    {"article name": "Sustainability of bioplastics: Opportunities and challenges",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.04.013",
     "publication date": "10-2018",
     "abstract": "Recycling is groundwork of the worldwide efforts to diminish the amount of plastics in waste. Mostly around 7.8–8.2 million tons of poorly-used plastics enter the oceans every year. Non-biodegradable plastics settlements in landfills are uncertain, which hinders the production of land resources. Non-biodegradable plastic solid wastes, carbon dioxide, greenhouse gases, various air pollutants, cancerous polycyclic aromatic hydrocarbons and dioxins, released to the environment cause severe damage and harmfulness to the inhabitants. Due to the bio-degradability and renewability of biopolymers, petroleum-based plastics can be replaced with bio-based polymers in order to minimize the environmental risks. In this review article, bio-degradability of polymers has been discussed. The mechanisms of bio-recycling have been particularly emphasized in the present article.",
     "keywords": null},
    {"article name": "Recycling, reclamation and re-manufacturing of carbon fibres",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.05.011",
     "publication date": "10-2018",
     "abstract": "The recycling of carbon fibre reinforced polymers (CFRPs) is much needed due to the environmental challenges posed by traditional landfilling. Although, various recycling techniques have been used for the recovery of carbon fibres from waste materials, the recycled fibres have limited applications due to partial deterioration of mechanical properties and shortening of fibre lengths. This review article aims to shed light on the advancement in the carbon fibre recycling techniques from used composite materials. Further, the disadvantages of mechanical and thermal recycling approaches over chemical recycling such as production of low quality fibres, low tensile strength, char deposition, etc. have been brought out concisely.",
     "keywords": null},
    {"article name": "Resource efficiency impact on marble waste recycling towards sustainable green construction materials",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.06.005",
     "publication date": "10-2018",
     "abstract": "India is one of the biggest marble producing country in the world (∼10%). State of Rajasthan has nearly 85% of marble production capacity. Recently, the massive quantity of marble waste fine particulates generated in marble industry has become a major environmental hazard issue. Major minerals present in marble waste are calcite (CaCO3) and dolomite (CaMg (CO3)2). The particle sizes of marble waste particulates has been found to be 200 μm (D90). The chemical composition of marble wastes reveals oxides of calcium (CaO), silica (SiO2), alumina (Al2O3) and alkaline oxides (Na2O, K2O). Apart from that, iron oxide, mica, fluorine, chlorite and organic matter have also been noticed. Marble waste has been explored for possible utilization in industries, thereby it helps in preventing the environmental problems such as dumping and pollution.This article addresses the efficiency of marble wastes for materials development, leading to create some sustainable green composite materials for construction applications.",
     "keywords": null},
    {"article name": "The present and future of e-waste plastics recycling",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.06.006",
     "publication date": "10-2018",
     "abstract": "Electronic waste (e-waste) is the fastest growing waste on the planet, with an annual growth rate of 3–4%. It is estimated that e-waste generation will reach 52.2 million tonnes per annum by 2021. Presently, only 15% of e-waste is recycled. One of the most significant constituents of e-waste is plastics, accounting for almost for 20% of it. Despite several technological developments, their recycling is largely hindered due to presence of flame retardants. In this paper, we review some of the notable existing and emerging technologies such as microfactories being employed for e-waste plastics. Furthermore, we present their limitations, advantages and potential for future development.",
     "keywords": null},
    {"article name": "Technology advancing polymers and polymer composites towards sustainability: A review",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.06.018",
     "publication date": "10-2018",
     "abstract": "It is reported that plastic waste is accumulating in the oceans at an alarming rate. A significant proportion of this waste is plastic packaging materials, even though recycling routes and options are available to retain and reuse this oil-based resource. In addition to thermoplastic materials, fibre reinforced polymer materials are finding increased use and soon will become a concern with respect to disposal. This review presents current research and technology that aims to embrace plastics and polymer composites into a circular economy. The benefits and challenges associated with polymer recycling are highlighted, not least being the strategies required to encourage industry and society to recycle resources rather than dispose and renew.",
     "keywords": null},
    {"article name": "Recycling of food waste into chemical building blocks",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.05.012",
     "publication date": "10-2018",
     "abstract": "Enormous quantities of food waste (FW) arise from global production. Roughly, one third of all food for human consumption is wasted resulting in huge costs to the world economy alongside significant environmental problems. FW is a potential reservoir of functionalized molecules, i.e. carbohydrates, proteins and lipids that can be recovered, concentrated and transformed into high value products. Conversion of renewable carbon from FW to building block chemicals can also more profitable than conventional processing methods. Recent studies have used microbial routes to recover value from FW into a number of chemical building blocks. Recycling FW into valuable chemicals directly contributes to the transition from current fossil fuel-based economies to a bioeconomy and reduced waste society. This paper reviews the potential for using FW and focuses on recent updates in second-generation valorisation methods where the bioproduction of chemical building blocks uses FW as a feedstock.",
     "keywords": null},
    {"article name": "Eco-reflexive chemical thinking and action",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.02.012",
     "publication date": "10-2018",
     "abstract": "Given the nature of modern societies and the global challenges that we face, chemistry education has to be reconceptualized to open diverse opportunities for students to critically and reflexively question and engage with the world they live in. This reconceptualization demands developing and adopting curricula and instructional approaches that foster eco-reflexive chemical thinking and action as students explore complex systems and phenomena of relevance to them and their communities. In this paper, we elaborate on this educational perspective by incorporating current ideas on eco-reflexive Bildung and education. In particular, we frame the thinking, learning, knowing and practice of chemistry taking into consideration moral-philosophical-existential-political alternatives.",
     "keywords": null},
    {"article name": "Teaching reaction efficiency through the lens of green chemistry: Should students focus on the yield, or the process?",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.03.009",
     "publication date": "10-2018",
     "abstract": "This Green Chemistry in Education review article focuses on some green metrics of current interest to chemistry educators. It highlights a recent shift from the teaching of established reaction metrics including yield and atom economy (AE) to industrially-relevant global mass metrics such as process mass intensity (PMI). Emphasis is placed on students undertaking a “global mass inventory” to determine material efficiency in a chemical transformation they perform as part of their curriculum. Context is provided to each described metric through reference to a common undergraduate organic experiment: the aldol condensation of benzaldehyde and acetone to form dibenzalacetone. The development of some new life cycle assessment (LCA) pedagogical activities is also discussed.",
     "keywords": null},
    {"article name": "Teaching relevant climate change topics in undergraduate chemistry courses: Motivations, student misconceptions, and resources",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.03.008",
     "publication date": "10-2018",
     "abstract": "This short review gives an overview of recent publications on public views on climate change, student views and misconceptions, and resources for making connections in the classroom and the laboratory between chemistry concepts and climate change concepts.",
     "keywords": null},
    {"article name": "Facilitating active learning within green chemistry",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.04.002",
     "publication date": "10-2018",
     "abstract": "Facilitating an environment conducive to active learning is a fundamental teaching strategy to confer to learners a deep understanding of subject matter. This technique has been successfully applied to teach green chemistry in multiple environments (lecture theatres, classrooms, laboratories and online). This review outlines recent significant advances in embedding active learning within green chemistry teaching using a range of methodologies including course design, inquiry-based learning with a specific emphasis on practical developments, hands-on learning and online learning. Significant scope remains to develop more combinatorial active learning activities, particularly at the school level.",
     "keywords": null},
    {"article name": "Teaching students the complexity of green chemistry and assessing growth in attitudes and understanding",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.04.003",
     "publication date": "10-2018",
     "abstract": "Green chemistry emerged over the past several decades as an important component of chemical education. Many different types of educational materials have been created to teach students the 12 Principles of Green Chemistry. However, an international push towards sustainable development challenged green chemistry educators to teach students to weigh the complex factors of green chemistry and consider societal factors of sustainability. In this paper, we review courses and programs that strive to achieve these goals and assessment methods that have been used to evaluate student outcomes of green chemistry courses.",
     "keywords": null},
    {"article name": "Incorporating information on green chemistry into theoretical chemistry courses",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.04.001",
     "publication date": "10-2018",
     "abstract": "One of the key objectives of green chemistry is the design of environmentally benign substances. The design of new substances with specific properties relies on the knowledge of the properties of their molecules, which are investigated with the methods of theoretical chemistry. Therefore, cross-disciplinarity between the two areas is important, both in chemistry practice and for the educational level. The current work explores ways of attracting students’ attention to the challenges of molecular design, through an overview of the issues that are relevant to the chemical industry.",
     "keywords": null},
    {"article name": "How to motivate students to use green chemistry approaches in everyday research work: Lomonosov Moscow State University, Russia",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.04.021",
     "publication date": "10-2018",
     "abstract": "Teaching green chemistry to chemistry students is necessary in order to raise up a new generation of responsible scientists, highly motivated to implement sustainable development of the human race. This subject is mostly driven by a few enthusiastic individuals and organizations, both worldwide and in Russia, and sometimes is referred in the literature as teaching sustainability. Russian experience proves that students who successfully participate in high-level chemistry Olympiads (such as International Mendeleev Chemistry Olympiad), have stronger motivation to study the subject and show higher scores during their first years at university. Some elements of green chemistry are included in Olympiad assignments. They are included in the curricula of all departments of Lomonosov Moscow State University related to chemistry and concentrated in the elective courses. The described project approach consists in analysis of the “greenness” of the research work, performed by students for diploma dissertation. The aim of the approach is to increase students' motivation to further use of green chemistry principles in the routine research activity. Wider dissemination of green chemistry ideas is achieved by online teaching.",
     "keywords": null},
    {"article name": "Malaysian teachers' insights into implementing green chemistry experiments in secondary schools",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.06.015",
     "publication date": "10-2018",
     "abstract": "Laboratory experiences are essential for learning science like chemistry. Learning of abstract concepts occurs more concretely in a laboratory setting. A good pedagogical strategy is essential as the laboratory affects students’ learning and what they take away from a laboratory course. In addressing the shortfalls of the existing laboratory, green chemistry experiments were designed and researched on the appropriateness to teach secondary level chemistry. Following a series of workshops on green chemistry experiments, 70 secondary school teachers observed that green chemistry experiments are in accordance with the current syllabus, are feasible to implement, possess the characteristics of encouraging inquiry, being safe and relevant. Additionally, the green chemistry experiments embrace the cognitive, affective and psychomotor domains. The experiments resolved several challenges emerging from operating the traditional lab. The findings of this study suggest green chemistry possesses the potential to be integrated into mainstream chemistry education.",
     "keywords": null},
    {"article name": "Green chemistry education and activity in China",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.07.001",
     "publication date": "10-2018",
     "abstract": "With the increase of global environmental pollution, green chemistry has been an inevitable trend in the development of chemistry and chemical engineering, thus attracting much attention from the academia to industry and to governments. As a response to the “green challenge”, the so-called green chemistry movement has spread all over the world. In this perspective, we would like to present main programs associated with green chemistry in China, with a focus on green chemistry education and related activities.",
     "keywords": null},
    {"article name": "Cellulose nanofibres for photonics and plasmonics",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.03.010",
     "publication date": "08-2018",
     "abstract": "Cellulose nanofibres often have lateral dimensions less than the wavelength of visible light which makes them potentially useful in photonic applications. In addition to this they offer a surface onto which metal nanoparticles and other materials can be added, such as dyes and quantum dots, enabling functional photonic and plasmonic devices to be fabricated. Optical enhancement, via pump-probe lasing or resonant coupling of photonic-plasmonic modes then becomes possible with these devices. Most importantly the underlying cellulosic materials used to make these devices are potentially cheap and sustainable, allowing the possibility for large scale and affordable production. This review aims to cover this emerging area of research, identifying the challenges that are facing the community, and possible ways forward to further develop the materials towards functional and sustainable photonics.",
     "keywords": null},
    {"article name": "Sustainable self-assembly strategies for emerging nanomaterials",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.04.004",
     "publication date": "08-2018",
     "abstract": "Self-assembly is an important mechanism to obtain new materials with different properties by employing only/mainly intermolecular interactions. It opens a wide range of possibilities without involving breaking/forming covalent bond. In other words, it minimizes the need of synthetic routes and, consequently, the use of organic and toxic solvents and the generation of residues. Self-assembly also allows to have more control of the properties due to the reversibility and response to external-stimuli.This paper reviews the recent studies involving new nanomaterials obtained by the self-assembly of different building blocks, namely biosurfactants, biopolymers and nanoparticles from renewable resources.",
     "keywords": null},
    {"article name": "Preparation of cellulose nanofibers using green and sustainable chemistry",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.04.008",
     "publication date": "08-2018",
     "abstract": "The development of green and sustainable routes to liberate crystalline cellulose microfibrils from plant cell walls is of utmost importance to enable development of the large-scale production of sustainable nanomaterials based on renewable resources. The catalytic oxidation of cellulose using 2,2,6,6-tetramethylpiperidine-1-oxyl radical (TEMPO) under aqueous conditions at room temperature is a position-selective and efficient chemical modification. TEMPO-mediated oxidation of plant cellulose fibers, followed by gentle mechanical disintegration of the oxidized celluloses in water, results in the formation of TEMPO-oxidized cellulose nanofibers (TOCNs) with homogeneous widths (∼3 nm) and high aspect ratios. TOCNs are characteristic bio-based materials with high tensile strengths and elastic moduli. Sodium carboxylate groups are densely present on the crystalline TOCN surfaces and can undergo counterion exchange from sodium to other metal or alkylammonium ions under aqueous conditions. The hydrophilic/hydrophobic, stable/biodegradable, super deodorant, catalytic, and other functionalities of TOCNs can be controlled through counterion exchange.",
     "keywords": null},
    {"article name": "Bio-based nanostructured carbons toward sustainable technologies",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.04.009",
     "publication date": "08-2018",
     "abstract": "The need for sustainable development of our technologies has put focus on nanostructured carbons prepared from low-cost, abundant and sustainable resources like vegetable biomass and agricultural by-products and wastes. Bio-carbons are being heralded as a solution to many agricultural and environmental issues, but there is still a need for the use of these materials in higher aggregate value applications, such as energy storage and harvesting devices, as well as light-weight composites. For these applications, the physico-chemical properties of the bio-carbons need to be tuned and assessed, so that the desired performances are achieved. Bulk and surface chemistry, electrical and thermal conductivity, particle size and aspect ratio, porosity, and surface area, among other properties, have critical influence on the performance of bio-carbons in energy and engineering materials.",
     "keywords": null},
    {"article name": "Nanostructured ionic liquids and their solutions: Recent advances and emerging challenges",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.05.003",
     "publication date": "08-2018",
     "abstract": "Many ionic liquids (ILs), and their mixtures and solutions are amphiphilically nanostructured. Here we review recent advances towards understanding the nature of this nanostructure in ionic ILs and related mixtures and solutions, both in bulk and at or near macroscopic interfaces. We propose nanostructure is key for realising the designer solvent promise of ILs, and highlight its potential for translation to new generations of low-cost and environmentally sustainable cation and anion motifs for large-scale applications.",
     "keywords": null},
    {"article name": "Bottom up, solid-phase syntheses of inorganic nanomaterials by mechanochemistry and aging",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.05.004",
     "publication date": "08-2018",
     "abstract": "Inorganic nanomaterials are at the heart of some of the most exciting research developments of the day. Their synthesis with high control over their size, shape, and composition is essential to achieve the desired properties. Recently mechanochemistry and aging have emerged as powerful methodologies to produce such nanomaterials. Interestingly, methods relying on molecular precursors, as opposed to bulk or micro-sized phases, allow the seeding and growth of nanoparticles in the absence of solvent, with remarkable control, to achieve unusually small size and monodispersity. These emerging methods are reviewed in this opinion article.",
     "keywords": null},
    {"article name": "From synthesis to applications: Metal–organic frameworks for an environmentally sustainable future",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.06.012",
     "publication date": "08-2018",
     "abstract": "This mini-review highlights recent advances in metal–organic frameworks (MOFs) from an environmental perspective. We first focus on environmental syntheses and processing of MOFs for enhanced industrial applicability, safety and recyclability. We then continue with a discussion about the potential of MOFs in a selection of environmentally significant research including decontamination, followed by gas storage and separation applications, making emphasis on dense gas-fuel storage. Finally, we include a discussion on the burgeoning field of MOFs and MOF-derivatives for energy generation and storage.",
     "keywords": null},
    {"article name": "Pickering emulsions stabilized by naturally derived or biodegradable particles",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.07.002",
     "publication date": "08-2018",
     "abstract": "Emulsions are used widely in formulated consumer products, paints and coatings, foods, and pharmaceutical preparations to name just a few examples. Frequently surfactants are employed as emulsifiers, but the use of particles, including nanoparticles, can offer advantages. Naturally derived, or synthetic, particles that are biodegradable can reduce end-of-life environmental impact, while offering advantages such as lack of irritancy in use (e.g., on skin) and, in some cases, the use of particle supported Pickering emulsions may provide more environmentally friendly processes (e.g., biphasic catalysis mitigating use of solvents) or environmental cleanup solutions (e.g., oil spill dispersion). Here we review four classes of (nano)particles that can be employed as Pickering emulsion stabilizers: minerals, polysaccharides, synthetic polymers and proteins.",
     "keywords": null},
    {"article name": "Molecular structure and assembly of peptide-derived nanomaterials",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.05.007",
     "publication date": "08-2018",
     "abstract": "Peptides in nanomaterials assembly allow powerful control over shape development, surface functionalization, and hierarchical 3D organization for many applications. Monitoring and imaging of the flexible biomolecules in experiment remains a major challenge and limits the design of tailor-made peptide nanomaterials. We highlight recent developments in understanding peptide-surface interactions on the basis of experimental data and simulation data for silica, apatites, carbon nanomaterials, and mica. Quantitative insights into molecular recognition mechanisms and structure–function relationships are described, including binding and unbinding, basic sequence design principles, and impacts on nanoparticle shape and crystal growth. In particular, findings from the combination of measurements and molecular dynamics simulations are surveyed that satisfy the growing demand for control down to the atomic level. Design principles remain specific for a given materials type due to large differences in surface chemistry and surface energies. Opportunities for future directions are described.",
     "keywords": null},
    {"article name": "A review of the environmental impact of nanomaterial synthesis using continuous flow hydrothermal synthesis",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.06.016",
     "publication date": "08-2018",
     "abstract": "Continuous flow hydrothermal synthesis (CFHS) is an emerging process technology for the manufacture of nanomaterials. Recent work has been undertaken to establish the green ‘credentials’ of CFHS amongst alternative techniques for nanosynthesis. In this paper we review how the production of silver sulfide (Ag2S) nanoparticles using CFHS is possible at 400 °C and how the environmental impact compares to other production methods. α-Ag2S nanoparticles were produced with a particle size <50 nm and an ex-ante environmental assessment was carried out (>1000 tonnes per year). The total greenhouse gas emissions (GHG) for the industrial production of 1 kg of Ag2S nanoparticles are 68.60 kg CO2-eq per kg of Ag2S nanoparticles, with the silver nitrate precursor being the main contributor CO2 emissions (∼81%). This review shows how the environmental impact of AgS production at full scale is predominantly through the production of the precursors themselves (i.e. environmental legacy) and not the CHFS itself.",
     "keywords": null},
    {"article name": "Applications and advancements of peptides in the design of metallic nanomaterials",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.06.002",
     "publication date": "08-2018",
     "abstract": "Metal and metal oxide nanomaterials have proven to be an integral part of daily life from their use in industrial catalysis, medical therapeutics, and miniaturized devices. While these materials are implemented to “green up” different applications, the fabrication approaches for these particles often require toxic reagents, harsh conditions, and leave behind a significant amount of waste. As a result, their synthesis can often be inefficient with respect to the environmental factor (E-Factor). By advancing the fundamental science of bio-hybrid materials, including peptide/metal and peptide/polymer systems, we can incorporate the principles of green chemistry into the material design and function by harnessing the natural capacity of the biomolecule in a biomimetic fashion. This brief Opinion highlights current research in hybrid peptides and peptide-mediated materials to show how improvements in understanding the complex interactions at the abiotic/biotic interface have the potential to revolutionize current material syntheses.",
     "keywords": null},
    {"article name": "Comparison of tools for the sustainability assessment of nanomaterials",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.06.010",
     "publication date": "08-2018",
     "abstract": "Nanomaterials are becoming widely used in areas such as biomedical applications, food, environmental protection, energy production, information technology and agriculture. As such, more research has been conducted on their synthesis and manufacturing from a variety of feedstocks. However, concerns regarding their impact on human health and the environment leads researchers to conduct a variety of ‘sustainability’ assessments. The purpose of this paper was to review the current opinion of sustainability assessments concerning nanomaterials. Major assessment tools were reviewed including life cycle assessment, risk assessment and multi-criteria decision analysis, along with subcategories. The review found that each assessment tool did positively contribute to sustainability assessments, but each also had drawbacks of varying degrees. In particular, multi-criteria decision analysis provides the most relevant tool for conducting a sustainability assessment as it can handle criteria of any typology and provide multiple types of decision recommendations, including rankings, scores and classifications.",
     "keywords": null},
    {"article name": "Recent advances in colloidal indium phosphide quantum dot production",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.06.004",
     "publication date": "08-2018",
     "abstract": "The narrow, color-tunable luminescence of quantum dots (QDs) brought them to the forefront of commercial lighting and solar cells. Indium phosphide (InP) QDs emerged as the most promising replacement for cadmium selenide-based QDs for luminescence in the visible range (450–700 nm). Here, we consider areas of QD synthesis most relevant for future advances in InP. Advances in precursor chemistry, namely single-source precursors, facilitate synthesis of materials with more homogeneous properties. These isolable intermediates have atomically precise structure that introduces a scheme for the atom economy in InP QD synthesis. Methods for obtaining luminescent InP QDs are presented with emphasis on shorter reaction times, fewer steps, and less hazardous reagents. With these advances in luminescence quantum yield (QY), minimization of sample heterogeneity, and enhanced stability, emphasis on reproducibility, safety, and other green chemistry principles can be prioritized. The methods reviewed here highlight areas conducive to goals related to material properties and greener synthetic methods.",
     "keywords": null},
    {"article name": "Green synthesis of gold and silver nanoparticles: Challenges and opportunities",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.06.007",
     "publication date": "08-2018",
     "abstract": "The synthesis of gold and silver nanoparticles was evaluated using green chemistry metrics, with an emphasis on process mass intensity (PMI). Opportunities for improving synthetic methods were identified based on these metrics. Solvent usage was identified as the biggest challenge among nanoparticle syntheses, including those otherwise deemed as green, with PMIs that were typically in the thousands. The synthesis of ligated metal nanoparticles by arrested precipitation was identified as the best opportunity for making impactful improvements, since they are the most industrially relevant but the least green. Although this review focuses on gold and silver nanoparticles, much of the discussion also pertains to inorganic nanomaterials synthesis in general.",
     "keywords": null},
    {"article name": "Case study of a green nanoporous material from synthesis to commercialisation: Quartzene®",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.07.003",
     "publication date": "08-2018",
     "abstract": "Synthetic amorphous silicas with high porosity (94–97%) are introduced and various pathways for their synthesis are presented. The materials have structures with high surface area (300–750 m2/g) and are commercialised under the name of Quartzene®. Low cost silica sources and ambient pressure drying enable production in large scale with approximately 70% cost reduction as compared to conventional method silica aerogels. The structure is analysed, properties are reported as low density (0.04–0.15 g/ml), low thermal conductivity (24–26 mW/m·K), etc. Formaldehyde gas adsorption tests reveal that the uptake level of samples made by Quartzene® is significantly increased as compared to commercially available adsorbents. Thermal conductivity at elevated temperatures for mixtures of Quartzene® and stone wool shows a 23% reduction at 650 °C as compared to pure stone wool. Scaling up process for this green material meeting environmental sustainability demands in industrial manufacturing is discussed and challenges/current developments are presented.",
     "keywords": null},
    {"article name": "Bioinspired synthesis as a potential green method for the preparation of nanomaterials: Opportunities and challenges",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.08.004",
     "publication date": "08-2018",
     "abstract": "Inorganic nanomaterials are widely used in e.g. healthcare, electronics and energy sectors (worth several billion $), but their manufacturing is highly wasteful and hence unsustainable. This review highlights the key reasons that make these manufacturing routes unsustainable. We present alternatives, with special emphasis on bottom-up techniques. Biological and bioinspired routes feature as emerging solutions that can be sustainable yet with the ability to produce high-value nanomaterials. Finally, the review identifies future challenges in developing these routes such that they become commercially attractive manufacturing methods.",
     "keywords": null},
    {"article name": "Nanoparticle synthesis to green informatics frameworks",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.08.005",
     "publication date": "08-2018",
     "abstract": "Nanotechnology research momentum suggests that informatics approaches are tractable in the era of big data. However, there is still much to convey to researchers interested in harnessing the power of big data and informatics for promoting sustainable nanotechnology. This review focuses on efforts that automate metric calculations, the analysis of synthesis data, and informatics approaches to the assessment of nanomaterials. Perspective on current interlinked informatics and decision making systems is not covered but state of the field of mixed life cycle risk assessment is presented. Therefore, readers are presented with linkages that frame green nanomaterial synthesis in the context of holistic sustainability assessment. Beneficial outcomes of applying informatics approaches include more timely design or safety evaluation, insight to bridge chemistry-engineering scale-up and process optimization. In addition to the need for more data and data sharing, there is a need for deeper case studies and cross comparison of design approaches.",
     "keywords": null},
    {"article name": "Synthetic chemistry in a water world. New rules ripe for discovery",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.10.004",
     "publication date": "06-2018",
     "abstract": "Several examples are discussed where reactions in aqueous micellar media are clearly governed by new rules, in contrast to those that prevail in traditional organic synthesis performed in organic solvents.",
     "keywords": null},
    {"article name": "Recent applications of CH functionalization in complex molecule synthesis",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.01.001",
     "publication date": "06-2018",
     "abstract": "We have witnessed the striking advancement of CH functionalization in organic synthesis over the past decade. This short review spotlights the very recent applications of CH functionalization in natural product synthesis and drug synthesis. Some representative examples of natural product total synthesis facilitated by CH functionalization are classified by CO, CC, CN or C–X bond formation. Three different total syntheses are highlighted in details, in which iterative CH functionalization strategy is involved. Another example of Merck's synthesis of anacetrapib is also discussed to briefly demonstrate the broad application of CH functionalization strategy in process chemistry of pharmaceutical industry.",
     "keywords": null},
    {"article name": "Continuous manufacturing as an enabling tool with green credentials in early-phase pharmaceutical chemistry",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.03.005",
     "publication date": "06-2018",
     "abstract": "The paper outlines the application of continuous manufacturing to hazardous chemistries, with particular application to early-phase pharmaceutical chemistry. Three case studies are shared with a view to highlighting the factors which render continuous flow setups a suitable tool for minimizing risk within exothermic and unstable chemistries. In each case the evolution of the chemical process from gram scale in discovery chemistry to kilogram scale in process development is detailed, with emphasis on thermal safety and general health and safety considerations. Process intensification, risk reduction and improved yield are highlighted, supporting continuous manufacturing as an enabling tool in line with green principles.",
     "keywords": null},
    {"article name": "The magical but endangered metal: searching for sustainable palladium catalysis",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.03.002",
     "publication date": "06-2018",
     "abstract": "This review highlights recent strategies to make palladium-catalyzed reactions more sustainable. The use of micellar reaction media, strategically designed ligands, and alternative photocatalytic pathways have enabled recycling and dramatically lowered or completely eliminated palladium in important catalytic processes. Recent developments in the use of ppm levels of palladium in conjunction with earth-abundant metals are also reviewed, including use as a nanoparticle dopant and as a trace co-catalyst.",
     "keywords": null},
    {"article name": "Sustainability: A foundation for pharma, generic and Government partnerships?",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.03.007",
     "publication date": "06-2018",
     "abstract": "Significant progress has been made over the past two decades in adoption of green chemistry within small molecule divisions of pharmaceutical companies. Despite these advances significant sustainability challenges have appeared related to the emerging trend of many companies outsourcing pharmaceutical development and manufacturing. In addition, limited progress has been made developing and adopting sustainable processes in generic industries. Some current best practices in sustainable chemistry are highlighted and practical solutions are proposed which could incentivize adoption of green chemistry in the global pharmaceutical and generic industries.",
     "keywords": null},
    {"article name": "Recent developments and challenges of biocatalytic processes in the pharmaceutical industry",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.03.015",
     "publication date": "06-2018",
     "abstract": "Enzymes are essential tools in the pharmaceutical industry rooting in historic processes for steroids and antibiotics. Recently new processes, based on engineered catalysts for asymmetric ketone reduction and reductive aminations, have been established and highlighted the potential for greener synthesis routes. While enzymatic processes can contribute to an increased sustainability in the synthesis of active pharmaceutical ingredients (APIs) it is important to use established tools for correctly measuring their impact. Important factors for the assessment and implementation, as well as future perspectives of biocatalysis in the pharmaceutical industry are presented.",
     "keywords": null},
    {"article name": "PASE synthesis of pyrrolidine-containing heterocycles through [3+2] cycloaddition-initiated reactions",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.04.005",
     "publication date": "06-2018",
     "abstract": "Pot, atom and step economic (PASE) synthesis is an important green technique. This short article summarizes our recent effort on the development of [3+2] cycloaddition-initiated PASE synthesis for diverse pyrrolidine-containing heterocyclic compounds.",
     "keywords": null},
    {"article name": "Green chemistry approaches for the purification of pharmaceuticals",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.04.018",
     "publication date": "06-2018",
     "abstract": "To enable R&D of new drug products with a more green process emphasis, a full understanding of the impact of chromatography in the discovery phase of drug development is crucial. With large quantities of small scale (<1000 mg) separations typically evaluated and purified, a chromatographic technique needs to be easily integrated into workflows and readily robust. At Novartis, integration of supercritical fluid chromatography (SFC) has allowed for increases in productivity, decreases in toxic/hazardous solvent consumption and a more green approach to chromatography. The purpose of this review is to introduce the reader to new techniques available to organizations for the analysis and purification of mg-kg scale purifications that are routinely handled within discovery. Evaluation of a variety of techniques available to the industry has led to the implementation of SFC, with some of the pros of each technique noted below: An overview of enantiomeric purification methodologies is highlighted below in Table 1.",
     "keywords": null},
    {"article name": "Reaction miniaturization in eco-friendly solvents",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.06.001",
     "publication date": "06-2018",
     "abstract": "Advanced chemical intermediates used in pharmaceutical research are often produced for the first time via multistep synthetic routes that are neither optimal nor green. For this reason, every milligram of an advanced chemical intermediate is precious and should be conserved as much as possible in exploratory studies. This Review describes the role that the emerging field of reaction miniaturization can play in the ultra-conservation of advanced pharmaceutical intermediates and additionally in the overall reduction of waste achieved by performing reactions on a smaller scale. We highlight technologies, with case studies, for running synthetic reactions in parallel from the milligram to microgram scale in glass vials and plastic wellplates. A unique synergy of reaction miniaturization and green chemistry is revealed in their shared preference for high-boiling reaction solvents.",
     "keywords": null},
    {"article name": "Investigating green ethers for the precipitation of peptides after global deprotection in solid-phase peptide synthesis",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.06.017",
     "publication date": "06-2018",
     "abstract": "Diethyl ether and methyl tert-butyl ether are the solvents most widely used for peptide precipitation after global deprotection in the last step of solid-phase peptide synthesis. Here we report peptide precipitation with the greener solvent cyclopentyl methyl ether. In addition to its preferable environmental, and health and safety (EHS) characteristics, cyclopentyl methyl ether does not have any handling difficulties and shows great stability in acidic media, thereby minimizing the possibility of fuelling side reactions. Peptides precipitated with either diethyl ether and cyclopentyl methyl ether showed identical HPLC profiles. This observation thus indicates that the use of the greener ether is not detrimental for the quality of the final product. Furthermore, cyclopentyl methyl ether and diethyl ether produced a similar amount of precipitated peptide. Therefore, we conclude that cyclopentyl methyl ether can efficiently replace the hazardous diethyl and tert-butyl methyl ethers for the precipitation of peptides after global deprotection.",
     "keywords": null},
    {"article name": "Ionic liquids for sustainable processes: Liquid metal catalysis",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.02.011",
     "publication date": "06-2018",
     "abstract": "This review succinctly describes the recent progress in the design and development of metal-containing ionic liquids or liquid metal catalysts. This review only includes ionic liquid-containing metals in their ionic forms (cationic/anionic, dissolved coordination complex or salt) and not ionic liquids containing metal or metal oxide nanoparticles.",
     "keywords": null},
    {"article name": "Recent advances on carbon dioxide capture through a hydrate-based gas separation process",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.03.006",
     "publication date": "06-2018",
     "abstract": "Hydrate Based Gas Separation (HBGS) process is gaining interest globally as a greener solution for separation of CO2 from gaseous streams. In this paper, recently published articles on the development of HBGS process as a technique for separation of CO2 from flue gas, feed gas and high CO2 natural gas streams are briefly reviewed.",
     "keywords": null},
    {"article name": "Fungal bioremediation of pollutant aromatic amines",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.03.012",
     "publication date": "06-2018",
     "abstract": "This review addresses recent advances in fungal bioremediation of distinct pollutant aromatic amines (AAs) and their derivatives. AAs are toxic organic compounds used as intermediate for the production of several chemicals often released into the environment causing harmful impacts and health problems to humans and other animals. Although fungi proved successful in biotechnological approaches, including environmental decontamination, they still merit further attention. An efficient fungal bioremediation generates less-toxic, inert or fully degraded compounds. Thus, understanding degradation metabolic pathways of contaminants and their breakdown products is important to decide on the best methodology to employ in different polluted ecosystems.",
     "keywords": null},
    {"article name": "Microwave-assisted process intensification techniques",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.04.019",
     "publication date": "06-2018",
     "abstract": "Microwave-assisted techniques are a powerful technique for process intensification. With the development of a more detailed knowledge of the mechanism of actuation of microwaves over different materials, microwave processes have evolved from an alternative heating method, to a technology with wide applications for the processing of natural compound, the synthesis of composite materials and nanomaterials, and the intensification of catalytic reactions. This article presents a short review of recent progress in the application of microwaves in these three key areas.",
     "keywords": null},
    {"article name": "How do we drive deep eutectic systems towards an industrial reality?",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.05.010",
     "publication date": "06-2018",
     "abstract": "Deep eutectic systems (DES) have received considerable attention in the past 5 years of research. Up to 2013 little had been explored over these systems both in which concerns fundamentals and applications. The definition of a deep eutectic system is still controversial and in this manuscript we highlight the different definitions proposed in the literature and discuss what, in our opinion, should be pursued in order to have an agreement in the scientific community studying this field. From the definition of DES to its applications also interesting changes have been observed in the topics published. From electrochemistry to newer applications, such as cryopreservation, the field is evolving as new outcomes on DES properties are unraveled. We herein present and discuss new trends on DES research and present some perspectives on what we consider to be the most promising applications of DES at industrial scale.",
     "keywords": null},
    {"article name": "CO2 capture and electrochemical conversion",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.05.009",
     "publication date": "06-2018",
     "abstract": "This short review highlights the most recent advances in research of CO2 capture and CO2 electro-reduction. Current challenges of both processes are discussed. Future directions and prospects for integration of both technologies are also outlined.",
     "keywords": null},
    {"article name": "Valorisation of vegetable oils by heterogeneous catalysis via metathesis reactions",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.02.001",
     "publication date": "04-2018",
     "abstract": "The metathesis of unsaturated fatty acid methyl esters (FAME) to obtain value-added chemicals is becoming increasingly attractive in oleochemistry. Nevertheless, there is a need to develop efficient solid catalysts for FAME metathesis that would allow straightforward catalyst separation and recovery. In this work, the main advances achieved lately using novel heterogeneous catalysts for the homo-metathesis of methyl oleate and the cross-metathesis of methyl oleate with lower olefins are analyzed.",
     "keywords": null},
    {"article name": "Nature, ecology and chemistry: An unusual combination for a new green catalysis, ecocatalysis",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.02.002",
     "publication date": "04-2018",
     "abstract": "Despite the enforcement of European regulations, the dissemination of metal trace elements in nature is evolving, while the depletion of mineral resources is alarming. The aim of ecocatalysis is the implementation of breakthrough innovation and crossdisciplinary research in ecological restoration, organic chemistry and green catalysis to overcome this paradox. Ecocatalysis focuses on the ecological rehabilitation of mining sites by phytoextraction, treatment of industrial effluents by remedial phytotechnology, named rhizofiltration. Based on the ability of specific plants to concentrate metals, we address the transformation of plant-derived transition metals to green catalysts. The structure, activity, selectivity and recyclability of ecocatalysts are showcased in selected reactions, such as oxidations, reductions and coupling reactions.The concept of ecocatalysis provides catalytic and ecological tools for tomorrow's chemistry, based on the recycling of primary and strategic metals to create scientific and economical values. It offers pioneering solutions to initiate an unprecedented program in green catalysis.",
     "keywords": null},
    {"article name": "Straightforward sustainability assessment of sugar-derived molecules from first-generation biomass",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.02.003",
     "publication date": "04-2018",
     "abstract": "Today, there is a general consensus in academic literature that second generation biomass is the only valuable carbohydrate resource for non-food applications. In the meantime, fermentation of sugars towards bio-ethanol, mainly from first generation biomass, is becoming widespread at an industrial level. This paper tries to investigate if there can be a valuable role for edible resources (here: sugars) in the chemical industry without affecting the food security. Moreover, a connection is proposed between a broad range of multiple technologies and sustainable resources, with main attention to the native C skeleton and functionality of biomass. Going deeper in sustainability, this paper selected four criteria, taking into account the entire valorisation route, to apply to the most promising carbohydrate-derived molecules. By doing this, the most promising chemicals and working points from a sustainable point of view are highlighted.",
     "keywords": null},
    {"article name": "Applications of ionosilicas in heterogeneous catalysis: Opportunities for the elaboration of new functional catalytic phases",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.02.005",
     "publication date": "04-2018",
     "abstract": "The elaboration of performant, selective and re-usable catalyst systems is still an area of intense research activity. Porous silica based materials inspired from Ionic Liquids have high potential in catalysis and recently initiated further developments in the area of silica supported catalytic phases. Here, we will illustrate various strategies for the elaboration of ionosilica derived heterogeneous catalysts. Three approaches for obtaining ionosilica derived heterogeneous catalysts will be described. We will show that catalytic ionosilicas can be obtained via anion exchange. These materials can further be used to access ionosilica supported metal nanoparticles. Finally, metal free ionosilicas are interesting heterogeneous organocatalysts. In summary, ionosilicas appear as highly versatile phases for the preparation of various types of heterogeneous catalysts that open interesting perspectives both in transition metal catalysis and organocatalysis.",
     "keywords": null},
    {"article name": "Green chemistry and catalysis in Mannich reaction",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.02.006",
     "publication date": "04-2018",
     "abstract": "In the search for high yielding, sustainable and green transformations leading to desired products with high level of structural complexity and desired functionality, the multicomponent reactions appear as very promising alternative. Mannich reaction is an excellent example of multicomponent processes that enables formation of new carboncarbon bonds leading to β-amino carbonyl compounds and 1,2-amino alcohol derivatives. The latter are pivotal building blocks used in the preparation of biologically active compounds, versatile synthetic intermediates, and natural products. The ability to carry out this transformation in water makes it even more attractive and no wonder that this fact has gained significant attention of chemical society. In this review, we critically discuss the most prominent examples of catalytic Mannich reaction performed in water developed over the past 10 years.",
     "keywords": null},
    {"article name": "Green catalysts based on zeolites for heterocycle synthesis",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.02.007",
     "publication date": "04-2018",
     "abstract": "Heterocycles are ubiquitous and have thus aroused numerous methods to prepare them. Most of these methods however rely on stoichiometric processes and more recently on homogeneous catalysis. To go towards greener syntheses, heterogeneous catalysis is currently developing, with a special emphasis on the use of zeolites, either acidic or metal-doped. This review aims at providing an overview of the known syntheses of heterocycles mediated by zeolites and at giving the current and future trends in this area.",
     "keywords": null},
    {"article name": "Photocatalysis applied to organic synthesis – A green chemistry approach",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.02.009",
     "publication date": "04-2018",
     "abstract": "Photocatalytic reactions are useful tools for organic synthesis. Photooxygenation of furan derivatives have been successfully applied to the synthesis of complex nitrogen containing heterocycles. Enzyme catalyzed asymmetric oxidations are simplified when combined with photoredox processes. The synthesis of fluoroorganic compounds is important for the preparation of biologically active products. Thus, photoredox catalytic trifluoromethylation of aromatic and especially heteroaromatic compounds is particular interesting for application in pharmaceutical industry.",
     "keywords": null},
    {"article name": "The promoting effects of CO2 and H2O on selective hydrogenations in CO2/H2O biphasic system",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.03.001",
     "publication date": "04-2018",
     "abstract": "The combination of CO2 and H2O as green solvents has been used extensively in chemical reaction and attracted much attention. The conversion and/or selectivity could be improved in the presence of both CO2 and H2O. In this paper, the promotion effects of CO2 and H2O on the selective hydrogenation reactions are shortly reviewed.",
     "keywords": null},
    {"article name": "Rational design of heterogeneous catalysts for biomass conversion – Inputs from computational chemistry",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.02.004",
     "publication date": "04-2018",
     "abstract": "The ever-growing development of biomass-based chemicals calls for a better understanding of the specificities of the corresponding catalytic processes. In this quest, ab initio modeling is a corner-stone that has proven its ability to rationalize the observed trends and then to propose novel catalysts design. Focusing on supported metal catalysts, we show that computational studies started a decade ago with alcohols and small polyols transformation, focusing on activity but also selectivity. Little by little, their scope has been extended to a variety of cellulosic-based chemicals such as levulinic acid or furanic molecules. During the last two years, it has also started to embrace lignin-derived chemicals, such as anisole, guaiacol, etc. Parallel to this scope expansion, the available methodologies have also progressed, triggered by the intrinsic difficulties of modeling biomass valorisation. In particular, improving the inclusion of the water solvent has drawn several groups to propose novel approaches.",
     "keywords": null},
    {"article name": "Emerging Earth-abundant (Fe, Co, Ni, Cu) molecular complexes for solar fuel catalysis",
     "doi": "https://doi.org/10.1016/j.cogsc.2018.03.004",
     "publication date": "04-2018",
     "abstract": "Current micro review focuses on Earth-abundant molecular transition metal photosensitizers and catalysts for dye sensitized photoelectrochemical cells for direct solar energy storage. The possibility of direct conversion of solar energy into fluids (ethanol or methanol) or gases (hydrogen or methane) in a cost efficient way is considered a disruptive and innovative breakthrough for large-scale implementation of solar fuel technologies. At present, it is a fast-growing research area and the most outstanding results are highlighted.",
     "keywords": null},
    {"article name": "Plants as resources for organic molecules: Facing the green and sustainable future today",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.10.001",
     "publication date": "02-2018",
     "abstract": "Over the last century, the conventional and linear production system has significantly influenced the socio-environment globally. The transition to a more circular production system, aiming at maintaining the value of products and resources for as long as possible, is an opportunity to create innovative processes that are regenerative by intention. This means replacing the end-of-life concept with restoration, renewable energy use and by- or co-products as well as eliminating toxic chemicals by developing and using redesigned materials, procedures and business models. In this context, the main objective of this paper is to present a critical overview related to the most recent green and sustainable extraction or separation approaches to remove organic molecules from plant-derived resources, specifically agro-industrial and forestry waste using circular processing systems in operation in the last four years.",
     "keywords": null},
    {"article name": "Sustainable challenges on the moon",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.10.002",
     "publication date": "02-2018",
     "abstract": "For a permanently manned outpost on the moon – a moon village – a first holistic concept of a sustainable material flow has been established. From this context three dedicated topics have been investigated to more depth: Additive manufacturing (AM) of Al from disused space crafts, AM of structural elements with local resources, and resource extraction from regolith via thermal processes.",
     "keywords": null},
    {"article name": "Sustainable chemistry: A solution to the textile industry in a developing world",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.11.002",
     "publication date": "02-2018",
     "abstract": "With exponential increase in global population and innovations in chemistry during the past century, chemical production has grown enormously. The textile production, which started in the West, gradually moved to low cost developing countries. Inadequate legislation and control in these countries has led to the pollution of the natural water bodies there. The textile industry uses over 8000 chemicals in its supply chain and today faces the challenging demand to move towards cleaner production. NGOs have challenged the industry to achieve the goal of Zero Discharge of Hazardous Chemicals across all pathways by 2020. The industry has taken strong initiatives to address this challenge. In the long term, sustainable chemistry will be the only solution and innovation is the key.",
     "keywords": null},
    {"article name": "Biomass-derived electrodes for flexible supercapacitors",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.10.005",
     "publication date": "02-2018",
     "abstract": "At present, supercapacitors constitute, along with batteries, one of the most promising electrochemical energy storage technology. The recent emerging generation of bendable portable electronic devices has boosted the research of new materials, new processing techniques and new designs that can meet the demands in terms of mechanical stability upon bending or stretching, without compromising their electrochemical performance, at an acceptable cost. Among all the electrode materials currently explored, biomass-derived carbons hold a great potential, due to their low-cost, easy processing techniques, stability and versatility. Here we introduce the range of renewable precursors available and current state-of-the-art performances, and explore the challenges regarding flexibility and sustainability.",
     "keywords": null},
    {"article name": "Recent Trends in Green and Sustainable Chemistry & Waste Valorisation: Rethinking Plastics in a circular economy",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.11.003",
     "publication date": "02-2018",
     "abstract": "The review presents the recent trends in green and sustainable chemistry, as well as waste valorization and their applicability to understand and realize the concept of a circular economy. It also provides a comprehensive global perspective of the linear plastics economy and makes the case for its transformation into a circular plastics economy. Furthermore, bioconversion in a food waste biorefinery to produce fructose as an example of a high value-added product is given as a case study to demonstrate the feasibility of a circular economy.",
     "keywords": null},
    {"article name": "Sustainable chemistry challenges from a developing country perspective: Education, plastic pollution, and beyond",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.12.001",
     "publication date": "02-2018",
     "abstract": "Making current chemistry practice sustainable is a relatively new issue in developing countries. The current curricula for chemists' and engineers' education barely consider environmental sustainability as its own component. This make it difficult to train human resources to have consciousness about the implications of synthetizing chemicals with multiple applications while also considering the life cycle of the chemical and its final fate in the environment. For example, during the last Latin American Federation of Chemical Associations meeting in 2016, not a single paper was devoted to sustainable chemistry issues. This paucity is a clear demonstration that educational curricula must progress to include sustainability in order to raise the concern of a new generation of professionals. This issue is also linked to sustainable development goals (SDGs) and that of sustainable production and consumption. One element that may help raise concern of sustainable chemistry may be concentrated in problems that raise public interest, one being plastic pollution initially raised as a marine litter issue, but which is a far more complex problem, since plastic polymers contain a great variety of chemicals that complicate recycling and final disposal, but which brings the opportunity to address the issue of chemicals in the environment through some upstream solutions (i.e., before the plastics can become an environmental concern). Without doubt, we need strong education in chemical synthesis and green chemistry principles to address molecular design and minimize impacts ab initio, in addition to a pursuit of material innovation. It is also necessary to think of customers’ needs, where chemistry meets economy and social sciences, and which can barely be observed in current chemistry and engineering curricula in developing countries. Possible solutions might be generated from an interdisciplinary, problem-oriented perspective.",
     "keywords": null},
    {"article name": "Sustainable chemistry in the global chemicals and waste management agenda",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.11.001",
     "publication date": "02-2018",
     "abstract": "In the context of international discussions on the Strategic Approach and the future of chemicals and waste management beyond 2020, and under a resolution adopted by the United Nations Environment Assembly in 2016, a process has commenced to identify best practices in the area of sustainable chemistry and to facilitate a common understanding of the sustainable chemistry concept at the global level. Emerging possible interpretations of the sustainable chemistry concept include sustainable chemistry being (1) a new type of chemistry; (2) an assessment framework covering the environmental, economic and social dimensions of sustainable development; or (3) a global destination or vision to be achieved in the long-term. While a common global definition of sustainable chemicals is not available, some aspects have broad support such as ensuring sustainability throughout the life cycle of chemicals and waste, advancing research and innovation, and scaling-up the development of safe alternatives. UN Environment efforts to gather best practices in the area of sustainable chemistry will inform an analytical report in 2018 which will address the potential of sustainable chemistry to enhance the sound management of chemicals and waste beyond 2020, and to contribute to the implementation of the 2030 Agenda.",
     "keywords": null},
    {"article name": "Green chemistry and the leisure industry: New business models for sustainability",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.06.005",
     "publication date": "12-2017",
     "abstract": "Chemistry made once expensive leisure activities available to public by providing inexpensive materials for fishing rods, golf equipment etc. Nowadays, eco-minded costumers wish the impact of their leisure activities on environment as little as possible, and thus expect materials to be overall sustainable. Particularly, the hospitality sector has to fulfill the expectations of eco-minded tourists who prefer hotels engaged in activities for protecting natural resources and working against waste accumulation. The recent developments in green chemistry and material design can contribute to the sustainability of leisure industry. In this short review research outcomes regarding the development of materials which can be formed, degraded and reformed into new materials are presented. Finally, a business model called “material leasing” based on the principles of “chemical leasing” for the implementation of new materials in the hospitality and leisure sectors is proposed.",
     "keywords": null},
    {"article name": "Social acceptance of bioenergy in the context of climate change and sustainability – A review",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.07.006",
     "publication date": "12-2017",
     "abstract": "Bioenergy development is gaining interest globally, and its social acceptance emerges as a determining factor for its implementation. This study is a short review of published articles discussing societal and public perceptions of bioenergy, including highlights of an interdisciplinary and three-dimensional approach (socioeconomic, local, and market). Social acceptance can be influenced by the awareness of climate change and its impacts, the knowledge of technologies and the perceived fairness of the preparatory and decision-making processes. The complex and multi-faceted supply chains of bioenergy projects call for careful consideration of sustainability.",
     "keywords": null},
    {"article name": "From waste to wealth using green chemistry: The way to long term stability",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.07.008",
     "publication date": "12-2017",
     "abstract": "Waste is an extremely valuable resource that we have been accumulating over a long period. Interesting and viable organic “waste-to-resource” opportunities include plastics and food supply chain wastes. Their use as chemical feedstocks will fit well with a circular economy model. Plastics is a major waste opportunity: worldwide we only recycle a few % of the plastic we use, yet plastic manufacturing consumes some 10% of all the oil we consume, and much of it causes serious environmental damage through negligent release. The chemical content of food supply chain wastes are much more complex and varied than in plastic waste but offers a wide range of valuable chemical products. Bio-refineries can be defined as integrated complexes in which a number of renewable-derived feedstocks (bio-waste, biomass) can be converted in a range of useful products including chemicals, materials and fuels similar and sometimes identical to those obtained from petroleum.",
     "keywords": null},
    {"article name": "Success and failure of the Chemical Leasing model in addressing sustainability challenges: Evidence from practice",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.08.001",
     "publication date": "12-2017",
     "abstract": "This review paper gives an overview on papers in the field of Chemical Leasing and shortly summarizes and analyses the most interesting and relevant articles published in this field within the last 2–3 years.",
     "keywords": null},
    {"article name": "A roadmap towards a circular and sustainable bioeconomy through waste valorization",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.07.007",
     "publication date": "12-2017",
     "abstract": "Municipal solid waste and food supply chain waste are globally generated in large quantities from various sectors including various stages of food supply chains, municipalities, open markets and catering services. A prevailing priority in the EU is to stimulate the transition towards a circular economy that fosters the promotion of sustainable and resource-efficient policies for long-term socio-economic and environmental benefits. Common practices for waste management include landfill disposal, anaerobic digestion, composting and wastewater treatment. Recently, new technologies have been introduced to produce value-added products from agricultural residues and food processing side streams. Integrated and holistic approaches for organic waste utilization as industrial feedstocks will boost the transition towards the bio-economy era. The establishment of circular economy would expand and diversify the market outlets of bio-based products. This review provides an overview of the current methods on waste and by-product streams bioconversion to develop biorefinery concepts.",
     "keywords": null},
    {"article name": "Feedstock flexibility in sustainable chemistry: Bridging sectors still not sufficiently familiar with each other – Showcases of ongoing and emerging initiatives",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.09.003",
     "publication date": "12-2017",
     "abstract": "The replacement of the fossil resources historically employed for chemicals' production is of major scientific interest the last decades, as a result of the environmental issues arisen and the price versatility of petroleum. Biotechnological routes present promising alternatives for the production of various platform chemicals such as succinic, lactic and muconic acids among others. The utilisation of agricultural and agro-industrial waste and by-product streams would not only reduce the overall production cost but also it would assist towards the direction of the bio-economy era. This review presents some important chemicals produced from renewable feedstocks, aiming to bridge the waste suppliers to the chemical production industries.",
     "keywords": null},
    {"article name": "Overview of policies, standards and certifications supporting the European bio-based economy",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.09.002",
     "publication date": "12-2017",
     "abstract": "With the Lisbon agenda, the EU recognizes the important role of an economy driven by innovation in tackling contemporary societal challenges. This transition to innovative and sustainable modes of production and consumption is being shaped by policy efforts and policy instruments, including regulations, certifications, standards and sustainability assessment tools. In this paper, we present an overview of the different public policies and policy measures behind the establishment of a European sustainable bio-based economy. The aim of the paper is to describe the evolution of the policies and policy instruments that affect the establishment of a sustainable and innovative bio-based economy, in order to understand its limits, contradictions and existing gaps.",
     "keywords": null},
    {"article name": "A more ethical chemistry",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.09.004",
     "publication date": "12-2017",
     "abstract": "The evolution of chemical mastery is something of which the human race can be justly proud. However, it has produced toxic byproducts, causing concern to reduce impacts. Because of the success of greener and safer alternatives the industry now has a new responsibility: to investigate whether better alternatives are feasible, and continuously evolve to impose less risk. Leaders are developing these practices of ethical commerce.Chemicals law in the US was successfully evolving to foster prevention, but this has stalled. Using chemicals that carry risks gives rise to responsibilities that go beyond complying with existing law. Working to dismantle environmental protections is unethical participation in democracy. A more ethical chemistry is necessary to reduce significant risks to biological life on earth. The chemical industry should accept the need for accountability and voters should support innovative forms of environmental governance which better inform them and which prevent risks.",
     "keywords": null},
    {"article name": "Innovating with intent: How science and sustainability can combine to develop a safer, novel solvent",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.10.003",
     "publication date": "12-2017",
     "abstract": "This article describes how a chemical company identified, developed and marketed a new solvent using EPA standards.",
     "keywords": null},
    {"article name": "Reductive C–C coupling via hydrogenation and transfer hydrogenation: Departure from stoichiometric metals in carbonyl addition",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.06.006",
     "publication date": "10-2017",
     "abstract": "Metal catalyzed reductive couplings of π-unsaturated reagents with carbonyl compounds via hydrogenation or transfer hydrogenation has emerged as an alternative to the use of stoichiometric organometallic reagents in carbonyl addition.",
     "keywords": null},
    {"article name": "Why flow means green – Evaluating the merits of continuous processing in the context of sustainability",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.06.003",
     "publication date": "10-2017",
     "abstract": "Enhanced heat and mass transfer, precise residence time control, shorter process times, increased safety, reproducibility, better product quality and easy scalability are just a few of the advantages of flow chemistry and reason for the increasing implementation of continuous processes not only in academia but also into the fine chemical manufacturing sector. Notably, to make a process greener and more sustainable becomes eminently important when going from lab-scale to production scale. In this review, the question to which extent continuous flow processing has an impact as green technology, in particular on the synthesis of active pharmaceutical ingredients (APIs) on manufacturing scale, is discussed. Based on the principles of both green chemistry and green engineering selected continuous processes are evaluated.",
     "keywords": null},
    {"article name": "Switching from organic solvents to water at an industrial scale",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.06.004",
     "publication date": "10-2017",
     "abstract": "The paper presents the most recent advances in applications of alternative medium to replace polar aprotic solvents such as dimethylformamide (DMF), dimethylacetamide (DMAc) or N-methyl-2-pyrrolidone (NMP). Focus is made on the use of nonionic designer surfactant (e.g. TPGS-750-M) in water instead of traditional organic solvents. Much attention is given to its applications to several commonly used transformations in active pharmaceutical ingredient (API) synthesis, such as amidation reactions, Suzuki–Miyaura cross-couplings, nitro group reductions, and aromatic nucleophilic substitutions. Case studies of successful uses to attain improved green processes are included. Future directions and most recent results using tailor-made reagents suitable for micellar environments are given.",
     "keywords": null},
    {"article name": "New surfactants for chemistry in water",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.06.009",
     "publication date": "10-2017",
     "abstract": "The evolution of nanomicelles using new “designer surfactants” makes is possible to conduct numerous organic transformations in aqueous medium instead of organic solvents. This leads to a strong decrease of waste production and allows to replace reprotoxic dipolar aprotic solvents. The technology lends itself easily to scale-up in process chemistry.",
     "keywords": null},
    {"article name": "Design and evolution of enzymes for non-natural chemistry",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.06.002",
     "publication date": "10-2017",
     "abstract": "Enzymes are used in biocatalytic processes for the efficient and sustainable production of pharmaceuticals, fragrances, fine chemicals, and other products. Most bioprocesses exploit chemistry found in nature, but we are now entering a realm of biocatalysis that goes well beyond. Enzymes have been engineered to catalyze reactions previously only accessible with synthetic catalysts. Because they can be tuned by directed evolution, many of these new biocatalysts have been shown to perform abiological reactions with high activity and selectivity. We discuss recent examples, showcase catalyst improvements achieved using directed evolution, and comment on some current and future implications of non-natural enzyme evolution for sustainable chemical synthesis.",
     "keywords": null},
    {"article name": "New routes for CO2 activation and subsequent conversion",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.07.001",
     "publication date": "10-2017",
     "abstract": "Nowadays, transformation of CO2 into value-added chemicals and fuels has attracted much attention. However, the inherent thermodynamic and kinetic limitation of CO2 represents the biggest obstacle associated with CO2 conversion. In this context, activation of CO2 would be prerequisite for its conversion. In this minireview, we would like to provide a concise overview of recent advances on CO2 activation by various organocatalysts including N-heterocyclic carbenes (NHCs)/N-heterocyclicolefins (NHOs), phosphorus ylides, polyoxometalates (POMs), ionic liquids (ILs), frustrated Lewis pairs (FLPs), superbases. In addition, carbon capture and utilization (CCU) strategy, the elegant combination of carbon capture and subsequent conversion, has also been summarized, which is designed to obviate the high energy input associated with carbon capture and storage/sequestration (CCS) process. In order to demonstrate the efficiency of CO2 activation, application of abovementioned CO2 activation in the synthesis of cyclic carbonates, carbon monoxide, quinazoline-2,4(1H,3H)-diones, methanol, oxazolidinones, formamides, ureas, alkyl 2-alkynoates, α-hydroxy ketones, and formic acid are also included.",
     "keywords": null},
    {"article name": "New trends in sustainable nanocatalysis: Emerging use of earth abundant metals",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.07.002",
     "publication date": "10-2017",
     "abstract": "Noble metals are well-known to afford highly active, selective and durable catalysts, and have thus been at the core of the development of greener processes. In recent years, however, growing concerns about their scarcity, cost and toxicity has triggered research efforts towards the development of earth-abundant catalysts. In this Current Opinion, recent examples of the use in catalysis of pure earth-abundant metals, earth-abundant metals with minute quantities of noble metals, or earth-abundant metals activated by light are presented. This highlight article showcases the current trends in sustainable organic transformations, catalyzed by nanomaterials.",
     "keywords": null},
    {"article name": "Recent advancements in palladium-catalyzed reactions involving molecular oxygen",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.07.005",
     "publication date": "10-2017",
     "abstract": "Oxidation reactions have significant value in organic chemistry, having been in focus continuously due to the high efficiency in building up molecular complexity. In the past few decades, transition metal-catalyzed oxidation reactions have been significantly explored and have played important roles in organic synthesis. Compared to the widely-used oxidants, such as inorganic salts, peroxides, hypervalent iodine reagents and quinones, molecular oxygen (O2), which is natural, inexpensive, and environmentally friendly, is a highly appealing oxidant in academic and industry area for green and sustainable chemistry. Recently, significant advances have been made in palladium-catalyzed reactions using O2 as the oxidant. This critical review highlights some of the recent developments in molecular oxygen-involved Pd-catalyzed oxidation reactions with a focus on mechanistic strategies and new reaction developments.",
     "keywords": null},
    {"article name": "Driving toward greener chemistry in the pharmaceutical industry",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.07.004",
     "publication date": "10-2017",
     "abstract": "With sustainability a recognized imperative across industries, the ACS Green Chemistry Institute Pharmaceutical Roundtable (GCIPR) has taken up the mantle of advancing the enterprise with high aspirations. Through pre-competitive collaboration – awarding academic research grants; fostering training and education; and sharing data to craft practical tools for all – GCIPR member companies are paving the way for a greener global pharmaceutical industry.",
     "keywords": null},
    {"article name": "The practice of chemistry still needs to change",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.08.002",
     "publication date": "10-2017",
     "abstract": "There is now over a 20-year history of green and sustainable chemistry efforts in the US, but for a majority of chemicals that have been synthesized, chemists and chemical engineers lack key information about what it takes to commercialize them, their toxicity to humans or the environment, their degradability (biological or otherwise), their ability to be recycled or reused, or their ability to be source renewably. While the depth, breadth, and variety of innovations in chemistry gives one hope that chemists and chemical engineers will make many significant advances in the next 20 years, there is still a need to incorporate systems and life cycle thinking into chemistry. This is especially true as one considers limitations in the supply of key elements chemists rely on very heavily. Recent advances in computational chemistry and machine learning show great promise for moving chemistry toward a more sustainable practice of chemistry.",
     "keywords": null},
    {"article name": "Application of titanium dioxide nanoparticles as a photocatalyst for the removal of micropollutants such as pharmaceuticals from water",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.04.001",
     "publication date": "08-2017",
     "abstract": "The application of TiO2 nanoparticles as photocatalyst is extensively used for the removal of micropollutants in water treatment and as an alternate to the traditional disinfection techniques. TiO2 photocatalysis is a more efficient method for the degradation of a lot of pharmaceuticals micropollutants as compared to photolysis. Photocatalysis often degrades micropollutants incompletely generating new molecules, the so-called transformation products (TPs). These TPs can retain the pharmacological activity, can be even more bioaccumulative and toxic than the parent compound, and/or can resist biodegradation. Thus, it is required to evaluate the risk associated with the presence of TPs generated during the treatment process. In this study, authors review recent research on the efficiency of TiO2 photocatalysis for the removal of selected pharmaceuticals and possible formation of TPs. The review also discusses the existing knowledge gaps and addresses the need for further research into photocatalytic water treatment technology in the near future.",
     "keywords": null},
    {"article name": "Selected hybrid photocatalytic materials for the removal of drugs from water",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.05.002",
     "publication date": "08-2017",
     "abstract": "The interest toward the development of hybrid photocatalytic materials is exponentially grown in the last decade. In this review, we summarize the current research progresses in the production of hybrid materials, with a particular focus on carbon based material coupled with titanium dioxide, photobiocatalysts, and their application in the removal of emerging contaminants from water, i.e. pharmaceutical products. We give some highlights on the key properties and features of these advanced composites, the involved mechanisms and on the potential hazards posed by these nanomaterials.",
     "keywords": ["Photocatalysis", "Hybrids materials", "Photobiocatalysts", "Toxicity", "Drugs removal", "Carbon-based materials"]},
    {"article name": "Light-driven advanced oxidation processes in the disposal of emerging pharmaceutical contaminants in aqueous media: A brief review",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.05.003",
     "publication date": "08-2017",
     "abstract": "People typically discard pharmaceutical products into the trash, or garbage or sewage systems to ultimately ending up in municipal wastewater treatment plants, which traditionally use non-photochemical ozonation to decompose contaminants, but often failing to completely eliminate them. Accordingly, photochemical advanced oxidation processes (AOPs) have been developed to remedy such situations. Unfortunately, these remain at the developmental stages and have yet to be implemented in practical applications. This review describes UV/ozonation, UV/peroxidation, UV/ozonation/peroxidation, photo-Fenton processes, and photocatalytic oxidation processes (e.g. UV/TiO2) all of which depend on generating highly reactive oxygen species (e.g., OH radicals, hydroperoxy radicals, superoxide anion radicals) to dispose of emerging aquatic contaminants. Albeit non-exhaustive, the review explores the progress made in the last 2–3 years by focusing on light-driven degradation processes to eliminate such pharmaceutical contaminants as non-steroidal anti-inflammatory drugs (NSAIDs), antibiotics and hormones, many of which have been detected in aqueous ecosystems.",
     "keywords": null},
    {"article name": "TiO2 assisted photocatalytic degradation of macrolide antibiotics",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.05.004",
     "publication date": "08-2017",
     "abstract": "Macrolide antibiotics are one of the most prescribed antibiotics in human and veterinary medicine. After administration, they end up in municipal wastewater streams. However, conventional wastewater treatment plants are incapable of removing them effectively resulting in their detection in the discharged effluents and consequently in the environment. Presence of antibiotics in the environmental waters has negative effect on water quality and also contributes to the development of antibiotic resistance. Therefore, advanced treatment methods become an inevitable approach.This mini review provides a brief summary on the occurrence of macrolide antibiotics in the aquatic environment and overview of the recent developments in photocatalytic degradation using TiO2 for their efficient removal.",
     "keywords": null},
    {"article name": "Current advances in MoS2/semiconductor heterojunction with enhanced photocatalytic activity",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.05.009",
     "publication date": "08-2017",
     "abstract": "In semiconductor photocatalytic systems, MoS2 is attracting intensive attention because it can not only act as co-catalyst, but also form heterojunctions with semiconductors. The MoS2/semiconductor heterojunctions are favorable to the fast charge carrier transferring, thus the photocatalytic performance enhancement. This short review seeks to give an overview of the MoS2/semiconductor photocatalysts from the standpoint of MoS2-semiconductor heterojunction reported over the past three years, with emphasis on its combination with three representative semiconductors: TiO2, CdS, and reduced graphene.",
     "keywords": null},
    {"article name": "Photocatalytic performance of different exposed crystal facets of BiOCl",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.05.005",
     "publication date": "08-2017",
     "abstract": "Bismuth oxychloride (BiOCl) is a typical V–VI–VII ternary oxide material of low toxicity and high earth abundance nature. The past ten years have witnessed tremendous efforts in utilizing BiOCl as a versatile catalysts for photocatalytic applications, including pollutant removal, water splitting, CO2 reduction, N2 fixation and organic transformation. Remarkably, photocatalytic performance of BiOCl shows high dependency on its exposed crystal facets. In this brief review, we highlight the recent progress on the photocatalysis of different exposed crystal facets of BiOCl, focusing on the facet-dependent internal electric field manipulation, sensitization, carbon doping, and plasmonic hot carriers utilization. Understanding of the facet-dependent photocatalysis of BiOCl will offer new guidelines for the rational design of novel catalysts.",
     "keywords": null},
    {"article name": "Surface-engineering strategies for g-C3N4 as efficient visible-light photocatalyst",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.05.006",
     "publication date": "08-2017",
     "abstract": "Metal-free polymeric graphitic carbon nitride (for simplicity, g-C3N4) is recognized as promising visible-light photocatalyst for solar-fuels production and environmental remediation. To effectively improve the photocatalytic performance of g-C3N4, diverse strategies have been developed in recent years. Here, three typical surface-engineering strategies for g-C3N4 have been reviewed, which include (i) to dope nonmetals to extend the visible light absorption by creating surface states; (ii) to couple nanosized metal oxides onto the surface of g-C3N4 for enhancing the charge separation and (iii) to modify the surface of g-C3N4 with inorganic acids for promoting the O2 adsorption. Finally, this perspective highlights crucial issues that should be addressed in the future in the aforementioned.",
     "keywords": null},
    {"article name": "Ecotechnological strategies in the development of alternative photocatalysts",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.06.001",
     "publication date": "08-2017",
     "abstract": "Heterogeneous photocatalysis is presented here as a versatile, low-cost and environmentally treatment technology for a broad scope of pollutants. The efficient and successful application of photocatalysis demands that the pollutant, the catalyst and the source of illumination being in close proximity or contact with each other. The ability of advanced oxidation technology to remove low levels of persistent organic pollutants in water has been widely demonstrated and, progressively, the technology has been now being commercialized in many areas. This review discusses recent developments of alternative photocatalysts in the research and application of heterogeneous photocatalysis for the treatment of organic pollutants. The preparation of photocatalysts from industrial and agroindustrial residues, acting as precursor for support or for catalytic species will be discussed.",
     "keywords": null},
    {"article name": "Photocatalytic membrane processes, and respective modelling, for removal of pharmaceutical residues in wastewaters. A case study with 2-[2,6-(dichlorophenyl)amino]phenyl acetic acid as model molecule",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.06.007",
     "publication date": "08-2017",
     "abstract": "Non linear modelling of data in photomineralization kinetics of organic micropollutants, by photocatalytic membranes immobilizing semiconductors (TiO2 particularly) has been previously applied to methane, phenol and to 2,4-dichlorophenol as model molecules, by using a four parameters kinetic modelling based on substrate disappearance and total organic carbon (TOC) in laboratory scale experiments, as a function of initial concentration of substrate and of irradiance.In the present paper, the photocatalytic degradation of diclofenac as model molecule was investigated in a pilot plant module, fitted with 2–3 concentric membranes. Maximum allowable quantum efficiencies corresponded to equal distances between 3 membranes immobilizing photocatalyst. This arrangement fully behaves as if a photocatalyst nanopowder would be homogeneously suspended in the reactor, but obviating all drawbacks of a nanopowder suspension.",
     "keywords": null},
    {"article name": "Combination of photocatalytic and electrochemical degradation of organic pollutants from water",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.05.007",
     "publication date": "08-2017",
     "abstract": "Photoelectrocatalysis (PEC) has been paid more and more attention in oxidizing organic pollutants. It has exhibited greater potential than individual photocatalysis and electrooxidation process. The synergistic effect between photocatalysis and electrocatalysis has been evidenced, which contributed to the high efficiency in the photoelectrocatalytic oxidation of organic pollutants. In this work, the basic principles and mechanisms of photoelectrocatalysis in oxidizing organic contaminants were introduced. With the increase of the applied potential, different synergetic mechanisms were described for the degradation of organic contaminants. The development of ultraviolet-response and visible light-response photoanode materials were reviewed and the application of photoelectrocatalysis in the removal of organics such as dyes, pharmaceuticals and personal care products and endocrine disrupting chemicals were summarized.",
     "keywords": null},
    {"article name": "Photolytic and photocatalytic degradation of organic UV filters in contaminated water",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.06.010",
     "publication date": "08-2017",
     "abstract": "UV filters as emerging contaminants are of great concern and their wide detection in aquatic environments indicates their chemical stability and persistence. This review summarized the photolytic and photocatalytic degradation of UV filters in contaminated water. The findings indicated that limited research has been conducted on the photolysis and photocatalysis of UV filters. Photolysis of UV filters through UV irradiation in natural water was a slow process, which was accelerated by the presence of photosensitisers e.g. triplet state of chromaphoric dissolved organic matter (3CDOM*) and nutrients but reduced by salinity, dissolved organic matter (DOM) and divalent cations. UV Photocatalysis of 4-methylbenzylidene camphor and 2-phenylbenzimidazole-5-sulfonic acid was very effective with 100% removal within 30 min and 90 min using medicated TiO2/H2O2 and TiO2, respectively. The radiation source, type of catalyst and oxygen content were key factors. Future research should focus on improved understanding of photodegradation pathways and by-products of UV filters.",
     "keywords": null},
    {"article name": "Efficient visible-light photocatalysts by constructing dispersive energy band with anisotropic p and s-p hybridization states",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.05.008",
     "publication date": "08-2017",
     "abstract": "Highly efficient visible-light photocatalysts are strongly in demand because they make it possible to achieve higher efficiency in utilization of solar energy, which is renewable and abundant. A narrow band gap, effective separation of photoexcited charge carriers, and proper band-edge positions, which depend on the band structure of the photocatalyst, are crucial for solar-energy conversion efficiency. In this review, we have summarized reports on the strategy of exploiting highly efficient visible-light photocatalysts by constructing their band structure with anisotropic p and s-p hybridization states. Taking advantage of their dispersive and easily tunable band properties, enhanced efficiency in solar light absorption, efficient separation of photoexcited charge carriers and catalytic reactions are expected to be simultaneously achieved.",
     "keywords": null},
    {"article name": "Photocatalyzed degradation/abatement of endocrine disruptors",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.06.008",
     "publication date": "08-2017",
     "abstract": "Endocrine disrupting chemicals (EDCs) can cause adverse health effects in reproductive, neurological and immune systems, both on wildlife and on humans. EDCs may enter the environment from a variety of sources: run-off from agricultural lands, leakage from septic tanks, sewage treatment plants (STP) … Despite are usually present at trace concentrations, EDCs can still cause significant serious damage. Worldwide EDCs release constantly increases, and it has been demonstrated that the efficiency of conventional water treatment technologies against these contaminants is very limited. Advanced oxidation processes (AOPs) constitute a promising technology for removal of most persistent organic pollutants (POPs), such as EDCs, from waters, and among AOPs, photocatalytic methods are likely the most promising, specially those involving Vis light responsive materials, i.e. solar heterogeneous photocatalysis. This review provides a general and critical overview of the most recent state-of-the-art research on the photocatalytic degradation of EDCs over the last two years. We start describing briefly the problems posed by EDCs in the environment and the fundamentals of photocatalysis, and then focus on the degradation of EDCs in the presence of photocatalysts under irradiation.",
     "keywords": null},
    {"article name": "Photocatalytic functionalization for the synthesis of drugs and analogs",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.05.001",
     "publication date": "08-2017",
     "abstract": "An organized collection of visible-light photoredox reactions, mainly based on the use of transition-metal photocatalysts, and leading to the preparation of drugs or pharmacophores is presented. Upon generation of radicals, the key step is the formation of new carbon–carbon, carbon–nitrogen or carbon–oxygen bonds. Examples of late stage transformation of heterocycles, benzylic derivatizations, arylation of 5 or 6-membered (hetero)arenes, rearrangements, Michael-like additions, [3+2] cycloadditions, among others are included.",
     "keywords": null},
    {"article name": "Last advances on TiO2-photocatalytic removal of chromium, uranium and arsenic",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.04.002",
     "publication date": "08-2017",
     "abstract": "Metals and metalloids produce dramatic effects on health, and most conventional treatments for metals and metalloids present restrictions or are economically prohibitive. TiO2-heterogeneous photocatalysis is a convenient technology for the transformation of metals or metalloids in water, converting the pollutant into a less toxic soluble species. In this article, last advances on TiO2-photocatalytic removal of toxic metal and metalloid ionic species from water, particularly chromium, uranium and arsenic, are briefly reviewed. Emphasis on the mechanisms is done, considering three types, all of them taking place through successive thermodynamically allowed monoelectronic electron transfer steps: (a) direct reduction by photogenerated electrons; (b) indirect reduction by intermediates generated by hole or hydroxyl radical oxidation of electron donors (reducing radicals); (c) oxidative removal by holes or hydroxyl radicals. The fundamental studies point out advantages for a successful application of the technology, indicating that more research should be done towards the transfer to industrial applications.",
     "keywords": null},
    {"article name": "Greener organic solvents in analytical chemistry",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.03.002",
     "publication date": "06-2017",
     "abstract": "The paper presents the most recent advances in analytical applications of greener organic solvents. Substitution of problematic solvents with more benign organic ones is much easier than shifting to technique applying alternative solvents, such as ionic liquids or supercritical fluids. In the area of liquid chromatography greener mobile phases, much attention is given to application ethanol or acetone instead of acetonitrile. Solvent-based extractions more often include the application of bio-based organic solvents, such as esters, alcohols or terpenes. All solvents applied in analytical sciences should be carefully assessed before their application.",
     "keywords": null},
    {"article name": "Ionic liquids: Promising green solvents for lignocellulosic biomass utilization",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.03.003",
     "publication date": "06-2017",
     "abstract": "Ionic liquids are effective solvents/media for the utilization of lignocellulosic biomass. The unique properties of ionic liquids enable them to effectively dissolve and/or convert the biomass into various types of products. This review aims to cover the latest progress achieved in applications of ionic liquids on biomass conversion and analysis. Specifically, several recently developed approaches on how to overcome current challenges on the use of ionic liquids in the biomass conversion were highlighted. Recent studies addressing the potential applications of ionic liquids for the production of novel biomass-derived chemicals and materials were also discussed.",
     "keywords": null},
    {"article name": "Building dry powder formulations using supercritical CO2 spray drying",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.03.005",
     "publication date": "06-2017",
     "abstract": "This short review covers the most recent literature on the bottom-up assembling of composite dry powder formulations using supercritical carbon dioxide (scCO2)-based technologies for pulmonary delivery. Special attention is given to the integration of scCO2–assisted spray drying (SASD) with different technologies, namely living polymerization, layer-by-layer deposition and quality-by-design (QbD). Examples of inhalation drug delivery systems are provided to highlight specific advantages of the use of SASD versus traditional particle engineering technologies. The opportunities to generate release particles from small molecule therapeutics to biologic drugs and nucleic acids, the scale-up of processes and perspectives are examined.",
     "keywords": null},
    {"article name": "Morphology-controlled synthesis of inorganic nanocrystals by ionic liquid assistance",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.03.011",
     "publication date": "06-2017",
     "abstract": "Ionic liquids (ILs) assisted synthesis is an effective way to control the preparation of inorganic materials. The unique property of ILs provides new opportunities and has demonstrated great potential for the design and production of the morphology controlled nanomaterials. This review is focused on several aspects of the synthesis mechanism, such as adsorption selectivity of ILs based on the geometric matching principle, utilization of ILs as reaction media for synthesis of concave nanostructures, and the adsorption model for ILs on crystals. The challenge and opportunity in this rapid developing area of IL-assisted synthesis nanomaterials are also discussed.",
     "keywords": null},
    {"article name": "Gas expanded liquids and switchable solvents",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.03.008",
     "publication date": "06-2017",
     "abstract": "In the present review, the basis on the properties and the newest applications of gas expanded liquids and switchable solvents are presented, focusing in the systems that have in common the use of carbon dioxide to modify the chemical and/or physical properties of the solvents. The use of these types of solvents to develop chemical and technological processes contributing to sustainability is emphasized by discussing some relevant examples.",
     "keywords": null},
    {"article name": "Water as green extraction solvent: Principles and reasons for its use",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.03.009",
     "publication date": "06-2017",
     "abstract": "Water can be considered, in many cases, the greenest solvent. In the last years, the number of publications which used water as a green extraction solvent has notably increased. One of the main reasons that makes water an interesting solvent are the physicochemical changes of water from ambient to near-critical conditions under which subcritical water extraction (SWE) (or pressurized hot water extraction (PHWE)) can be performed.This review presents a critical overview about the greenness of water as extraction solvent. The changes of its physicochemical properties from ambient to near-critical conditions will be briefly described, and some of the most relevant applications of SWE published from 2015 to 2017 will be discussed. Finally, some basic ideas about different methodologies that can be employed to evaluate the greenness of an extraction process will be provided.",
     "keywords": null},
    {"article name": "Recent advances in modeling green solvents",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.03.006",
     "publication date": "06-2017",
     "abstract": "Molecular modeling of environmentally benign solvents is essential for a microscopic understanding of interactions, processes and phenomena which contribute to their properties in bulk and at interfaces. Challenges in their modeling arise from their constitution – mixing of organic and inorganic components, their nano and possibly mesostructural order, and the quantum nature of interactions. This short review provides an overview of recent work on four categories of such solvents – room temperature ionic liquids, supercritical carbon dioxide, organic carbonates and deep eutectic solvents, with emphasis on their applications in electrochemistry and biomolecular dissolution.",
     "keywords": null},
    {"article name": "Green solvents for sample preparation in analytical chemistry",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.03.010",
     "publication date": "06-2017",
     "abstract": "An analytical procedure comprises two steps: sample preparation mostly extraction (Soxhlet, Dean–Stark, Likens–Nickerson, Blye & Dyer, Folch, leaching, maceration, percolation) and analysis (spectrophotometry, chromatography, spectrometry). Whereas chemical analysis is finished after few minutes, extraction takes at least several hours and requires large solvent volumes, energy-consuming for concentration step by evaporation to recover the final extract. In this current opinion we provide an instantaneous picture of current knowledge on alternative and green solvents used in analytical laboratories for sample preparation and extraction of natural product in terms of innovation, original procedures, and safe products. We discussed how bio-based solvents, water in different forms, deep eutectic solvents, liquefied gas have already become an important issue in the sample preparation in analytical chemistry of natural products replacing petroleum and hazardous solvents.",
     "keywords": null},
    {"article name": "Organic solar cells processed from green solvents",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.03.007",
     "publication date": "06-2017",
     "abstract": "Solution-processed organic solar cells illustrate challenges inherent in processing π-conjugated semiconductors from sustainable polar solvents. The choice of processing conditions strongly influences the self-assembly of the complex multi-component morphology required for effective charge generation and extraction. High power conversion efficiencies have been achieved with a variety of materials and solvents, but greater emphasis on green solvent processing has the potential to make organic solar cells competitive to solar energy alternatives that rely on significantly more toxic compositions.",
     "keywords": null},
    {"article name": "Deep eutectic solvents for highly efficient separations in oil and gas industries",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.03.013",
     "publication date": "06-2017",
     "abstract": "Deep eutectic solvents (DESs) have captured a great scientific attention as a new, ‘green’ and sustainable class of tailor-made solvents. DESs share many properties with ionic liquids (ILs) including low vapor pressure, wide liquid range, thermal stability, low flammability, and high solvation capability while being simpler to make from low-cost constituents. DESs have demonstrated excellence in several research fields such as chemical synthesis, biochemistry, separation technologies, electrochemistry, catalysis and others. In this review selected applications of DESs in separation processes of oil and gas will be discussed such as: dearomatization, desulfurization, the removal of glycerol from biofuel and natural gas sweetening.",
     "keywords": null},
    {"article name": "Dimethyl carbonate as a green chemical",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.03.012",
     "publication date": "06-2017",
     "abstract": "Dimethyl carbonate (DMC) is an established solvent and a green reagent which continues to attract attention. It is a nonpolar aprotic solvent with good miscibility with water, biodegrades readily in the atmosphere, and is non-toxic. DMC is classified in the greenest “recommended” bracket according to the solvent selection guide, and can be a potential replacement for methyl ethyl ketone, ethyl acetate, methyl isobutyl ketone, and most other ketones. Currently, the most prevalent commercial pathway for the production of DMC is through oxidative carbonylation of methanol using O2; in addition, new alternative processes for DMC from CO2 are being developed. DMC has found several applications such as the electrolyte in lithium rechargeable batteries and as a solvent in several reactions including pharmaceutically relevant synthesis and in biocatalysis.This report provides a brief overview of physical-thermodynamic-, toxicological- and ecotoxicological properties, production methods, reactivity, and applications of DMC as an environmentally benign chemical in chemical- and biotechnical processes.",
     "keywords": null},
    {"article name": "Ionic liquid–formulated hybrid solvents for CO2 capture",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.03.016",
     "publication date": "06-2017",
     "abstract": "Ionic liquids are believed to be a class of green solvents with potential applications in the post-combustion capture of CO2. However, some inherent defects of ionic liquids, such as high cost and viscosity, significantly limit their industrial applications. Integrating ionic liquids with other materials represents a promising strategy to adjust the physical properties of ionic liquids and promote their real applications in industry. In this mini review, the progress to date in the fabrication of hybrid solvents based on ionic liquids for CO2 capture was described. The advantages and disadvantages associated with these hybrid solvents were discussed. Future directions and prospects for CO2 capture with ionic liquids were also outlined.",
     "keywords": null},
    {"article name": "Ionic liquids in gas separation processing",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.03.015",
     "publication date": "06-2017",
     "abstract": "Ionic liquids (ILs) are recognized as novel solvents for both acid and base gases separations in industrial processes to solve the possible problems caused by the traditional organic solvent methods, such as high energy consumption and second pollutions. In this paper, the absorption performance and absorption mechanism of several typical gases, including CO2, SO2, H2S and NH3, in conventional and functionalized ILs are briefly summarized and discussed. Besides, the method of screening ILs with COSMOS-RS, and the process simulation, assessment and design for new IL-based gas separation processes are also reviewed.",
     "keywords": null},
    {"article name": "Green solvents for enhanced impregnation processes in biomedicine",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.03.014",
     "publication date": "06-2017",
     "abstract": "Supercritical carbon dioxide has been used as a green solvent due to their well-known potential in biomaterials impregnation. The versatility of this technique enables the loading of implants with Active Pharmaceutical Ingredients which present several benefits when compared with traditional techniques to impregnate active compounds. In this review, we have summarized the recent progresses achieved in supercritical CO2 assisted impregnation of active compounds and therapeutic deep eutectic systems for biomedical applications.",
     "keywords": null},
    {"article name": "Chalcopyrite compound semiconductors for thin film solar cells",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.02.001",
     "publication date": "04-2017",
     "abstract": "Chalcopyrite semiconductors are used in thin film solar cells with the highest efficiencies, in particular for flexible solar cells. Recent progress has been made possible by an alkali postdeposition treatment. Other important trends are the development of tandem cells and of ultrathin solar cells. Recent progress has forwarded the understanding of off-stoichiometry and of bulk defects in these materials.",
     "keywords": null},
    {"article name": "Brief review of emerging photovoltaic absorbers",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.01.002",
     "publication date": "04-2017",
     "abstract": "Photovoltaic solar cells have recently made significant commercial progress and are on track toward meeting more than 1% of global energy demand. However, further research is needed on photovoltaic technologies that face no scalability constraints in generating more than 10% of the world's electricity. This 2017 article briefly reviews emerging photovoltaic absorber materials, focusing on research progress over the past 2–3 years. Particular emphasis is given to emerging solar cell absorbers—for example, SnS, Sb2Se3, Cu2SnS3, and CuSbSe2—related to established solar cell technologies such as CdTe, Cu(In,Ga)Se2, and CH3NH3PbI3. Finally, the general publication and performance trends are discussed, and the promising future research directions are pointed out.",
     "keywords": null},
    {"article name": "Design and fabrication of functional hybrid materials for catalytic applications",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.02.002",
     "publication date": "04-2017",
     "abstract": "Metal nanoparticles, which exhibit properties differing markedly from the properties of their bulk materials, have been widely applied in catalysis in the last two decades. In many cases, the nanoparticles must be affixed to a carrier/support to prevent them from aggregation during catalysis. Hybrid materials based on microgel and metal nanoparticles have been thus developed, which can bind or encapsulate the nanoparticles for various catalytic reactions. The aim of this review is to focus on the catalytic applications of microgel-based hybrid materials. Special emphasis will be paid on the stimuli-sensitive microgel systems with tunable catalytic activity. The synthesis and the catalytic applications of recently reported microgel-based nanoreactors will be discussed.",
     "keywords": null},
    {"article name": "New tricks for optimizing thermoelectric materials",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.02.003",
     "publication date": "04-2017",
     "abstract": "This review briefly highlights recent approaches for understanding, optimizing and designing thermoelectric materials. Band convergence has been achieved by chemical modification of lone-pair interactions and crystal symmetry in various materials. The effects of such lone-pairs on the lattice anharmonicity and thermal conductivity are discussed. Lastly, recent findings that demonstrate the influence of defect chemistry on thermoelectric transport are used to suggest new routes to improve the performance of thermoelectric materials.",
     "keywords": null},
    {"article name": "Unconventional kesterites: The quest to reduce band tailing in CZTSSe",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.01.003",
     "publication date": "04-2017",
     "abstract": "This review summarizes current understanding of the band tailing problem in Cu2ZnSn(S,Se)4, which is believed to be an important part of photovoltaic performance losses. Highlights of recent research are presented, which show that despite best efforts at process optimization, a minimum of 30% disorder is present on the Cu–Zn plane in the material, and significant band tailing is universally observed. Substitutions for Cu or Zn have been examined to increase the barrier to antisite formation and/or increase the static dielectric constant to better screen charged defects. These approaches have been met with some success, albeit new potential challenges. Although many elemental substitutions are possible, substitutions involving Cd and Ag have been investigated in most detail and have shown promise. Therefore, these are the focus of the present review. It is hoped that the review provided here will be applicable as new types of substitutional experiments are considered in the future.",
     "keywords": null},
    {"article name": "Renewable energy carriers derived from concentrating solar power and nonstoichiometric oxides",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.02.004",
     "publication date": "04-2017",
     "abstract": "In this paper, we offer a perspective on the current state of material research in a part of the solar fuels community that exploits process heat derived from concentrated solar energy to power simple thermochemical gas-splitting cycles. The working fluid in this process is a nonstoichiometric oxide subject to extreme conditions that repeatedly distorts the lattice by forcing oxygen atoms to move in and out of the crystal. This technology is currently challenged by a need to discover optimal materials and derive robust processes to increase cycle efficiency. In the realm of emerging technologies for converting solar insulation to portable and storable energy carriers, this approach has already proven to be scalable with demonstrations that approach 100 kW. Innovations in materials and methods are required to increase solar utilization and process efficiency in order to achieve commercial viability.",
     "keywords": null},
    {"article name": "Metal-organic frameworks for energy-related applications",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.02.005",
     "publication date": "04-2017",
     "abstract": "Current micro review describes the recent progress in the energy-related MOF applications. The most outstanding research papers and reviews, which report the application of Metal-Organic Frameworks for gas storage, adsorption heat transformation, solar cells, fuel cells, hydrogen evolution reaction and supercapacitors are highlighted.",
     "keywords": null},
    {"article name": "Skutterudites, a most promising group of thermoelectric materials",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.02.006",
     "publication date": "04-2017",
     "abstract": "The current review summarizes and discusses the latest research activities (after 2014) on p- and n-type skutterudite thermoelectrics.",
     "keywords": null},
    {"article name": "Potential for superionic conductors in thermoelectric applications",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.02.007",
     "publication date": "04-2017",
     "abstract": "Superionic conductors (SICs) have played a fascinating role in the development of thermoelectric (TE) materials, as exemplified by Cu2Se and Cu2S. Recently, materials engineering of Cu2Se and Cu2S has led to exceptional values of the thermoelectric figure of merit zT > 2, nearly double the efficiencies of traditional TE materials. However, the fluid-like motion of the ions in the SIC crystal structures results in strong electromigration and consequent material degradation when the compounds are placed in TE power generation conditions. To make superionic conductors viable as TE materials, efforts to stabilize the ionic motion while maintaining excellent TE properties are essential. In this review, we discuss the potential for SICs in TE applications, and we specifically highlight two materials – Cu1.8Na0.01S and (AgCrSe2)0.5(CuCrSe2)0.5 – where stability and high TE performance may have been achieved.",
     "keywords": null},
    {"article name": "Carbon nano-composites for lithium–sulfur batteries",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.02.008",
     "publication date": "04-2017",
     "abstract": "The lithium–sulfur battery is among the most promising next-generation energy storage technologies. Particularly carbon nano-composites display an important “piece of the puzzle” to enhance their performance. This short review addresses five major challenges the research field is currently confronted with. It discusses new developments of advanced carbon nanostructures and highlights strategies to improve the performances by cathode functionalization. It outlines current ambitions to gain a deeper understanding of carbon cathode chemistry by in situ characterization techniques, highlights the beneficial role of carbon nanostructures in anode and interfacial components and closes with recommendations for comprehensive and mandatory electrochemical characterization of Li–S cells.",
     "keywords": null},
    {"article name": "The PV-Researcher's Siren: Hybrid metal halide perovskites",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.02.009",
     "publication date": "04-2017",
     "abstract": "Metal-halide perovskite semiconductors are certainly one of the hottest topic in solar energy conversion. Optimization of both the absorber material and device architecture has led to an astoundingly rapid increase in the reported device efficiencies. Initially developed in the context of dye-sensitized solar cell research, metal-halide perovskite devices now reach efficiency values and hence need to be compared to more conventional photovoltaic technologies such as silicon, copper indium gallium diselenide and cadmium telluride. Strong direct band gap absorption, long charge carrier diffusion length, ease and flexibility in processing at low temperatures and facile tunability makes these materials ideal for solar energy conversion applications. This review will both reflect on favorable properties of these hybrid and ionic semiconductors as well as reflecting on lead toxicity, material and device stability as the most critical issues that need to be solved in order for these materials to become technologically viable.",
     "keywords": null},
    {"article name": "CuInSe2, CuIn3Se5, and CuIn5Se8 phases in Cu-poor Cu2Se–In2Se3 pseudo-binary system – Their crystal structures, optical properties and electronic structures",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.03.004",
     "publication date": "04-2017",
     "abstract": "CuInSe2 and Cu-poor Cu–In–Se (CIS) phases such as CuIn3Se5 and CuIn5Se8 in the composition of (1−x)Cu2Se-(x)In2Se3 with 0.5 ≤ x ≤ 1.0 were prepared. The crystal structure changed from chalcopyrite-type CuInSe2 to hexagonal CuIn5Se8 through stannite-type CuIn3Se5 with increasing x (decreasing Cu/In ratio). The band-gap energies of stannite-type CuIn3Se5 (1.17 eV) and CuIn5Se8 (1.22–1.24 eV) are larger than that of chalcopyrite-type CuInSe2 (0.99 eV). The energy levels of the valence band maxima (VBMs) from the vacuum level were estimated from the ionization energy measured by photoemission yield spectroscopy (PYS). The energy levels of the VBMs of the Cu-poor Cu–In–Se samples decrease rapidly with decreasing Cu/In ratio. The energy levels of the VBM of CuIn3Se5 (−5.65 eV) and CuIn5Se8, (−5.75–5.95 eV) are deeper than that of CuInSe2 (−5.25 eV).",
     "keywords": null},
    {"article name": "Kesterite compound semiconductors for thin film solar cells",
     "doi": "https://doi.org/10.1016/j.cogsc.2017.02.010",
     "publication date": "04-2017",
     "abstract": "Thin film solar cells based on Cu2ZnSn(S,Se)4, “CZTS”, are attractive by combining high light absorption and high abundance of constituent elements. The efficiency of CZTS solar cells developed rapidly during the last decades, but significant improvements are still needed to reach commercially viable levels. This review covers the most recent trends in CZTS research; (i) alloying with new elements, (ii) exchange of CdS buffer layer with alternative materials, (iii) back contact engineering and (iv) defect studies as a function of compositional variations and annealing. Better understanding of the material and device limitations is expected to emerge from this research. In the perspective of large scale use of CZTS modules, non-toxicity and earth-abundance cannot be compromised in the view of competition with commercially mature CdTe and CIGS technologies. Large band gap kesterite derivatives for stable top cells in tandem solar cells is an interesting and less explored field meriting more attention.",
     "keywords": null},
    {"article name": "Current advances in heterogeneous catalysts for the synthesis of cyclic carbonates from carbon dioxide",
     "doi": "https://doi.org/10.1016/j.cogsc.2016.10.006",
     "publication date": "02-2017",
     "abstract": "The novel heterogeneous catalysts are highly demanded to perform the cycloaddition reaction of carbon dioxide with epoxide to synthesize the cyclic carbonates. The heterogeneous catalysts are more preferred than homogeneous catalysts due to the easy post reaction separation, easy to recycle, high stability and cost effective nature. In this review, we have summarized the current research progress in heterogeneous catalysis for the cycloaddition of carbon dioxide (CO2) to synthesis of cyclic carbonates. Recent advances in the design of the heterogeneous catalysts and the understanding to the role of catalysts in reaction process are summarized and discussed.",
     "keywords": null},
    {"article name": "Halogen-free processes for organic carbonate synthesis from CO2",
     "doi": "https://doi.org/10.1016/j.cogsc.2016.10.007",
     "publication date": "02-2017",
     "abstract": "Recent progress on the synthesis of organic carbonates by halogen-free processes has been reviewed. With CO2 as a cheap and non-toxic feedstock, alcohols, epoxides and olefins can convert to abundant organic carbonates, e.g. dialkyl carbonates, five- or six-membered cyclic carbonates and polycarbonates. To avoid environmental pollution and equipment corrosion, new synthesis routes which exclude traditional halogen-containing catalysts and solvents have caused much attention. Effective alternatives mainly include the organic/inorganic bases and metal-complexes catalysts. In addition, novel carriers for the catalysts are being applied in these processes to improve the activity and facilitate the recovery.",
     "keywords": ["Organic carbonate", "CO2 conversion", "Halogen-free", "Cooperative catalysis"]},
    {"article name": "Transition metal promoted carboxylation of unsaturated substrates with carbon dioxide",
     "doi": "https://doi.org/10.1016/j.cogsc.2016.11.003",
     "publication date": "02-2017",
     "abstract": "The use of CO2 as a C1 building block for the synthesis of useful chemicals is of great significance, and has attracted increasing attention in recent years. The transition metal catalyzed or mediated addition of CO2 to unsaturated chemical bonds has proved to be a powerful and versatile protocol for the incorporation of CO2 into various unsaturated organic substrates such as alkynes, alkenes, allenes, aldehydes, and 1,3-dienes. The hydrogenative, alkylative and arylative carboxylation, heterocarboxylation, and carboxylative cyclization with CO2 have led to efficient and selective formation of various functionalized carboxylic acids and derivatives. This review focuses on recent advances in this area with emphasis on conceptual reaction design.",
     "keywords": ["Alkenes", "Alkynes", "Carbon dioxide", "Carboxylation", "Transition metal"]},
    {"article name": "Recent advances in organic synthesis with CO2 as C1 synthon",
     "doi": "https://doi.org/10.1016/j.cogsc.2016.11.006",
     "publication date": "02-2017",
     "abstract": "Carbon dioxide as a green, nontoxic and low-cost C1 synthon holds great potential in organic synthesis. In this paper, the recent studies of conversion of CO2 with organic compounds (including alkenes, alkynes, amines, allylamines, propenyl ketones, propargylic alcohols/amines, arenes, and heteroarenes as well as their derivatives) to value-added chemicals are briefly reviewed.",
     "keywords": null},
    {"article name": "The development of carbon capture by functionalized ionic liquids",
     "doi": "https://doi.org/10.1016/j.cogsc.2016.10.005",
     "publication date": "02-2017",
     "abstract": "The CO2 capture by functionalized ionic liquids developed in recent years was critically reviewed, where the relationship between the capacity and the enthalpy as well as that between the structure and the viscosity were discussed. This work reviews with special emphasis on tuning the basicity and designing the structure for improving absorption properties, such as adjusting the capacity and energy consumption, and decreasing the viscosity of ionic liquid. Subsequently, some unconventional absorption phenomenon was also set out detailed. Finally, the recent efforts in understanding CO2 absorption and the future research directions were outlined.",
     "keywords": ["CO2 capture", "Ionic liquid", "Functionalization", "Tuning basicity", "Hydrogen-bond"]},
    {"article name": "Nanostructured heterogeneous catalysts for electrochemical reduction of CO2",
     "doi": "https://doi.org/10.1016/j.cogsc.2016.10.004",
     "publication date": "02-2017",
     "abstract": "Electrochemical reduction of CO2 provides a sustainable solution to address the intermittent renewable electricity storage while recycling CO2 to produce fuels and chemicals. Highly efficient catalytic materials and reaction systems are required to drive this process economically. This Review highlights the new trends in advancing the electrochemical reduction of CO2 by developing and designing nanostructured heterogeneous catalysts. The activity, selectivity and reaction mechanism are significantly affected by the nano effects in nanostructured heterogeneous catalysts. In the future, energy efficiency and current density in electrochemical reduction of CO2 need to be further improved to meet the requirements for practical applications.",
     "keywords": ["Electrochemical reduction of carbon dioxide", "Heterogeneous catalyst", "Nanostructure", "Reaction mechanism"]},
    {"article name": "Non-thermal plasma technology for the conversion of CO2",
     "doi": "https://doi.org/10.1016/j.cogsc.2016.12.001",
     "publication date": "02-2017",
     "abstract": "The conversion of carbon dioxide is vital if we are to avoid the catastrophic consequences that will result from further global temperature rise as a result of burning fossil fuels. Current techniques, such as catalytic conversion and biochemical processes, are each associated with their own drawbacks such as catalyst deactivation and high energy input. Plasma processes are gaining increasing interest as they have the potential to reduce a greater amount of atmospheric environmental pollutants at any one time due to an increased throughput, whilst using a smaller reactor with improved energy efficiency and near-zero emissions. Non-thermal plasma can dissociate stable molecules, such as CO2, at temperatures as low as room temperature. It is this key feature which makes plasma conversion such a promising technology in the conversion and utilisation of CO2. Furthermore, possible products from plasma processes include fuels and chemicals, such as methanol and syngas, which have a high market value; hence potentially making the process feasible on an industrial scale. This paper discusses recent advances in the use of plasma processes for carbon dioxide conversion, along with the future outlook of this technology and the impact these techniques could have on the chemical and energy industries.",
     "keywords": ["Non-thermal plasma", "CO2 conversion", "Plasma-catalysis"]},
    {"article name": "Electrochemical carboxylation with carbon dioxide",
     "doi": "https://doi.org/10.1016/j.cogsc.2016.10.003",
     "publication date": "02-2017",
     "abstract": "Studies carried out in the past two years on electrochemical fixation of carbon dioxide with carbon-carbon bond formation, so-called electrochemical carboxylation or electrocarboxylation, are reviewed. Among about twenty papers on electrochemical carboxylation published from 2014 to the present, recent advances in electrochemical carboxylation regarding asymmetric carboxylation, sacrificial anode-free carboxylation, and carboxylation following aryl radical cyclization are focused on and discussed.",
     "keywords": ["Electrochemical carboxylation", "Electrocarboxylation", "Carbon dioxide", "Carboxylic acid", "Sacrificial anode", "Carbon dioxide fixation"]},
    {"article name": "Recent progress in stereoselective synthesis of cyclic organic carbonates and beyond",
     "doi": "https://doi.org/10.1016/j.cogsc.2016.11.005",
     "publication date": "02-2017",
     "abstract": "The recent developments in the stereoselective formation of cyclic organic carbonates are discussed, together with their use as intermediates in stereoselective synthesis of other valuable scaffolds.",
     "keywords": ["Carbon dioxide", "Cyclic carbonates", "Homogeneous catalysis", "Post-synthetic conversions", "Stereoselectivity"]},
    {"article name": "Polymers from carbon dioxide: Polycarbonates, polyurethanes",
     "doi": "https://doi.org/10.1016/j.cogsc.2016.08.003",
     "publication date": "02-2017",
     "abstract": "The world polymer industry claims over 2 million tons per year, though most synthetic polymers use petroleum feedstocks, there is a growing effort to prepare polymers from renewable raw materials concerning the depleting fossil fuel resources. In this short review, we would like to emphasize the potential that CO2 based polymers, polycarbonates and polyurethanes from copolymerization of CO2 and epoxides, have to mitigate the above concerns, where the newly developed metal catalyst systems allow not only their high efficient synthesis, significant advances have been achieved in stereo-controlled copolymerization. It is also noteworthy that the physical and chemical properties of CO2 based polymers may be tailored, which help to pave the way from their lab curiosities to practical application, as new applications have been realized such as biodegradable disposal bags, and hydrolysis and oxidation resistant water borne adhesives.",
     "keywords": null},
    {"article name": "Thermal processing of algal biomass for biofuel production",
     "doi": "https://doi.org/10.1016/j.cogsc.2016.08.005",
     "publication date": "10-2016",
     "abstract": "Concerns over the environment and energy security have led to considerable research efforts into the development of renewable alternatives to fossil-based fuels and chemical from biomass. Algae has been identified as the biomass with great potential for utilization in this regard, due to several advantages algae has over terrestrial plants, such as a higher growth rate and photosynthetic efficiency, better CO2 sequestration, and the ability to grow in non-arable land with low quality water. Conversion technologies, particularly thermochemical conversion, are actively being researched and developed to produce renewable chemicals and fuels. A major advance in this regard is thermal conversion of whole algal biomass, especially wet processing that can significantly reduce the cost of production. This short review looks at major developments in thermal processing of algal biomass with primary focus on the past two years.",
     "keywords": ["Algal biomass", "Renewable fuel", "Hydrothermal", "Carbonization", "Liquefaction", "Gasification"]},
    {"article name": "Benign-by-design catalysts and processes for biomass conversion",
     "doi": "https://doi.org/10.1016/j.cogsc.2016.09.004",
     "publication date": "10-2016",
     "abstract": "The design of catalytic (nano)materials with improved characteristics and catalytic performance for biomass conversion-as opposed to conventional petrochemical processing- entails significant challenges from the point of view of the recalcitrance and complexity of biomass feedstocks as well as typical working conditions (e.g. aqueous processes) to deal with biomass. This contribution has been aimed to provide important insights into the fundamental understanding of the rational design of (nano)catalysts for biomass conversion, illustrated by a number of recent examples that can demonstrate the significant potential of catalysis for a more sustainable future.",
     "keywords": null},
    {"article name": "Non-thermal atmospheric plasma: Opportunities for the synthesis of valuable oligosaccharides from biomass",
     "doi": "https://doi.org/10.1016/j.cogsc.2016.09.005",
     "publication date": "10-2016",
     "abstract": "In this short review, we highlight the potential of breakthrough of non-thermal atmospheric plasma for the synthesis of valuable oligosaccharides with controlled degree of polymerization. We considered two cases (i) the selective polymerization of mono- and disaccharides and (2) the selective depolymerization of polysaccharides. Context, advantages but also limitations of this technology are discussed.",
     "keywords": ["Biomass", "Carbohydrates", "Polysaccharides", "Non thermal atmospheric plasma", "Polymerization", "Depolymerization"]},
    {"article name": "Graft modification of chitosan, cellulose and alginate using reversible deactivation radical polymerization (RDRP)",
     "doi": "https://doi.org/10.1016/j.cogsc.2016.09.002",
     "publication date": "10-2016",
     "abstract": "This perspective covers the most recent literature on the graft-modification of the natural polymers celluloses, chitosan and alginate through reversible deactivation radical polymerization (NMP, ATRP and RAFT). The different routes to obtain well-defined polysaccharide-based hybrids including “grafting from” and “grafting to” approaches, and their applications as composite, stimuli-responsive, and biomaterials are discussed.",
     "keywords": ["Grafting", "Polysaccharides", "Reversible deactivation radical polymerization (RDRP)", "Chitosan", "Cellulose", "Alginate"]},
    {"article name": "Ionic liquids for the fractionation of microalgae biomass",
     "doi": "https://doi.org/10.1016/j.cogsc.2016.09.006",
     "publication date": "10-2016",
     "abstract": "Microalgae have emerged as one of the most promising sources of renewable biomass. However, considerable challenges must be addressed in order to improve the commercial outlook for the production of commodity chemicals. The largest challenge remains the energy intensive and consequently costly process of microalgae harvesting and drying. Ionic liquids have found a niche application in this area by allowing the extraction of lipids from wet biomass at low temperatures in less time than traditional lipid extraction methods. A number of recent studies have advanced the study of wet extraction of microalgae using ionic liquids and elucidated some of the limitations of this process. However, the most promising avenue for ionic liquid-based wet extraction lies in the fractionation and recovery of multiple biomass products such as lipids, carbohydrates, and carotenoids, in a single process.",
     "keywords": ["Ionic liquids", "Microalgae", "Lipid extraction"]},
    {"article name": "Amino acid based ionic liquids: A green and sustainable perspective",
     "doi": "https://doi.org/10.1016/j.cogsc.2016.09.001",
     "publication date": "10-2016",
     "abstract": "Chiral and highly functionalized natural amino acids are readily available by renewable methods in high quantities. They can be easily converted into both anions and cations for the synthesis of ionic liquids. This mini review describes the synthesis of amino acid derived ionic liquids (AAILs) with a focus on the most recent developments. Some specialised applications for AAILs, namely in the fields of chiral solvents, acid catalysis and CO2 absorption will be highlighted.",
     "keywords": null},
    {"article name": "Challenges in the valorisation of chitinous biomass within the biorefinery concept",
     "doi": "https://doi.org/10.1016/j.cogsc.2016.09.007",
     "publication date": "10-2016",
     "abstract": "The sustainable production and use of biomass for food, structural material and packaging has become part of global development strategies. Efforts have increased in research and development (R&D) of greener energy, agriculture and manufacturing, aiming toward zero waste. However, waste is often unavoidable and needs to be considered as a new opportunity within the context of a biorefinery. Our focus is on the valorisation of chitinous biomass, in particular chitin and chitosan which is considered as the second most abundant biopolymer on earth after cellulose. Biomass and food waste that can serve as a rich source of chitin comes from diverse origins. Chitin can also be considered as a source of platform chemicals enabled by novel green catalysts. In our opinion, a more holistic evaluation of the chitinous biomass waste supply chains are required. The economics of scale will determine the future trends in R&D of chitin derived products.",
     "keywords": null},
    {"article name": "Circularity in green chemical products, processes and services: Innovative routes based on integrated eco-design and solution systems",
     "doi": "https://doi.org/10.1016/j.cogsc.2016.09.008",
     "publication date": "10-2016",
     "abstract": "Understanding the current drivers, potentialities and challenges related to the role of chemical sciences in a circular economy is of fundamental importance when bioresources are taken into account. Particularly, after launching the European Commission action plan in 2015, the creation, development and use of green chemicals derived from renewable materials can be seen as more than simple opportunities in research and innovation. In this paper, the latest trends related to green chemical products, processes and services concerning eco-design and solution approaches will be focused on, using an orange waste biorefinery as a case study. Emphasis will be given to establishing new relationships with goods, materials, energy and, mostly, long-term cooperation and integration models among all partners involved.",
     "keywords": ["Circular economy", "Green and sustainable chemistry", "Bioresources", "Biomass", "Biorefinery", "Zero waste"]},
    {"article name": "Pretreatment processes for lignocellulosic biomass conversion to biofuels and bioproducts",
     "doi": "https://doi.org/10.1016/j.cogsc.2016.09.003",
     "publication date": "10-2016",
     "abstract": "Lignocellulosic materials, such as forestry, agricultural and agroindustrial residues, are among the most important sources of biomass for the production of fuels, chemicals and materials. However there are physical and chemical barriers in the lignin–carbohydrate supramolecular structure that render most plant cell wall components almost completely unavailable for conversion into commercial products. Thus successful conversion strategies must lead to the disruption of this structure and result in partial or total separation of the lignocellulosic components, increasing the accessibility of cellulose, hemicelluloses and lignins. It must also minimize the formation of by-products. Each pretreatment technology has its own characteristics and is usually applied to a specific source of carbohydrates and lignins. A general overview of the most important pretreatment methods for the production of platform chemicals and fermentable sugars are given in this paper.",
     "keywords": ["Lignocellulosic pretreatment", "Cellulose", "Lignin", "Sugar", "Pulp", "Bioproducts", "AFEX Ammonia fibre expansion", "Ammonia fibre expansion", "FDCA 2,5-furandicarboxylic acid", "2,5-furandicarboxylic acid", "GVL γ-valerolactone", "γ-valerolactone", "HMF 5-hydroxymethyl", "5-hydroxymethyl", "SPORL sulfite pretreatment to overcome recalcitrance of lignocellulose", "sulfite pretreatment to overcome recalcitrance of lignocellulose", "THF tetrahydrofuran", "tetrahydrofuran"]},
    {"article name": "Production of organic acids from biomass resources",
     "doi": "https://doi.org/10.1016/j.cogsc.2016.10.002",
     "publication date": "10-2016",
     "abstract": "Catalytic synthesis of valuable organic acids such as lactic acid, levulinic acid, formic acid, acetic acid, 2, 5-furandicarboxylic acid (FDCA), and sugar acids (e.g. gluconic acid and glucosaminic acid) from renewable carbon resources is of high interest for a sustainable chemical industry in the future. A number of efficient catalytic systems have been recently developed to convert biomass into organic acids. Herein we highlight new strategies and catalysts that are effective for the transformations. The mechanisms and catalyst functions involved in several typical reactions are analyzed for the rational design of more efficient catalytic systems.",
     "keywords": ["Organic acids", "Biomass valorization", "Multifunctional catalysis", "Anaerobic reaction", "Oxidative reaction"]},
    {"article name": "The influence of interunit carbon–carbon linkages during lignin upgrading",
     "doi": "https://doi.org/10.1016/j.cogsc.2016.10.001",
     "publication date": "10-2016",
     "abstract": "The cleavage of β-O-4 linkages in lignin can generate monomers with a phenyl propane structure that can easily be upgraded into valuable hydrocarbon biofuels and renewable aromatic chemicals. High-yield lignin monomer production from extracted (or technical) lignin that is produced in a practical way could facilitate the productivity and profitability of biomass conversion processes. However, interunit carbon–carbon (C–C) linkages present in native lignin or formed during lignin condensation in biomass pretreatments dramatically reduce lignin monomer yields. Here, we present a perspective on biological and chemical strategies that have been successfully used to reduce the formation of C–C linkages in native or technical lignin. We analyze the mechanisms involved in these strategies and offer our views on improving the quality of technical lignin resulting from biomass conversion in order to achieve high-yield lignin monomer production.",
     "keywords": null},
    {"article name": "Mainstreaming green chemistry: The need for metrics",
     "doi": "https://doi.org/10.1016/j.cogsc.2016.07.002",
     "publication date": "08-2016",
     "abstract": "An ability to measure progress is consistently identified as a critical element in understanding if corporate and government policies and interventions are advancing green chemistry; if investment is occurring; and what must be done to accelerate progress in the future. In this commentary, we outline a rationale for improved green chemistry progress measures, identify some examples of the types of metrics needed for tracking green chemistry progress and outline future needs.",
     "keywords": ["Green chemistry", "Mainstream", "Metric", "Progress"]},
    {"article name": "Conflict minerals (3TG): Mining production, applications and recycling",
     "doi": "https://doi.org/10.1016/j.cogsc.2016.07.004",
     "publication date": "08-2016",
     "abstract": "The growing public awareness of conflict minerals used in consumer electronics and various other devices (e.g. GPS in vehicles, medical equipment, airplane equipment and instruments, etc.) is accompanied by increasing regulatory obligations for companies affected by different laws and certification standards e.g. Dodd Frank Act section 1502, the ICGLR Regional Certification, the OECD Due Diligence Guidance or the planned EU Certification regulation.The so called conflicts minerals are natural mineral resources such as tin, tantalum, tungsten and Gold (3TG) that are critical resources for the electronic and automotive industries but also for other industries (aviation, medical equipment, etc.).Extraction of the 3TGs is widespread and includes primary industrial mining and artisanal mining as well as recycling.",
     "keywords": ["Conflict minerals", "3Ts", "Mineral certification", "Mining and sustainability"]},
    {"article name": "Exploring Green Chemistry, Sustainable Chemistry and innovative business models such as Chemical Leasing in the context of international policy discussions",
     "doi": "https://doi.org/10.1016/j.cogsc.2016.07.005",
     "publication date": "08-2016",
     "abstract": "This article provides an overview on Green Chemistry and Sustainable Chemistry in the context of the 2030 Agenda for Sustainable Development and different policy frameworks such as the EU Circular Economy Action Plan and SAICM, the Strategic Approach of International Chemicals Management. There is an increasing body of evidence suggesting the practicality and applicability of Green Chemistry and Sustainable Chemistry within industrial development policies and international agreements addressing chemicals and waste concerns. To explore the full potential of Green Chemistry and Sustainable Chemistry, the authors come to the conclusion that innovative business models are required to facilitate the engagement of the different players, including industry. While presenting the United Nations Industrial Development Organization (UNIDO)’s experiences and lessons learnt from ten years of work in UNIDO's Global Chemical Leasing Programme, the article also highlights the role that innovative and circular economy business models could play in achieving inclusive and sustainable economic growth. It therefore explores the potential of integrated Chemical Leasing, Green Chemistry and Sustainable Chemistry initiatives at the global level.",
     "keywords": null},
    {"article name": "Ethics, legislation and economics",
     "doi": "https://doi.org/10.1016/j.cogsc.2016.07.006",
     "publication date": "08-2016",
     "abstract": "The ways in which sustainable chemistry can be used to improve the environmental health of the planet and achieve the United Nations sustainable development goals is discussed.",
     "keywords": null},
    {"article name": "Criticality of metal based functional materials – How multi-functional trans-technical metal based materials are mobilized and how they get lost by dissipation",
     "doi": "https://doi.org/10.1016/j.cogsc.2016.08.001",
     "publication date": "08-2016",
     "abstract": "The enormous diversity of chemical compounds now available is problematic for waste disposal and recovery of essential resources such as rare earth metals. Non-renewable resources are being depleted and need to be managed more effectively. To validate the potential of strategic metals, which often are multi-functional and thus find (competitive) applications in different technologies, a criticality concept is applied. This is based on qualitative and quantitative criteria characterizing the different transformations along supply chains: ranging from the resource deposit to the product and from there into the so-called re-phases or disposal and end-of-life. The trajectories of the resources in real space and time have to be transparent in order to optimize the resource efficiency and its long-ranging compatibility but also to minimize dissipation. This approach allows developing transparent narratives (“Stoffgeschichten”, “Stories of Stuff”) for a responsible and benign use of resources. Only then can re-integration of functional materials be achieved.",
     "keywords": null},
    {"article name": "European chemical industry's contribution to sustainable development",
     "doi": "https://doi.org/10.1016/j.cogsc.2016.08.002",
     "publication date": "08-2016",
     "abstract": "Chemical research and innovation is a key enabling factor in achieving a sustainable and equitable global society. The European chemical sector is a key player in the global chemical and pharmaceutical market and has been working to improve its own sustainability for many decades. Initiatives such as the European Technology Platform for Sustainable Chemistry are developing new solutions that will further reduce the environmental impact of the sector, while boosting its energy and resource efficiency, and introducing new materials and processes based on renewable resources for use by society. These innovative solutions catalyse sustainability in other sectors and value chains and will help realise concepts such as a truly circular economy. To effectively implement such solutions requires close cooperation between government, industry and research bodies.",
     "keywords": null}
    ]
}