{"primary": "Physical Sciences and Engineering",
"domain": "Chemical Engineering",
"subdomain": "Catalysis",
"journal name": "Materials Science for Energy Technologies",
"articles": [
    {"article name": "Thermal and catalytic pyrolysis of pine sawdust (Pinus ponderosa) and Gulmohar seed (Delonix regia) towards production of fuel and chemicals",
     "doi": "https://doi.org/10.1016/j.mset.2018.12.004",
     "publication date": "08-2019",
     "abstract": "In this work, two waste biomass (pine sawdust, PW and gulmohar seeds, SG) were thermochemically converted with and without catalysts to find out their potential towards producing fuels and chemicals. Physicochemical characterization of these biomass confirmed their bioenergy potential for producing renewable fuel. Thermal pyrolysis of the biomass was performed at 500 °C temperature, 0.5 mm particle size, 80 °C min−1 heating rate, and 100 mL min−1 nitrogen flow rate, whereas catalytic pyrolysis was performed with CaO, CuO, and Al2O3 at different catalyst loading of 10 wt%, 20 wt%, 30 wt%, and 40 wt% respectively. The total pyrolytic liquid yield by thermal pyrolysis was found to be 39.39% for PW and 36.68% for SG, whereas catalytic pyrolysis at 20 wt% loading increased the liquid yield by 2.34–4.79 wt% for both the biomass. Thermal pyrolytic oil demonstrated increase in viscosity, density and decrease in acidity and heating value, whereas catalytic pyrolytic oil resulted in increased heating value, acidity, moisture, and decreased viscosity and density. FTIR analysis demonstrated the presence of aromatic compounds, phenols, alkanes, alcohols, acids, and aldehydes. GC-MS analysis confirmed that use of catalysts reduced the content of oxygenated and acidic compounds and increased that the amounts of alcohols and aldehydes in catalytic pyrolytic oil.",
     "keywords": ["PW Pine sawdust", "Pine sawdust", "SG Gulmohar seed", "Gulmohar seed", "FTIR Fourier-transform infrared spectroscopy", "Fourier-transform infrared spectroscopy", "DRS Diffuse Reflectance Spectroscopy", "Diffuse Reflectance Spectroscopy", "ATR Attenuated total reflectance", "Attenuated total reflectance", "Kbr Potassium bromide", "Potassium bromide", "TGA Thermogravimetric analysis", "Thermogravimetric analysis", "DTG Differential thermal gravimetric", "Differential thermal gravimetric", "GC-MS Gas chromatography-mass spectrometry", "Gas chromatography-mass spectrometry", "NIST National Institute of Standards and Technology", "National Institute of Standards and Technology", "NREL National Renewable Energy Laboratory", "National Renewable Energy Laboratory", "SS Stainless steel", "Stainless steel", "Waste biomass", "Pyrolysis", "Low-cost catalyst, composition", "Renewable fuel"]},
    {"article name": "Synthesis and characterization of magnetic manganese ferrites",
     "doi": "https://doi.org/10.1016/j.mset.2019.01.009",
     "publication date": "08-2019",
     "abstract": "This research work explored the synthesis and characterization of magnetic manganese ferrites using a simple combustion method. The purpose of creating the magnetic manganese ferrites was for their planned use as ozonation catalysts. Their magnetic properties allow for their recovery from the treatment system. Magnetic manganese ferrites were prepared by mixing manganese nitrate and iron nitrate in a stoichiometric ratio of 1:2. Polyvinyl alcohol was added to the mixed metal salt solution and the ratio of PVA: total nitrate salt added was varied from 1:1 up to 1:2 by weight. The resulting particles were characterized by X-ray diffraction (XRD), X-ray photoelectron spectroscopy (XPS), scanning electron microscope (SEM), tunneling electron microscope (TEM), and Ultraviolet–Visible spectroscopy (UV/Vis).",
     "keywords": ["Synthesis", "Magnetic particles", "Water treatment"]},
    {"article name": "Intensified convective heat transfer using ZnO nanofluids in heat exchanger with helical coiled geometry at constant wall temperature",
     "doi": "https://doi.org/10.1016/j.mset.2019.01.007",
     "publication date": "08-2019",
     "abstract": "The present work deals with the experimental determination of enhancement in the heat transfer using ZnO nanofluid in helical copper tube heat exchanger at constant wall temperature. ZnO nanoparticles were prepared with aid of ultrasonic irradiations using zinc nitrate and KOH as raw materials. The effect of Reynolds number and ZnO nanoparticle addition to the base fluid on heat transfer coefficient and Nusselt number was examined. Around 62.80% and 136% enhancement in thermal conductivity ratio at 40 °C and 50 °C, respectively, was observed for 0.5 vol% loading of ZnO nanoparticles in nanofluids. 18.6% enhancement in the Nusselt number was observed for 0.25 vol% of ZnO nanoparticles in nanofluid at the exit of the test section. This is attributed to the combination of helical coil with ZnO nanofluid which gives significant effect on heat transfer enhancement.",
     "keywords": ["ZnO Nanofluid", "Ultrasound", "Thermal conductivity", "Heat transfer coefficient", "Nusselt number"]},
    {"article name": "Green synthesis of Au and the impact of Au on the efficiency of TiO2 based dye sensitized solar cell",
     "doi": "https://doi.org/10.1016/j.mset.2019.01.001",
     "publication date": "08-2019",
     "abstract": "Gold nanoparticles (AuNPs) were prepared through green synthesis route with the aqueous extract from the leaves of Phyllanthus embilica (commonly known as emblic or amla or thoppunelli) without using any surfactant and stabilizer. The synthesized AuNPs colloid was mixed in titanium dioxide slurry to yield Au:TiO2 nanocomposite. The as-synthesized AuNPs and Au:TiO2 nanocomposite were investigated for structural, optical and morphological properties. The dye sensitized solar cells (DSSC) using pure TiO2 and Au:TiO2 nanocomposite photoelectrodes were fabricated and their execution was studied. The efficiency of Au:TiO2 nanocomposite DSSC is improved by about 65% when correlated to the efficiency of the pure TiO2 DSSC. The electrochemical impedance spectroscopic assessment was performed to calculate the transport resistance and lifetime of electron. They decrease in the transport resistance which is accountable for the enhanced electron injection into the photoelectrode was studied using Nyquist plots. The Bode phase plot confirms the lifetime of electron in Au:TiO2 nanocomposite film is greater than that in the pure TiO2 film.",
     "keywords": ["Green synthesis", "Emblic", "Au:TiO2 nanocomposite", "XRD", "DSSC"]},
    {"article name": "Improved photocatalytic performance of reduced zinc oxide (ZnO) novel morphology of astray like microstructure under solar light irradiation",
     "doi": "https://doi.org/10.1016/j.mset.2019.01.005",
     "publication date": "08-2019",
     "abstract": "Zinc oxide (ZnO) microstructures were successfully fabricated by using the template free hydrothermal growth method. Crystalline phase, morphology, and elemental composition had been characterized by X-ray diffraction (XRD), field-emission scanning electron microscopy (FESEM), and energy dispersive X-ray spectroscopy (EDS). FESEM graphs had showed that hexagonal astray like morphology along micro sized particles. Synthesized microstructures of ZnO were hydrogenated at high temperature 500 °C to get reduced ZnO microstructures. Furthermore, ultraviolet-visible-near infrared (UV–Vis-NIR) spectroscopy had been employed to determine the optical absorbance of ZnO microstructures. The direct optical band gap of 2.1 eV was acquired by using Davis-Mott model for reduced ZnO microstructures. Hydrogenation of ZnO microstructures made the material photoactive under visible light region. Visible light active (VLA) performance of reduced ZnO microstructures improved photocatalytic degradation of pollutants under solar light irradiation. Photocatalytic performance of prepared ZnO microstructures and reduced ZnO microstructures were investigated by using methyl orange under solar light irradiation.",
     "keywords": null},
    {"article name": "Synthesis of WO3·H2O spherical particles for efficient photocatalytic properties under visible light source",
     "doi": "https://doi.org/10.1016/j.mset.2019.02.002",
     "publication date": "08-2019",
     "abstract": "Tungstic acid (WO3·H2O) spherical particles were fabricated by economical solvothermal rout. Crystallinity, structural properties and elemental composition of fabricated material were characterized by XRD and EDX. Morphological structure was explored by using FEMSEM, and the results indicated that the as-prepared material has spherical shape with average size up to 500 nm. The existence of OWO stretching and υ(O-H) vibration modes in FTIR spectra confirm the formation of WO3·H2O spherical particles. Further, UV–VIS-NIR and PL spectra were studied which suggested that the as-prepared sample has band gap of 2.5 eV that was favorable for photocatalytic process. Finally, the as-synthesized material was utilized for the degradation of RhB and it demonstrated remarkable photo-degradation performance with k = 0.0244 min−1 that was about 4.3 times greater than that of bulk WO3·H2O. The possible mechanism for the photocatalytic process has been discussed by finding the valence and conduction band potentials of the photocatalyst.",
     "keywords": ["Tungstic acid", "Spherical particles", "Rhodamine B"]},
    {"article name": "Development of polyvinyl alcohol/chitosan blend anion exchange membrane with mono and di quaternizing agents for application in alkaline polymer electrolyte fuel cells",
     "doi": "https://doi.org/10.1016/j.mset.2019.01.010",
     "publication date": "08-2019",
     "abstract": "Anion exchange membranes (AEM) functionalized by quaternary ammonium moiety are fabricated from polyvinyl alcohol/chitosan blend. Polymers namely polyvinyl alcohol (PVA) & chitosan (CS) are quaternized individually and mixed together to form blend solution, further cross-linked chemically and cast to form QPVA/QCS membrane followed by thermal treatment. Two types of membranes were prepared via, Quaternization of PVA and CS using alkyl spacers (mono quaternizing agent) and Quaternization of PVA and CS using dual reagents, of varying wt %. Further, these membranes are cross-linked by chemical and thermal methods prior to ionic conductivity and ion exchange capacity evaluation. The reaction of quaternizing groups with PVA/CS backbone is interpreted using FTIR spectroscopy. The QPVA/QCS membrane with 20 wt% of alkyl spacer exhibits enhanced conductivity of 0.0047 S cm−1 at 40 °C in comparison with all other ratios. Also, the alkaline stability of the optimized QPVA/QCS membrane evaluated till 300 h shows an enhanced stability with lesser conductivity loss.",
     "keywords": ["Anion exchange membrane", "Polyvinyl alcohol", "Chitosan", "Blend membrane", "Morphology"]},
    {"article name": "Synthesis graphene based sensor for strain data and its characterization",
     "doi": "https://doi.org/10.1016/j.mset.2019.01.003",
     "publication date": "08-2019",
     "abstract": "Graphene material with fine structure is used to fabricate for the different types of sensors. Graphene are mostly 2D structure bounded by sp2 carbon atoms in a honeycomb lattice parameter prented. Strain sensors are immense interest over the past years, which is used to deduct the change in the human bodies. It applicable in various field such as chemical, mechanical, electrical and electronic sensor. Graphene based strain sensors fabricated in a form of stretchable rubber by the way of stamping technique. Under this process mechanical properties of the synthesized graphene materials was systamatically discussed and also investigated the X-ray diffraction, surface manufacturing studies, raman spectroscopy and I-V characteristics studies. Finally, strain sensor for human body was measured by connecting with the with glove and the strain was measured corresponding with resistance values. After stretching glove, the strain value become the original position. The strain change based on the resistivity during the exercise the period.",
     "keywords": ["Strain sensor", "Graphene", "XRD", "I-V characteristics"]},
    {"article name": "Synthesis of PEDOT:PSS using benzoyl peroxide as an alternative oxidizing agent for ESD coating and electro-active material in supercapacitor",
     "doi": "https://doi.org/10.1016/j.mset.2019.01.008",
     "publication date": "08-2019",
     "abstract": "Poly(3,4-ethylenedioxy thiophene) containing poly(styrenesulfonic acid) [PEDOT:PSS] is an important commercial polymer and most practical preparation method was developed at Bayer AG under the name ‘BAYTRON P synthesis’. In this work, we used benzoyl peroxide as an alternative oxidant for the preparation of PEDOT:PSS. Formation of PEDOT:PSS was confirmed from infrared, electronic absorption and XRD pattern. PEDOT:PSS was obtained in paracrystalline form with a very good pellet conductivity (6 S cm−1) and stability (up to 190 °C). Also, PEDOT:PSS was prepared in water as aqueous dispersion and this dispersion can be coated on various substrates. Electrochemical characterization of PEDOT:PSS electrode in aq.1 M H2SO4 solution was carried using cyclic voltammetry, charge-discharge and electrochemical impedance spectroscopy. Cyclic voltammetric pattern shows almost rectangular spectrum with specific capacitance value of 150 F g−1. One of the important outputs of this work, i.e. ESR value was very low (0.4 Ω) and found independent with cycle numbers.",
     "keywords": ["PEDOT:PSS", "Benzoyl peroxide oxidant", "Dispersion", "Coatings", "Supercapacitor"]},
    {"article name": "Production of biodiesel from microalgae via nanocatalyzed transesterification process: A review",
     "doi": "https://doi.org/10.1016/j.mset.2018.12.006",
     "publication date": "08-2019",
     "abstract": "There is a growing demand for use of alternative clean energy as against fossil fuel. In trying to meet these demands, researchers are investigating various approaches towards delivering affordable clean energy from the abundant biomass in our environment, including biodiesel. Therefore a review work on production of biodiesel from microalgae via nanocatalyzed transesterification process is presented. This work reviews issues involved in microalgae production, economic applications of microalgae including fuel production, food supplements extraction, CO2 capture for biorefinery leading to production of biomethane, biohydrogen, bioethanol and other byproducts. Application of nanocatalysis in biodiesel production was also reviewed, showing comparative issues involved in different classes of catalysts such as homogenous catalysts, heterogeneous catalysts, and enzymatic catalysts. The work further presents a novel approach in the use of nanocatalysts for biodiesel production from microalgae. Utilization of this technology for biofuel production can be harnessed and commercialized as it is vital for the growing biodiesel industry.",
     "keywords": ["Nano-catalyst", "Nano-catalysis", "Micro-algae", "Biodiesel", "Transesterification"]},
    {"article name": "In depth study on growth aspects and characteristic properties of semiorganic nonlinear optical crystal: 4-Dimethylaminopyridine copper chloride",
     "doi": "https://doi.org/10.1016/j.mset.2019.02.001",
     "publication date": "08-2019",
     "abstract": "In this work we observed second harmonic nonlinear optical property in the grown 4-Dimethylaminopyridine copper chloride (4DMAPC) crystal. 4DMAPC appreciable size semiorganic non-linear optical crystal was grown by slow evaporation solution growth technique and the crystal was subjected to various characterization studies to analysis their structural, optical, electrical and mechanical properties. Sharp peak pattern of 4DMAPC in powder XRD crystal confirms good crystalline nature. Single crystal XRD study gives the 4DMAPC crystal as a monoclinic system with cell parameter values, a = 12.02 Å, b = 12.55 Å and c = 14.54 Å. Functional groups and their various modes of vibration of 4DMAPC sample were identified from FTIR study. Linear optical study of 4DMAPC crystal shows good optical transparency in the entire UV-Visible-NIR region. Band gap energy of the crystal calculated from linear optical study and having the values about Eg = 4.1 eV. Dielectric values of dielectric constant and loss as a function of frequency with different temperatures were studied. Thermal analysis were carried out by TGA and DTA. Vickers microhardness study shows hardness number (Hv) again the increasing load. Energy dispersive X-Ray analysis (EDAX) confirms the metal and molecules of grown 4DMAPC crystal. Second harmonic generation (SHG) efficiency of 4DMAPC crystal is realized by Kurtz and Perry technique and compared with standard inorganic potassium dihydrogen phosphate (KDP).",
     "keywords": ["Semiorganic NLO crystal", "UV-Visible-NIR", "Electrical properties", "Thermal properties", "Vickers hardness"]},
    {"article name": "A new class semi-organic nonlinear optical materials: Mono(4-sulfo benzene aminium) tri nickel(II) bis(dihydrogen phosphate) for photonic applications",
     "doi": "https://doi.org/10.1016/j.mset.2019.01.002",
     "publication date": "08-2019",
     "abstract": "This article is discussing the growth of a new class semi-organic nonlinear crystal (4-sulfo benzene aminium) tri nickel(II) bis(dihydrogen phosphate) (4-STNBDHP) grown by slow evaporation solution growth technique at ambient temperature. The purity of the crystal was achieved by recrystallization and the size of the crystal is 3 × 3 × 7 mm3. It was harvested over the period of 85 days. The solubility of the 4-STNBDHP crystal is done at different temperatures from 30 °C to 80 °C in steps of 10 °C. Lattice parameters, obtained from the result of single crystal X-ray diffraction study, indicate that the grown crystal is an orthorhombic crystal. FTIR spectral investigations indicated the formation of bonds like N–H⋯O, O⋯Ni–O and Ni–O–P and these bonds are arising because of doping. The UV–visible spectrum demonstrates that the grown crystals are transparent and an absorption peak at 768 nm indicates the presence of Ni2+ ions. TGA/DTA investigations were made to study the decomposition of the title compound. Nonlinear optical (NLO) efficiency of the crystal was tested through second harmonic generation efficiency test. Photoluminescence study shows the green light emission. The microhardness analysis confirms that the grown crystal belongs to the soft material. From tis study, the mechanical properties such as stiffness constant (C11), yield strength (δy), hardness (Hv), and hardening coefficient (n) were calculated. The dielectric constant (ε), dielectric loss (ε′), imaginary dielectric constant (ε″), AC conductivity (σac) and Cole-Cole graphs were plotted. From this study, it is concluded that the 4-STNBDHP shows higher conduction at a higher temperature and at low frequency. The elemental analysis was carried out by energy dispersive X-ray analysis and it confirms the presence of the different elements in the 4-STNBDHP crystal.",
     "keywords": ["Crystal growth", "NMR", "EDAX", "Optical properties", "AC conductivity property"]},
    {"article name": "Nitrogen-doped graphene/palladium nanoparticles/porous polyaniline ternary composite as an efficient electrode material for high performance supercapacitor",
     "doi": "https://doi.org/10.1016/j.mset.2018.12.005",
     "publication date": "08-2019",
     "abstract": "In the proposed study porous PANI has been prepared by polymerization using brine solution, which significantly improved its electrochemical response. The resultant porous PANI provides larger effective surface area responsible for its better supercapacitor performance. In this article, a ternary composite of nitrogen doped graphene-palladium nanoparticles-porous polyaniline (N-GNS-PdNP-PANI) has been synthesized by two step approach. The resultant material was characterized by X-ray diffraction (XRD), fourier transform infrared spectroscopy (FTIR), X-ray photoelectron spectroscopy (XPS), thermo gravimetric analysis (TGA) and scanning electron microscopy (SEM). The electrochemical measurements of the materials were carried out in 1 M H2SO4 employing electrochemical techniques such as cyclic voltammetry (CV), Galvanostatic charge/discharge (GCD) and electrochemical impedance spectroscopy (EIS). The electrochemical study demonstrated high specific capacitance (Csp) of 935 F g−1 at scan rate of 0.1 V s−1 for N-GNS-PdNP-PANI. A symmetric supercapacitor device was fabricated based on N-GNS-PdNP-PANI and it delivered specific capacitance of 230 F g−1. It exhibits high energy density and power density of 31.94 Wh kg−1 and 1.2 kW kg−1 respectively. Remarkably, the electrode material shows good charge–discharge rate capability and retains over 88% of capacitance as the current density increases from 3.8 to 15 A g−1. It is noteworthy that the electrode retains 96% of its initial capacitance after 3000 cycles at a current density of 3.8 A g−1. This hybrid composite possesses many ion-accessible sites, interconnected porous network and high mechanical strength, resulting in high specific capacitance, superior cycle stability and excellent rate performance. By virtue of its outstanding characteristics, N-GNS-PdNP-PANI synthesized by proposed economical method will gain promising applications in the field of supercapacitors.",
     "keywords": ["Porous polyaniline", "N-doped graphene", "PdNP", "High specific capacitance"]},
    {"article name": "Facile synthesis of g-C3N4/CdWO4 with excellent photocatalytic performance for the degradation of Minocycline",
     "doi": "https://doi.org/10.1016/j.mset.2019.01.004",
     "publication date": "08-2019",
     "abstract": "A novel g-C3N4/CdWO4 composite was formed by hydrothermal process and utilized for the removal of Minocycline (MC) antibiotic under visible light exposure. The XRD patterns of synthesized sample reveal the pure crystalline structure and phase of g-C3N4/CdWO4. The SEM images of g-C3N4/CdWO4 showed regular short rod structure with diameter in the range of 20–60 nm. These images also showed that the g-C3N4/CdWO4 structure has well contacted surfaces which enhanced the interfacial transfer of charge as a result of which the performance of photocatalyst was improved. The energy dispersive spectroscopy (EDS) images of g-C3N4, CdWO4 and g-C3N4/CdWO4 conclude that there were no impurities in the synthesized samples. SEM and EDS results confirm the interface interaction develop between g-C3N4 and CdWO4 due to hybridization. The FTIR spectrum of composite showed that the composite formed had extensively conjugated system and the band gap energies calculated for CdWO4, g-C3N4 and g-C3N4/CdWO4 were 3.31 eV, 2.67 eV and 2.71 eV respectively. A remarkable drop in photoluminescence intensity of g-C3N4/CdWO4 was observed as compared to pure g-C3N4 and CdWO4 which led to lower recombination rate of photo-induced charge carriers and hence a higher photocatalytic performance for the degradation of minocycline under visible-light irradiation.",
     "keywords": ["Photocatalyst", "Recombination rate", "Charge carries", "Photocatalytic performance", "Minocycline"]},
    {"article name": "Spherical LiZnBO3: Structural, optical and electrochemical properties",
     "doi": "https://doi.org/10.1016/j.mset.2018.12.003",
     "publication date": "08-2019",
     "abstract": "Spherical – LiZnBO3 material is synthesized by sol-gel technique and the structural, optical, and electrochemical properties of LiZnBO3 are analyzed. X-ray diffraction result reveals the formation of α-LiZnBO3. Scanning electron microscope and transmission electron microscope image shows spherical morphology and the size of particle is approximetly 80 nm. Absorbance spectra reveal the characteristics band edge of LiZnBO3 is noticed around 210 nm and the band gap is found to be 5.57 eV. Defect-induced intrinsic luminescence is observed in the LiZnBO3 material. The calculated electrical conductivity of LiZnBO3 is 9.52 × 10−9 S/cm. Charge–discharge measurement indicates that the sol-gel synthesized LiZnBO3 delivers a first charge capacity of 78.82 mAh g−1 at C/10 rate and yields the discharge capacity of 7 mAh g−1 at the 10th cycle. An improved capacity is expected to be reached by further reduction in particle size, doping and conductive carbon coating.",
     "keywords": ["Sol-gel", "LiZnBO3", "Spherical", "Optical and electrochemical properties"]},
    {"article name": "Optimization of flexural strength of palm nut fibre concrete using Scheffe’s theory",
     "doi": "https://doi.org/10.1016/j.mset.2019.01.006",
     "publication date": "08-2019",
     "abstract": "This research work is aimed at developing an improved Scheffe’s Second Degree Polynomial based model that can be used to optimize the flexural strength of Palm nut Fibre Reinforced Concrete (PFRC). Using Scheffe’s Simplex method, the compressive strength of PFRC was determined for different ratios. Control experiments were also carried out and the flexural strength determined. After the test has been conducted, the adequacy of the model was tested using student’s t-test and Fisher’s test (ANOVA); the result of the test shows a good correlation between the model and control results. An optimum compressive strength of 11.40 Nmm2 corresponding to mix ratio of 0.525:1.0:1.45:1.75:0.6 and the minimum strength was found to be 5.35Nmm2 corresponding to mix ratio of 0.6:1.0:2.0:2.8:1.1. For water, cement, fine and coarse aggregate and palm nut fibre respectively. The maximum strength value was greater than the minimum value specified by the American Concrete Institute for the compressive strength of good concrete. Using the model, flexural strength of all points in the simplex can be derived.",
     "keywords": null},
    {"article name": "Recent progress in preparations and applications of meso-porous alumina",
     "doi": "https://doi.org/10.1016/j.mset.2019.02.005",
     "publication date": "08-2019",
     "abstract": "Meso-porous structure of alumina has a narrow pore size distribution, high specific surface area with good thermal stability compared to conventional alumina. Meso-porous alumina is characterized by surface area ∼800 m2/g and pore size from 2.0 to 10 nm. This review focuses on the different preparation methods of meso-porous alumina to improve their properties such as surface area, and pore size. Second part outlines the functionalization of meso-porous alumina as a way for enhancing their activity. Besides, the catalytic applications of meso-porous alumina are reported. Utilization of different structure-directing agents such as cationic, neutral and anionic, producing meso-porous alumina is discussed in the first part of this review. In the second part, the functionalization and the catalytic applications of meso-porous alumina are described as adsorption, catalysts and catalysts support in different industrial processes and are evaluated from the standpoint of the importance of these processes for the technological applications.",
     "keywords": ["Meso-porous", "Materials", "Alumina", "Preparation", "Applications"]},
    {"article name": "Green synthesis, characterization and catalytic activity of 4-nitrophenol reduction and formation of benzimidazoles using bentonite supported zero valent iron nanoparticles",
     "doi": "https://doi.org/10.1016/j.mset.2019.02.003",
     "publication date": "08-2019",
     "abstract": "In this work, we report the green synthesis and characterization of a green catalyst by the immobilization of zero-valent iron nanoparticles (ZVIN) on the surface of bentonite clay using Eucalyptus leaf extract as both reducing and stabilizing agent and it is abbreviated as ZVIN. As-synthesized B-ZVIN catalyst was characterized by Fourier transformed infrared (FTIR) spectroscopy, X-ray diffraction (XRD), transmission electron microscopy (TEM), scanning electron microscopy with energy-dispersive X-ray analysis (SEM-EDX) and Brunauer-Emmett-Teller (BET) techniques for the investigation of optical, structural and surface morphology properties. The size and surface area of synthesized B-ZVIN were observed around less than 50 nm and 62.47 m2/g by the TEM and BET analysis, respectively. Afterward, the catalytic activity of the synthesized catalyst was tested for the reduction of 4-nitrophenol (4-NP) to 4-aminophenol (4-AP) in an aqueous medium with remarkable results. The reduction reaction of 4-NP in water follows the pseudo-first order kinetics. B-ZVIN was also used as a catalyst for the synthesis of benzimidazoles in various solvents and solvent-free conditions.",
     "keywords": ["Zero-valent iron nanoparticles", "Eucalyptus leaf extract", "Green catalyst", "4-Nitrophenol", "Benzimidazoles"]},
    {"article name": "Bio-energy production by contribution of effective and suitable microbial system",
     "doi": "https://doi.org/10.1016/j.mset.2018.12.007",
     "publication date": "08-2019",
     "abstract": "Economically feasible and eco-friendly renewable energy fuels are obtained from the utilization of biomass of agricultural crops or microalgae or biological wastes which are good source of bioenergies. Now days, biofuels or biogases are main bio-energy source, provided alternative option to conventionally utilized (fossil fuel) energy which can fulfill increasing energy demand (in present and future) for worldwide people with minimization of green house gases in our environment. Bio-energy is normally produced from biological processes (fermentation or anaerobic digestion) via utilization of effective and suitable microbial system and sustainable raw substrates (agricultural crops biomass residue or biological wastes). Microbial fuel cells can be utilized for the complex organic wastes and renewable biomasses via exploitation of microbial catabolic biochemical reaction to produce the electric energy. Utilization of microbial fuel cells is found to be useful for sustainable bioenergy synthesis via completing the wastewater treatment processes with electric energy synthesis. Effective and suitable microorganism species system is now created by utilization of genetic materials modification or metabolic pathways engineering methods. Further, biofuel production improvement can be achieved successfully by utilization of optimal process design and development of synthetic microbial cells with planned of malfunctional of internally residing genes and/or other sources gene expression (microalgae species) or systems biotechnology (for global cellular information) and synthetic and systems biology (bacterial or yeast species). Biodiesel, bioethanol, biobutanol, biohydrogen and biogas production will be discussed with recent research and update development for utilization of different sustainable resources.",
     "keywords": ["ABE Acetone, Butanol, Ethanol", "Acetone, Butanol, Ethanol", "BBM Bold's Basal Medium", "Bold's Basal Medium", "BCM Billion cubic meters", "Billion cubic meters", "BEE Biomass Energy Europe", "Biomass Energy Europe", "CD Co-digestion biogas plants", "Co-digestion biogas plants", "CE Coulombic efficiency", "Coulombic efficiency", "CH4 Methane", "Methane", "CHU 13 For Botryococcus braunii or other algal culture medium published in1942 in SP Chu", "For Botryococcus braunii or other algal culture medium published in1942 in SP Chu", "CICC China International Capital Corporation", "China International Capital Corporation", "CO Carbon monoxide", "Carbon monoxide", "COD Chemical oxygen demand", "Chemical oxygen demand", "DCFROR Discount cash flow rate of return", "Discount cash flow rate of return", "DCW Dry cell weight", "Dry cell weight", "DM Million Mg", "Million Mg", "DW Dry wieght", "Dry wieght", "FAME Fatty Acid Methyl Esters", "Fatty Acid Methyl Esters", "FFAs/g Free fatty acids per gram", "Free fatty acids per gram", "FPU/g Filter paper cellulase units per gram", "Filter paper cellulase units per gram", "FWs Food wastes", "Food wastes", "GAL6 gene Galactose uptake", "Galactose uptake", "GHGs Green house gases", "Green house gases", "GJ Gigajoule", "Gigajoule", "GL Gigaliter", "Gigaliter", "GLT gene Glutamate synthase", "Glutamate synthase", "GPD 2 Glycerol 3-phosphate dehydrogenase", "Glycerol 3-phosphate dehydrogenase", "JAS Jerusalem artichoke stalk", "Jerusalem artichoke stalk", "KTOE Kilo tone of oil equivalent", "Kilo tone of oil equivalent", "LSR Liquid-to-solid ratio", "Liquid-to-solid ratio", "mA/m2 Milli ampere meter square", "Milli ampere meter square", "Mg Megagram", "Megagram", "mV Mill volts", "Mill volts", "mW/m2 Milliwatts per meter square", "Milliwatts per meter square", "MWh−1 Megawatt per hour", "Megawatt per hour", "NADH Nicotinamide adenine dinucleotide phosphate", "Nicotinamide adenine dinucleotide phosphate", "NADK NAD+ kinase", "NAD+ kinase", "NCV Net calorific value", "Net calorific value", "OFMWS Organic fraction of municipal solid waste", "Organic fraction of municipal solid waste", "PBR Photobioreactor", "Photobioreactor", "PEM Polymer electrolyte membrane", "Polymer electrolyte membrane", "P-MFCs Plant based microbial fuel cells", "Plant based microbial fuel cells", "SHF Soluble Hydrolysis and fermentation", "Soluble Hydrolysis and fermentation", "$/t USDollar per ton", "USDollar per ton", "t/y Tonne per year", "Tonne per year", "TAGs Triacylglycerols", "Triacylglycerols", "TJ/a Terajoule per annum", "Terajoule per annum", "T-RFs T-Random fragments", "T-Random fragments", "URA Orotidine 5′-phosphate decarboxylase (ODCase)", "Orotidine 5′-phosphate decarboxylase (ODCase)", "VFAs Volatile fatty acid", "Volatile fatty acid", "w/w Weight per weight", "Weight per weight", "WS/DGAT Wax ester synthase/acyl-CoA-diacylglycerol acyltransferase", "Wax ester synthase/acyl-CoA-diacylglycerol acyltransferase", "WWTP Wastewater treatment plants", "Wastewater treatment plants", "Bioenergy", "Biogases", "Biofuels", "Microbial", "Sustainable"]},
    {"article name": "Fabrication, device performance, and MPPT for flexible dye-sensitized solar panel based on gel-polymer phthaloylchitosan based electrolyte and nanocluster CoS2 counter electrode",
     "doi": "https://doi.org/10.1016/j.mset.2019.02.004",
     "publication date": "08-2019",
     "abstract": "In this work, we fabricated solar cells and panel using net-like CoS2 nanostructure as Counter Electrode (CE) spray coated on Ag grid embedded on flexible plastic Poly-Ethylene Terephthalate (PET) substrate. The spray coated CoS2 thin film revealed its form to be a hierarchical net-like nano-structure. The TiO2:N3 dye and phthaloylchitosan-based gel-polymer electrolyte as the redox electrolyte layers of Flexible Organic Solar Panel (FOSP) was fabricated using screen printing technique. Then both segments were sandwiched to form flexible solar panel. The fabricated solar cell showed a Power Conversion Efficiency (PCE or η) of 7.09% with a fill factor (FF) of 0.64, Jsc of 17.51 mA/cm2, and an open circuit voltage (Voc) of 0.65 V, which was comparable to that of Platinum (Pt) CE (η = 7.82%). Similarly, for FOSP showed PCE of 7.04%, FF of 0.62, Isc of 67 mA and Voc of 60 V. The FOSP was connected to buck converter with Maximum Power Point Tracking (MPPT) using a modified Fractional Open Circuit Voltage (FOCV) combined with Duty-cycle Derivative of Output Voltage (DDOV) algorithms, Buck Boost converter (BBC) works from 60 to 5.8 V in buck mode, the output is connected to a battery. For voltages less than 8 V the power converter works in boost mode (up to 3.8 V), a micropower harvester would be very useful many handheld gadgets.",
     "keywords": ["Duty-cycle derivative of output voltage", "Spheroids agglomerated nanocluster CoS2 CE", "A Pt-free counter electrode", "Flexible DSSC", "Dye-sensitized solar cells, and panel", "Gel-polymer electrolyte"]},
    {"article name": "Synthesis, characterization and application of CdS/ZnO nanorod heterostructure for the photodegradation of Rhodamine B dye",
     "doi": "https://doi.org/10.1016/j.mset.2019.02.008",
     "publication date": "08-2019",
     "abstract": "CdS/ZnO photocatalyst were prepared by two steps via hydrothermal and photochemical method for the photodegradation of Rhodamine B (RhB) dye. The structural and morphological features of both pure ZnO nanorod and CdS/ZnO heterostructures were carefully characterized using various techniques including UV/Vis spectroscopy, XRD, SEM, EDX and EIS. The UV/Vis absorption spectra revealed that absorption performance of heterostructure is extended toward the visible light regions. Photocatalytic activity of both ZnO nanorod and CdS/ZnO heterostructures were investigated for the photodegradation of RhB dye. It was found that CdS/ZnO heterostructure prepared with 30 min light illumination shows the best photocatalytic efficiency than the one at 15 min and pure ZnO nanorod. The better and enhanced photocatalytic efficiency of CdS/ZnO heterostructure was ascribed to the high charge separation efficiency. The maximum photocatalytic efficiency of 85% was achieved within 8 h with the CdS/ZnO-30 min photocatalyst. This work revealed that composite such as CdS/ZnO heterostructure has better photocatalytic efficiency that pure ZnO nanorod.",
     "keywords": ["Photocatalyst", "Nanorod", "Photodegradation", "Rhodamine B", "Hydrothermal"]},
    {"article name": "Carbon nanopowder for sensing of an anticancer drug, raloxifene",
     "doi": "https://doi.org/10.1016/j.mset.2019.02.007",
     "publication date": "08-2019",
     "abstract": "Carbon nanoparticles that have huge electroactive surface area are being exploited in sensing and energy related applications. Self-aggregation of carbon nanopowder limits its applications. In this report, we have demonstrated the solventless dispersion of carbon nanopowder (CNP) into the graphite or carbon paste (CP) matrix for sensing application of an anticancer drug, raloxifene (RLX). Carbon nanopowder was homogeneously distributed into the graphite layers (carbon powder) by hand mixing using agate mortar. The mixture was then blended with trace amounts binder (paraffin) for construction of the electrode, i.e. carbon nanoparticle embedded carbon paste electrode (CNP-CPE). Scanning electron microscopic technique was used to study the surface morphology of electrode materials. Further, the electroactive surface area and the electron transfer properties of the fabricated electrodes were investigated by cyclic voltammetric method. CNP-CP was used for the construction of an electrode (CNP-CPE). RLX showed a reversible (ΔEp1 = 0.065 V) and a quasi-reversible (ΔEp2 = 0.526 V) peak at bare CPE and CNP-CPE. However, the peak current of RLX was observed to be improved by 2-fold at CNP-CPE compared to that at bare CPE. Detailed electrochemical behaviour of RLX was studied by altering pH of the supporting electrolyte and the scan rate. Under the optimized conditions, linearity between the peak current and concentration of RLX was observed in the range of 0.01–40 µM with LOD of 0.55 nM for AdDPSV method and 0.05–40 µM with LOD of 19.5 nM for AdLSSV method. The fabricated electrode, CNP-CPE was successfully used for the determination of RLX in pharmaceutical formulations and RLX fortified biological samples.",
     "keywords": ["Carbon nanopowder", "Carbon paste electrode", "Raloxifene", "Stripping voltammetric determination"]},
    {"article name": "Improving hydrogen production using co-cultivation of bacteria with Chlamydomonas reinhardtii microalga",
     "doi": "https://doi.org/10.1016/j.mset.2018.09.003",
     "publication date": "04-2019",
     "abstract": "Hydrogen production by microalgae is a promising technology to achieve sustainable and clean energy. Among various photosynthetic microalgae able to produce hydrogen, Chlamydomonas reinhardtii is a model organism widely used to study hydrogen production. Oxygen produced by photosynthesis activity of microalgae has an inhibitory effect on both expression and activity of hydrogenases which are responsible for hydrogen production. Chlamydomonas can reach anoxia and produce hydrogen at low light intensity. Here, the effect of bacteria co-cultivation on hydrogen produced by Chlamydomonas at low light intensity was studied. Results indicated that however co-culturing Escherichia coli, Pseudomonas stutzeri and Pseudomonas putida reduced the growth of Chlamydomonas, it enhanced hydrogen production up to 24%, 46% and 32%, respectively due to higher respiration rate in the bioreactors at low light intensity. Chlamydomonas could grow properly in presence of an unknown bacterial consortium and hydrogen evolution improved up to 56% in these co-cultures.",
     "keywords": ["Chlamydomonas reinhardtii", "Bacteria", "Co-culture", "Hydrogen"]},
    {"article name": "Rheology of mechanical properties of soft soil and stabilization protocols in the developing countries-Nigeria",
     "doi": "https://doi.org/10.1016/j.mset.2018.10.001",
     "publication date": "04-2019",
     "abstract": "This work highlights on the available techniques and procedures of soil stabilization and to keep geotechnical engineers in the developing world abreast of the cheaper technologies with respect to soil stabilization. This work also emphasized on the need to make use of the emerging technologies of geomaterials and ecofriendly approaches to achieving a bio-based soil stabilization in this field. We are caught in crossfire when our structures fail due to the fact that soils are not studied to determine what needs to be done to improve in the microstructural, mechanical, hydrogeological, geophysical and strengthening properties of soils before erecting structures. There are lots of soil stabilization techniques and procedures available as outlined by the present work. Apart from the most commonly used techniques; mechanical (compaction, dewatering, mixing and so on) and chemical (lime, cement, bitumen, fly-ash and so on), there are other cheaper methods of stabilizing and improving the geophysical properties of soil like the use of geomaterial additives like bagasse ash (sugar cane foil ash), egg-shell ash, quarry dust, palm bunch ash, palm kernel ash, paper ash, crushed waste ceramics, crushed waste glasses, crushed waste plastics, snail shell ash, oyster shell powder, and so on. The ashes are amorphous materials from the direct combustion of solid waste materials while the powders are crushed solid waste too. It has been found that these biobased materials are also of highly pozzolanic properties which has made this a novel technology because of the green nature of the exercise. The CO2 emission with utilization of these organic and solid waste based geomaterials is zero, hence a total replacement of ordinary Portland cement in soil treatment with these alternative cementing additives is a breakthrough to our environment.",
     "keywords": ["Soil stabilization", "Geomaterials", "Geopolymer cement", "CO2 emission", "Soils mechanical properties", "Recycled solid waste materials"]},
    {"article name": "Apple pectin supported superparamagnetic (γ-Fe2O3) maghemite nanoparticles with antimicrobial potency",
     "doi": "https://doi.org/10.1016/j.mset.2018.09.001",
     "publication date": "04-2019",
     "abstract": "Magnetic nanoparticles are themselves a fascinating world due to their various applications in different fields mainly biomedical, catalysis, storage devices and many more. Till now magnetites have been explored extensively through different routes whereas another oxide of iron that is maghemite needs attention and yet to be discovered in different aspects. Here we show the simple, facile and less time consuming method to synthesize superparamagnetic maghemite nanoparticles. The highlights and novelty of the synthesis are marked by the use of sodium borohydride to obtain small sized iron oxide nanoparticles starting from a transition metal complex and further stabilizing them with a polysaccharide that is apple pectin. The maghemite nanoparticles thus synthesized, are characterized by SEM, TEM and XRD whereas, pectin binding with nanoparticles is confirmed by FTIR. The size of nanoparticles obtained is between 2 and 6 nm. The phase clarity of maghemites has been derived using Mossbauer spectra. Along with this, their antimicrobial behavior has also been studied using four different bacterial strains P. aerugenosa, S. aureus B. cereus and S. typhii. The nanoparticles were found to inhibit the growth of bacteria. The present work proposes green synthesis of maghemite nanoparticles in water as solvent and supports waste management by using polysaccharide obtained from apple peel.",
     "keywords": ["Pectin", "Iron oxide", "Nanoparticles", "Superparamagnetic", "Antimicrobial activity"]},
    {"article name": "Fatigue tests on the proton exchange membrane Nafion 115 (perfluorosulfonic acid) of fuel cells, under the biaxial modality: Tension and torsion",
     "doi": "https://doi.org/10.1016/j.mset.2018.10.002",
     "publication date": "04-2019",
     "abstract": "Fatigue tests have been carried out under biaxial modality: tension and torsion, on the membrane material Nafion 115 (perfluorosulfonic acid, PFSA). This polymeric material is used in fuel cells as proton exchange membrane, frequently undergoing mechanical loading of tension and torsion during its industrial life. A self-designed machine has been constructed to obtain the fatigue endurance of this polymeric material under the following testing conditions: from 0 to 50 degrees of torsion, 0–60 MPa of initial tensile stresses, from room temperature (22–25 °C) to 80 °C, and two values for relative humidity: environmental and saturated relative humidity. All fatigue tests were carried out at the frequency of 1.2 Hz. The first results concerning this paper have been obtained under the following conditions: constant torsion angle of 50 degrees, 5 initial tensile stress of 60, 55, 50, 45 and 40 MPa, room temperature (22–25 °C) and environmental humidity (50–55%). According to the experimental results, fatigue endurance decreases sensibly when the tensile stress increases. Finally, the fracture surfaces of testing specimens were analyzed by SEM in order to investigate the principal trends of crack initiation and propagation, under this modality of biaxial fatigue loading.",
     "keywords": null},
    {"article name": "Engineered nanomaterials (ENMs) and their role at the nexus of Food, Energy, and Water",
     "doi": "https://doi.org/10.1016/j.mset.2018.09.004",
     "publication date": "04-2019",
     "abstract": "The use of engineered nanomaterials (ENMs) to improve food production, energy generation, and/or the removal of pollutants from water have changed several paradigms related with the way that the scientific community conceives the future of the respective fields. Nevertheless, the use of ENMs and their eventual release into the environment also generate concerns related with some undesirable effects that have been observed for ENMs once they enter the air, soil, or water. A significant amount of controversial results related with the role of ENMs and their potential side effects have been published, with the consequent lack of clarity and increased misinformation. This study is devoted to reviewing the role of ENMs at the nexus of food, energy, and water (FEW)—including some examples of their current applications and challenges specifically related with food production—as well as discussing their potential effects on the FEW nexus.",
     "keywords": ["Engineered nanomaterials", "Nexus", "Food", "Energy", "Water"]},
    {"article name": "Photocatalytic degradation of organic pollutant with nanosized cadmium sulfide",
     "doi": "https://doi.org/10.1016/j.mset.2018.09.002",
     "publication date": "04-2019",
     "abstract": "Efficient removal of organic pollutants from wastewater by using photocatalysis has become a hot research in recent days due to its ecological and environmental importance. Herein, cadmium sulfide (CdS) nanostructure with different morphologies i.e. nanoflowers and nanopetals were prepared by a hydrothermal method. The Structural properties of as-synthesized nanostructures material have been studied by X-ray diffraction (XRD), Field emission scanning electron microscopy (FESEM), Energy dispersive X-ray spectroscopy (EDX), while UV–Visible spectroscopy have been used to study their optical properties. The photocatalytic activities of the prepared nanostructures have been evaluated by the photocatalytic degradation of organic dye i.e. rhodamine B (RhB). The highest degradation of 78% in CdS nanoflower and 63% in nanopetal for RhB was observed in 4 h. The EIS measurement showed that charge transfer resistance is lower in CdS nanoflower as compare to the nanopetal. The result showed that the CdS nanoflower was more active than nanopetal for photodegradation of RB dye due to more efficient charge transfer. Due to this excellent performance of CdS nanomaterials make it an ideal candidate for various engineering applications in near future.",
     "keywords": ["Cadmium sulfide", "Nanoflowers", "Nanopetals", "Photocatalytic degradation", "Rhodamine B"]},
    {"article name": "Review on the role of solid waste materials in soft soils reengineering",
     "doi": "https://doi.org/10.1016/j.mset.2018.10.004",
     "publication date": "04-2019",
     "abstract": "Environmental degradation resulting from CO2 emission and the constant collapse of foundation of facilities more especially pavements in Nigeria has posed serious threat to the overall economic growth of the nation. More so, Nigeria lacks an efficient solid waste disposal mechanism and policies hence indiscriminate disposal of waste poses yet another threat. This review work has brought to bear the interrelations between these problems. Geotechnical engineering in this paper serves as a locus to bring these threatening environmental conditions into workable and beneficial stream. First this paper tries to outline selected solid waste materials from which geomaterials utilized in the stabilization of soft soils are derived by direct combustion or crushing. Secondly, the utilization of these derivatives, which serve as alternative cement in stabilization of soft soils presents construction methods devoid of CO2 emission because these materials are eco-friendly. Lastly, by adapting the use of these materials in soil strength improvement, the solid wastes find their way out through the recycling process and eventual usage as geomaterials sources. Research results have shown that these materials derived from solid waste because of their high aluminosilicate content improved the mechanical and strength properties of soils.",
     "keywords": ["Solid waste recycling", "Geopolymer cements", "Moisture bound materials", "Geomaterials", "Soils reengineering"]},
    {"article name": "Nanostructured Ni(OH)2/rGO composite chemically deposited on Ni foam for high performance of supercapacitor applications",
     "doi": "https://doi.org/10.1016/j.mset.2018.10.003",
     "publication date": "04-2019",
     "abstract": "Present investigation explores the synthesis of nanostructured Ni(OH)2/Reduced graphene oxide (rGO) on 3D networked Ni foam by simple and cost-effective chemical deposition method. The RGO added with Ni(OH)2 nanosheet directly deposited on Ni foam instead of growing Ni(OH)2 on rGO sheets. The resultant product was characterized by X-ray diffraction (XRD), scanning electron microscopy (SEM) and Fourier transform infrared spectroscopy (FTIR). The characterization result illustrates Ni(OH)2ultrathin nanosheets with thickness 6–10 nm formed around rGO. The further electrochemical performance was extrapolated with cyclic voltammetry (CV) and galvanostatic charge-discharge (GCD) techniques. The maximum specific capacitance exhibited for Ni(OH)2/rGO composite was 1805 Fg−1 at current density 1 Ag−1 2 M KOH electrolyte with 117% capacitance retention. The presence of highly conductive reduced graphene oxide enhances the charge transfer process and facilitates electrolyte diffusion without aggregation of active material. From the result, discussion attributes that Ni(OH)2/rGO composite has better electrochemical performance than pure Ni(OH)2 and which indicates that composite material is a promising candidate for supercapacitor electrode.",
     "keywords": ["Ni(OH)2", "rGO", "Ni foam", "Supercapacitor"]},
    {"article name": "Reddish orange to blue tunable emission from rare earth β-diketonate Eu(TTA)3 dpphen complex for solid state lighting applications",
     "doi": "https://doi.org/10.1016/j.mset.2018.10.006",
     "publication date": "04-2019",
     "abstract": "This work reports synthesis and characterization of novel Eu(TTA)3 dpphen (Eu-Europium, TTA- 2-Thenoyltrifluoroacetone, dpphen-4,7-diphenyl,1,10-phenanthroline) complex which has potential to tune its emission from reddish-orange to blue colour. Its crystalline nature was revealed by X-ray diffractogram while, the structure formation and molecular bonding of the complex was declared by FTIR spectra. TGA/DTA analysis divulges high thermal stability. UV–visible absorption spectra of the complex in various solvents show two distinct peaks referring to the π → π∗ and n → π∗ optical transitions in the rare earth ions and β-diketonate moieties. Also, various optical transition parameters were evaluated from these results. Under excitation wavelength of 380 nm, the complex in solid state illustrates characteristic reddish-orange light emission registered at 613 nm with narrow full width at half maxima, attributed to f-f transition of central Eu3+ ions. However, solvated complex in various organic solvents such as chloroform, dichloromethane and toluene revealed a red shift by 1 nm with intense sharp emission, peaking at 614 nm. Conversely, solvated complex in acetic and formic acid displays a large blue shift of about 136 and 135 nm, respectively. Various photo physical and photometric properties of the complex reveal its prospective as tunable emissive material that can be coated on flexible substrates for solid state lighting applications.",
     "keywords": ["Rare earth β-diketonates", "Europium", "Tunable emission", "Photo physical and photometric properties", "Organic electroluminescent device", "Solid state lighting"]},
    {"article name": "Scheffe optimization of swelling, California bearing ratio, compressive strength, and durability potentials of quarry dust stabilized soft clay soil",
     "doi": "https://doi.org/10.1016/j.mset.2018.10.005",
     "publication date": "04-2019",
     "abstract": "Scheffe’s second degree polynomial was used to formulate models for predicting the swelling potential, California bearing ratio, unconfined compressive strength and loss of strength on immersion durability of quarry dust treated soil. These models could predict the swelling potential, California bearing ratio, unconfined compressive strength and loss of strength on immersion durability of treated soil if the mix ratios are known and vice versa. The response predicted by the models are in good agreement with the corresponding experimentally observed results. The result of these tests shows the feasibility of using quarry dust in soil stabilization. The student t-test and the analysis of variance (ANOVA) test were used to check the adequacy of the models, and the models were found to be adequate at 95% confidence level. With the optimized equations, the properties’ design, behaviour, and performance of treated soft clay soil as a pavement subgrade material will be appropriated and monitored. This will be for any possible volume changes, shear failures, strength failures and durability failures when the material used as a hydraulically bound material is in contact with moisture beyond its optimum and subjected to dynamic load beyond its design value.",
     "keywords": ["Scheffe optimization", "Quarry dust", "Moisture bound materials", "Swelling", "Recycled materials", "Simplex lattice polynomial"]},
    {"article name": "Effect of chromium substitution on the structural and magnetic properties of cobalt ferrite",
     "doi": "https://doi.org/10.1016/j.mset.2018.11.001",
     "publication date": "04-2019",
     "abstract": "Spinel structured ferrite materials have been explored more than the other types as bearing simplified structural analysis and also their synthesis methods. In this present report Cr2+ doped spinel structured cobalt ferrite nanopowder materials have been synthesized and characterized. For investigation of structural, morphological, and magnetic properties, analytic techniques such as powder X-ray diffraction, FT-IR, FESEM, and VSM have been employed. The phase analysis from XRD data showed the spinel structure with the lattice parameters with the range of 8.328–8.412 Å. The FESEM images show non uniform size and shape distribution of these different composition powder samples. The VSM measurement shows a decreasing saturation magnetization as the Cr2+ content increases. Whereas, the coercive force and remnant magnetization at first increase and then decrease with Cr2+ content.",
     "keywords": ["Cobalt ferrite", "Inverse spinel structure", "XRD", "Raman spectra", "VSM"]},
    {"article name": "Graphene-based membranes for CO2 separation",
     "doi": "https://doi.org/10.1016/j.mset.2018.11.002",
     "publication date": "04-2019",
     "abstract": "Increasing concentration of carbon dioxide (CO2) in the atmosphere is responsible for global warming in the world. Up to date, many technologies have been investigated to reduce the concentration of CO2 in the environment but no technology has got significant successes yet. Recently graphene based membrane has attracted increasing attention for their potential applications in gas separation. In this review, we focus on separation of CO2 from gas mixtures through graphene-based membranes. More specifically, the separation of gas mixtures such as CO2/H2, CO2/CH4, CO2/N2 and CO2/O2 which have similar compositions in flue gas treatment, hydrogen purification and natural gas purification will be discussed. The advantages and disadvantages of these membranes will also be part of discussion and finally, the review ends with several recommendations and suggestions on the future prospect for CO2 separation.",
     "keywords": ["Carbon dioxide", "Global warming", "Graphene", "Membrane", "Separation", "Purification"]},
    {"article name": "Microstructural modifications of polyethylene glycol powder binder in the processing of sintered alpha alumina under different conditions of preparation",
     "doi": "https://doi.org/10.1016/j.mset.2018.11.003",
     "publication date": "04-2019",
     "abstract": "In this study, amounts of polyethylene glycol (PEG) plasticizer which used in the forming and sintering α-alumina ceramics of the sample are optimized. PEG as a conventional binder is used for the preparation of alumina-based materials. The main aim of this work was to investigate the effect of different contents of PEG and sintering conditions on the critical quality of produced alumina including microstructure, porosity, compressibility, and mechanical properties. Also, the influence of compression pressure (from 3500 to 5000 bar) on the green density of the produced alumina pellets was evaluated while the binder contents are varied from 1 to 5 wt%. The analysis results showed that the addition of PEG to the alumina powder enhances the green density of the produced disks until a maximum value. Over the maximum point, the density did not further change with increasing PEG content. This high green density leads to a high sintered density of the alumina disks. The results show that the formulation containing more than 4 wt% of PEG causes both lower sintered and green density. The fabricated alumina pellets were then compared to those without additives in terms of mechanical strength, and it was indicated that the density of fabricated pellets enhanced by rising the compaction pressure greater than 3500 bar.",
     "keywords": ["α-Alumina", "Mechanical properties", "Modification", "Sinterability", "Binders", "Green density", "PEG"]},
    {"article name": "Flexible ceramic film capacitors for high-temperature power electronics",
     "doi": "https://doi.org/10.1016/j.mset.2018.11.005",
     "publication date": "04-2019",
     "abstract": "Flexible ceramic film capacitors with high dielectric constant and high breakdown strength hold special promise for applications in power electronics. We deposited lanthanum-doped lead zirconate titanate (PLZT) films on aluminum-metallized polyimide films at room temperature by an aerosol deposition (AD) process and examined the electrical and dielectric properties of the PLZT films over a wide temperature range between −55 and 175 °C. The PLZT film capacitors fabricated by high deposition rate AD process not only satisfy X8R temperature rating but also exhibit superior volumetric and gravimetric specific capacitance. At room temperature, we measured a dielectric constant of ≈85, dielectric loss of ≈0.012, energy density of ≈13.2 J/cm3 with an applied voltage of ≈1000 V. A mean dielectric breakdown field strength (EB) of ≈1.25 MV/cm was determined by Weibull analysis for the ≈8-μm-thick PLZT film capacitors fabricated on flexible aluminum-metallized polyimide substrates. These results revealed that the PLZT-based ceramic film capacitors meet the requirements for advanced high-temperature power inverters. Our results demonstrated that AD process offers the greatest potential for producing low-cost, robust, compact and light-weight ceramic film capacitors with enhanced reliability for power inverters of electrical drive vehicles and various power electronic devices that are critical for high-efficiency energy conversion and renewable energy systems.",
     "keywords": ["Ceramic coating", "Aerosol deposition", "Film capacitor", "Energy conversion", "Power electronics"]},
    {"article name": "Assembled composite of hematite iron oxide on sponge-like BiOCl with enhanced photocatalytic activity",
     "doi": "https://doi.org/10.1016/j.mset.2018.11.004",
     "publication date": "04-2019",
     "abstract": "Herein, sponge-like bismuthoxychloride (BiOCl) and hematite iron oxide (α-Fe2O3) were synthesized by simple and inexpensive method via two-step process, including hydrothermal and solution combustion method. The BiOCl/α-Fe2O3 composite photocatalysts were prepared by incorporating various weight ratios of α-Fe2O3 on BiOCl by a low-cost wet chemical process. The chemical interaction, phase and crystalline nature of the samples were ascertained by Fourier transform infrared spectroscopy (FT-IR) and x-ray diffraction (XRD). Further, the surface morphology and optical properties of the fabricated materials was characterized using scanning electron microscopy (SEM), transmission electron microscopy (TEM) and UV–vis diffuse reflection spectroscopy (DRS). Photocatalytic activities of the fabricated samples towards the photocatalytic degradation of direct red 81 (DR81) was evaluated under ultraviolet light illumination. The BiOCl/α-Fe2O3 composites showed remarkably enhanced photo-induced catalytic performances. The photocatalyst with optimal content of α-Fe2O3 with the highest photocatalytic performance was observed to 1%-BiOCl/α-Fe2O3. The synergistic improvement in the photodegradation of BiOCl/α-Fe2O3 sample may be because of an expansion in the noticeable light absorption efficiency as well as fast photo-generated charge separation. A probable mechanism for the photocatalytic degradation has been proposed for the catalytic performance of BiOCl/α-Fe2O3 photocatalyst.",
     "keywords": ["Bismuthoxychloride", "Direct red 81", "Iron oxide", "Photocatalysis", "Photodegradation"]},
    {"article name": "Synthesis of yttrium doped BiOF/RGO composite for visible light: Photocatalytic applications",
     "doi": "https://doi.org/10.1016/j.mset.2018.11.006",
     "publication date": "04-2019",
     "abstract": "In this present work, yttrium doped bismuth oxy fluoride/reduced graphene oxide (Y-BiOF/RGO) composite was synthesized using a simple solvothermal method. As synthesized composite was characterized by Fourier transform infrared spectroscopy (FT-IR), X-ray diffraction (XRD), UV–Vis diffuse reflectance spectroscopy (DRS), photoluminescence spectroscopy (PL), field emission scanning electron microscopy (FESEM) and transmission electron microscopy (TEM) techniques. The photocatalytic property was evaluated towards the degradation of methylene blue (MB) dye under the visible-light irradiation. The characterization results highlighted that the efficient incorporation of both yttrium ions and RGO greatly reduced the recombination rate of BiOF and extended the visible-light absorption ability. As synergistic effects, the prepared Y-BiOF/RGO composite exhibited maximum degradation rate of 98% in 360 min, which is 6.5 times higher than pure BiOF. The clear mechanism for the enhanced photo-activity by Y-BiOF/RGO was discussed.",
     "keywords": ["BiOF", "Graphene", "Yttrium", "Semiconductors", "Visible light", "Photocatalysts"]},
    {"article name": "Recent trends on tailoring cathodes for room-temperature Na-S batteries",
     "doi": "https://doi.org/10.1016/j.mset.2018.11.007",
     "publication date": "04-2019",
     "abstract": "The research on room-temperature sodium-sulfur batteries is gathering significant attention over the past ten years. This battery technology is a competitive candidate for upcoming grid scale stationary storage units where cost gains precedence over the energy density in market feasibility for applications. Despite the high theoretical capacity of the sodium-sulfur battery, its acceptance is obstructed by serious challenges. The key challenge includes its accelerated shuttle effect and little sulfur electroactivity, which lead to inferior accessible discharge capacity and faster decay.This paper summarizes major benefits, challenges, and operating principle of Na-S battery technology at room-temperature. The conventional and recent strategies for performance improvements of these batteries by tailoring sulfur cathode have been discussed. The broad guidelines for future advancement of these batteries are also summarized and critically explained. Understanding the cell chemistry using in-situ characterization techniques and optimization of each compartment i.e. cathode/anode/electrolyte of room temperature sodium-sulfur batteries, are essential for their further advancement as a feasible technology for energy storage.",
     "keywords": ["Composite sulfur electrode", "Sodium-sulfur battery", "Polysulfide shuttle", "Energy storage"]},
    {"article name": "MnCo2O4 nanosphere synthesis for electrochemical applications",
     "doi": "https://doi.org/10.1016/j.mset.2018.11.008",
     "publication date": "04-2019",
     "abstract": "The present work addresses the important need of new materials to improve energy storage materials. The synthesis of MnCo2O4 nanospheres by employing solvothermal method at different incubation times was carried out. The effects of reaction time on structural, morphological, and electrochemical studies were briefly investigated. The X-ray diffraction result unveils the formation of cubic-structured MnCo2O4 nanospheres with Fd3m (2 2 7) space group. The appearance of two Raman peaks at 480 and 662 cm−1 was greatly attributed to the stretching vibration mode of M–O (M = Mn, Co), and substantiates the formation of MnCo2O4. The presence of functional group and characteristics group was analyzed by Fourier-transform infrared spectroscopy. The scanning electron microscope image clearly indicated different sizes of nanoparticles due to the effect of solvothermal reaction period. The energy storage behavior of MnCo2O4 nanospheres was studied by employing the cyclic voltammetric and charge–discharge cycles. The results confirmed the pseudocapacitive nature of MnCo2O4 nanoparticles (RF3) with porous, spherical nanostructure with larger radius than others and contribute to better specific capacitance of 252 F g−1 at current density of 1 A g−1 which could be considered as a potential candidate for pseudocapacitive electrode for energy storage devices.",
     "keywords": ["Cubic", "MnCo2O4", "Nanospheres", "PVP", "Fd3m (2 2 7) space group", "Energy storage"]},
    {"article name": "Capillarity-driven assembly of single-walled carbon nanotubes onto nickel wires for flexible wire-shaped supercapacitors",
     "doi": "https://doi.org/10.1016/j.mset.2018.06.001",
     "publication date": "12-2018",
     "abstract": "The carbon nanomaterials have been incorporated into composite electrode for wire-shaped supercapacitors (WSSs) to promote development of wearable electronics. Coating of carbon nanomaterials directly onto functional fiber is a facile strategy to prepare wire-shaped electrodes. However, it is still a critical challenge to maximize the adhesion of the nanomaterials onto aimed substrate fiber, while still maintaining the high specific area of the nanomaterials. Herein, both carbon nanotubes (CNTs) and graphene were coated onto the surface of nickel wires via capillary effect driven process. It was discovered that the one dimensional morphology of the CNTs not only benefited the adhesion of CNTs on the relatively smooth surface of the nickel metal wire, but also strengthened the infiltration of the electrolyte among the CNTs. On the contrast, the restacking of graphene oxide (GO) sheets retarded the infiltration of the electrolyte, resulting in inferior capacitive performance. The prepared Ni-CNT electrodes showed excellent electrochemical double layer capacitive performance along with the mechanical robustness and high flexibility. The constructed all-solid flexible wire-shaped supercapacitors maintained a high specific capacitance of approximately 30 F/g after 3000 cycles when bent by 45 degree.",
     "keywords": ["Nickel wires", "Carbon nanotubes", "Graphene oxide", "Capillary effect", "Wire-shaped supercapacitors"]},
    {"article name": "Effect of TiO2 on electrocatalytic behavior of Ni-Mo alloy coating for hydrogen energy",
     "doi": "https://doi.org/10.1016/j.mset.2018.06.003",
     "publication date": "12-2018",
     "abstract": "Ni-Mo-TiO2 composite coating has been developed through electrodeposition method by depositing titanium dioxide (TiO2) nanoparticles parallel to the process of Ni-Mo alloy coating. The experimental results explaining the increased electrocatalytic activity of Ni-Mo alloy coating on incorporation of TiO2 nanoparticles into its alloy matrix is reported here. The effect of addition of TiO2 on composition, morphology and phase structure of TiO2 – composite coating is studied with special emphasis on its electrocatalytic activity for hydrogen evolution reaction (HER) in 1.0 M KOH solution. The electrocatalytic activity of alloy coatings were validated using cyclic voltammetry (CV) and chronopotentiometry (CP) techniques. Under optimal condition, TiO2 – composite alloy coating represented as (Ni-Mo-TiO2)2.0 A dm−2 is found to exhibit the highest electrocatalytic activity for HER compared to its binary alloy counterpart. The increased electrocatalytic activity of (Ni-Mo-TiO2)2.0 A dm−2 composite coating was attributed to the increased Mo content, porosity and roughness of coating, affected due to addition of TiO2 nanoparticles, supported by SEM, EDX, XRD and AFM study. The increased electrocatalytic activity of (Ni-Mo-TiO2)2.0 A dm−2 coating was found due to decreased Rct and increased Cdl values, demonstrated by EIS study. Better electrocatalytic activity of (Ni-Mo-TiO2)2.0 A dm−2 coating, compared to (Ni-Mo)2.0 A dm−2 coating has been explained through mechanism. Experimental study revealed that (Ni-Mo-TiO2)2.0 A dm−2 composite coating follows Volmer-Heyrovsky mechanism, compared to Tafel mechanism in case of (Ni-Mo-TiO2)2.0 A dm−2 coating, assessed on the basis of Tafel slopes.",
     "keywords": ["Ni-Mo alloy coating", "Ni-Mo-TiO2 composite coating", "Electrocatalytic activity", "HER"]},
    {"article name": "Parametric studies of methyl esters synthesis from Thumba seed oil using heterogeneous catalyst under conventional stirring and ultrasonic cavitation",
     "doi": "https://doi.org/10.1016/j.mset.2018.06.004",
     "publication date": "12-2018",
     "abstract": "The depletion of petroleum resources has created great demand for environmental friendly renewable energy sources. Biodiesel is one of the alternatives to petroleum fuels. The objective of present study is to produce biodiesel (Thumba methyl ester) from Thumba oil in presence acidic ion exchange resin i.e. Amberlyst 15 catalyst followed by results of experimental investigation carried out by the conventional stirring method as well as an ultrasonic cavitation method. The effect of molar ratio (1:4 to 1:8 (oil to alcohol)), catalyst concentration (1.0–1.4% (Weight of catalyst/Weight of oil)), Reaction temperature (55 °C–70 °C) on yield of fatty acid methyl ester (FAME) and conversion of triglycerides (TG) were studied by keeping other process parameter constant. Many experiments were employed to investigate the effects of these parameters. Using conventional stirring method, More than 91% conversion of TG was obtained at optimum values of 65 °C in 1 h with 1:6 oil to methanol molar ratio and catalyst concentration of 1.2% Amberlyst 15 in oil. A higher yield of thumba methyl ester about 89% and conversion of triglycerides about 97% was obtained in ultrasonic cavitation reactor within 40 min only. The optimized values of temperature, oil to alcohol molar ratio and catalyst concentration were found to be 65 °C, 1:6 molar ratio and 1.2 wt% of oil respectively. Ultrasonic cavitation method was found to be more rapid, energy efficient and time saving over conventional stirring method. Thermodynamic parameters such as standard heat of reaction, standard Gibbs free energy change and equilibrium constant at optimized operating conditions were reported. A kinetic study of transesterification of Thumba oil for conventional heating method is presented in this paper. The observed rate constant for the overall reaction was of two orders. The experimental data thus obtained was well fitted to the second order kinetics with respect to methanol.",
     "keywords": ["Biodiesel", "Citrullus colocyntis", "Thumba oil", "Transesterification", "Fatty acid methyl ester (FAME)"]},
    {"article name": "Transition metal oxide nanocatalysts for oxygen reduction reaction",
     "doi": "https://doi.org/10.1016/j.mset.2018.06.005",
     "publication date": "12-2018",
     "abstract": "Oxygen reduction reaction (ORR) is the most important reaction that occurs in the cathode surface of fuel cells. Its sluggish kinetics stimulated the researchers towards the development of inexpensive as well as efficient alternatives, to the precious and low abundant Pt-based catalysts. Recently, transition metal-oxide (TMO) based electrocatalysts have attracted tremendous attention as suitable electrocatalyst towards ORR due to its high activity and better stability. Other factors that promote the utilization of TMOs include low cost, high availability and the presence of variable oxidation states. Mixed transition metal oxides (MTMOs) show even better ORR performance due to their enhanced electrical conductivity as compared to that of single TMOs. This review article highlights the recent progress in the design and synthesis of TMO based electrocatalysts with various size and morphology for ORR. Special importance has been given to cobalt oxides, copper oxides, manganese oxides and iron oxides throughout the study. Moreover, the effects of using conductive materials like carbon nanotubes, carbon nanofibres, mesoporous carbon, graphene etc. have also been reviewed.",
     "keywords": ["Fuel cells", "PEMFCs", "ORR", "TMOs"]},
    {"article name": "Electrocatalytic reduction of oxygen on Co3O4: Effects of processing method",
     "doi": "https://doi.org/10.1016/j.mset.2018.06.006",
     "publication date": "12-2018",
     "abstract": "In this study, cathode materials for oxygen reduction reaction were produced. Co3O4 spinel oxides were synthesized by hydrazine based precursor method. X-ray appearing for 311 plane and lattice parameter a = 8.06 Å diffraction pattern showed cubic crystalline structure with 100% relative intensity. These oxides were supported on vulcan carbon by in situ precursor method and by manually grinding in agate mortar and pestle. Prepared Co3O4/C electrodes were characterized by SEM/EDAX to understand the surface morphology. The electrochemical measurements were made using cyclic voltammetry and steady-state polarization techniques. Oxygen reduction reaction was studied in alkaline solution (6 M KOH) by using Hg/HgO, OH− as the reference electrode. The results have shown lower activity for the ORR on the Co3O4/C species compared to that on Pt/C, but higher activity compared to that of pure vulcan carbon. It is observed that oxygen reduction proceeds via 4 electron transfer for Co3O4/C obtained by photocatalytic decomposition.",
     "keywords": ["Co3O4", "Oxygen reduction", "Precursor method", "Electrocatalysis", "Photocatalytic decomposition"]},
    {"article name": "Physico-chemical properties of nanocrystalline YSZ powders as a function of doping level and electrical properties after sintering",
     "doi": "https://doi.org/10.1016/j.mset.2018.06.007",
     "publication date": "12-2018",
     "abstract": "Analyses of a series of xYSZ materials, where x varies from 1 to 15%, have been carried out both in powder form and after sintering to functional materials, namely ion-conducting ceramics for use in SOFC fuel cells. XRD analyses showed that the particles were in the cubic structure confirming the stabilization of this crystal structure in nanocrystals. The analyses further showed that all the interatomic distances in the materials increased with increasing doping. The relative densities of the sintered materials showed a minimum at around 8% doping. In spite of this, EIS analyses showed that both the grain interior and grain boundary contributions to the material resistivity were minimal at around 8% doping.",
     "keywords": ["Grain boundaries", "Sintering", "Ionic conductivity", "Fuel cells", "YSZ"]},
    {"article name": "Investigation of physicochemical and electrochemical properties of recast Nafion nanocomposite membranes using different loading of zirconia nanoparticles for proton exchange membrane fuel cell applications",
     "doi": "https://doi.org/10.1016/j.mset.2018.06.008",
     "publication date": "12-2018",
     "abstract": "In this work, Nafion ionomer was prepared by a dissolution method in high pressure-temperature autoclave reactor using Nafion membrane sources. Zirconia nanoparticles were synthesized by the microwave assisted gel combustion method. The synthesized nanoparticles were characterized by XRD and FESEM, and then added to the Nafion solution to prepare recast Nafion nanocomposite membranes (R-Nafion/ZrO2) with different loading of ZrO2 nanoparticles. Membranes were prepared by recasting method and characterized in terms of water uptake, dimensional stability, ionic conductivity, chemical stability (Fenton test), tensile strength, and scanning electron microscope (SEM) techniques. The obtained results for nanocomposite membranes were compared to the filler-free recast Nafion and commercial Nafion membranes. The nanocomposite membranes showed higher water uptake, mechanical and oxidative stabilities and the hygroscopic zirconia nanoparticles resulted higher proton conductivity of nanocomposite membranes at different temperatures in comparison with pure recast Nafion membrane. The prepared membranes showed defect free, dense microstructure, and good dispersion of nanoparticles in the membranes’ matrix. The results illustrated the prepared nanocomposite membranes have good physicochemical and electrochemical properties for PEMFC applications.",
     "keywords": ["Proton exchange membrane fuel cell", "Recast Nafion membrane", "Zirconia nanoparticles", "Chemical stability"]},
    {"article name": "Catalytic soot oxidation activity of Cr-doped ceria (Ce1-xCrxO2-δ) synthesized by sol-gel method with organic additives",
     "doi": "https://doi.org/10.1016/j.mset.2018.06.009",
     "publication date": "12-2018",
     "abstract": "Cr-doped ceria catalysts (Ce1-xCrxO2-δ: x = 0.05 to 0.25) were prepared by sol-gel synthesis using glucose and fructose as organic additives. The structural and morphological properties were investigated by XRD, BET surface area, Raman and SEM analysis. Catalytic soot oxidation activity of the samples was analyzed by thermogravimetric analysis. XRD results established the evidence for the formation of Ce1-xCrxO2-δ solid solutions and Cr2O3 formation had taken place when the dopant level is x ≥ 0.15. Pure ceria possessed higher surface area when compared to Cr-doped samples due to agglomeration as evidenced by SEM analysis. Raman analysis proved the formation of fluorite phase and also oxygen vacancies. Among the synthesized catalysts pure and Cr-doped exhibited superior catalytic activities when compared to uncatalysed soot. These materials can be used for fabricating effective DPF regeneration systems which require lesser energy consumption.",
     "keywords": ["Ce1-xCrxO2-δ", "Oxygen vacancies", "Soot oxidation"]},
    {"article name": "Magnetron sputter deposited NiCu alloy catalysts for production of hydrogen through electrolysis in alkaline water",
     "doi": "https://doi.org/10.1016/j.mset.2018.06.010",
     "publication date": "12-2018",
     "abstract": "NiCu alloy catalysts with varying composition for electrolysis in alkaline water have been prepared by DC magnetron co-sputtering under Ar gas environment at substrate bias of −60 V. Nanocrystallinity, lattice parameters and grain size of the NiCu alloys have been measured by grazing incidence X-ray diffraction (GIXRD). Elemental and microstructural analysis of the NiCu alloy have been done by field emission scanning electron microscopy (FESEM) as well as transmission electron microscopy (TEM). To analyze the NiCu alloys activity towards hydrogen evolution reaction (HER), cyclic voltammetry measurements have been done in a 6 M KOH at room temperature and further HER activities have been correlated with the varying Cu concentration in NiCu alloy catalysts.",
     "keywords": ["NiCu alloy", "Magnetron sputtering", "Electrolysis in alkaline water", "Hydrogen evolution reaction"]},
    {"article name": "Chemically deposited ultrathin α-Ni(OH)2 nanosheet using surfactant on Ni foam for high performance supercapacitor application",
     "doi": "https://doi.org/10.1016/j.mset.2018.07.001",
     "publication date": "12-2018",
     "abstract": "Nanostructured Ni(OH)2 is synthesized via an easy and cost-effective chemical deposition method with the addition of nonionic organic surfactant. The surfactant added has not taken any part in the reaction but it acts as a morphology directive. Structural and morphological characterization of prepared materials are evaluated by X-ray diffraction (XRD), Fourier transform infrared spectroscopy (FTIR) and scanning electron microscopy (SEM). The nanostructured “α” phase of Ni(OH)2 is confirmed by the XRD results. SEM images revealed the flower-like nanostructure assembled from dozens of nanosheets with the thickness 7–12 nm, forming macroporous structure. The pseudocapacitive performances are measured with cyclic voltammetry (CV) and galvanostatic charge–discharge (GCD) techniques. The maximum specific capacitance of 562 Fg−1 is exhibited from the prepared sample at the scan rate of 10 mV s−1 and 62% capacitance retention after 500 cycles. The experimental results show that the flower-like α-Ni(OH)2 is the promising candidate for supercapacitor electrode.",
     "keywords": ["Supercapacitor", "Nanostructure", "Ni(OH)2", "Surfactants"]},
    {"article name": "Relative study of steel solar pond with sodium chloride and pebbles",
     "doi": "https://doi.org/10.1016/j.mset.2018.07.002",
     "publication date": "12-2018",
     "abstract": "The salt-gradient solar pond is the pre-eminent solar desalination process for storing thermal energy. Due to the high concentration of salt content present in the lower convective zone heat will be stored for a longer period and will supply thermal energy at whatever time is required to have a temperature varying from 50 °C to 90 °C. This paper proposes an experimental and theoretical analysis of the convective type solar pond with trapezoid cross sections with the surface area of 1.7 m2 and depth of 0.5 m made-up of 2 mm thickness mild steel sheet-metal lined by 20 mm and 2 mm thickness of thermo styrene, high density polyethylene sheet. The salinity-gradient is having three zones and these zones are separated due to salt concentration, each zone is having a varying thickness of 1.5 m (upper zone), 2 m (middle zone) and 1 m (lower zone). K-type thermocouple and solar power meter is used to measure the variation of temperature and solar radiation of the pond, thermocouples were space equally of 5 cm at six intervals and the readings were taken for eight hours per day and it is recorded during the months of December and January for further analysis. Experiments are conducted to find efficiency with NaCl and Pebbles. The experimental result reveals that efficiency is higher in NaCl (7%) compared with Pebbles (4%).",
     "keywords": ["Solar pond", "NaCl", "Thermal energy", "Efficiency", "Salt gradient"]},
    {"article name": "Production and characterization of agro-based briquettes and estimation of calorific value by regression analysis: An energy application",
     "doi": "https://doi.org/10.1016/j.mset.2018.07.003",
     "publication date": "12-2018",
     "abstract": "Biomass in the original form having low bulk density results in huge transportation & storage costs, and cannot be used as an effective combustible fuel. Densifying biomass by briquetting/pelletizing technology helps to reduce the above said problems and improves the effectiveness of biomass as combustible fuel. In the present study, briquettes were produced by using rice husk and carbonized rice husk with starch and bentonite clay as binders. The bulk density and compressive strength of briquettes produced were determined. It was observed that bulk density values of briquette samples increased with increase in binder percentage in the mixture up to 6% and decreased with further increase in binder concentration. Similar trend was also observed for compressive strength of briquettes. Proximate analysis of briquettes was evaluated as per the standard methods. A mathematical equation to estimate calorific value of biomass briquettes based on the proximate analysis of briquettes was developed by using regression analysis. It can be inferred that the predicted data from the proposed model closely match with the experimental data with a R2 value of 0.94 and root mean square deviation (RMSD) of 0.0659.",
     "keywords": ["Briquettes", "Regression analysis", "Binder", "Compressive strength", "Bulk density"]},
    {"article name": "Electrode materials for lithium-ion batteries",
     "doi": "https://doi.org/10.1016/j.mset.2018.08.001",
     "publication date": "12-2018",
     "abstract": "In recent years, the primary power sources for portable electronic devices are lithium ion batteries. However, they suffer from many of the limitations for their use in electric means of transportation and other high level applications. This mini-review discusses the recent trends in electrode materials for Li-ion batteries. Elemental doping and coatings have modified many of the commonly used electrode materials, which are used either as anode or cathode materials. This has led to the high diffusivity of Li ions, ionic mobility and conductivity apart from specific capacity. Many of the newly reported electrode materials have been found to deliver a better performance, which has been analyzed by many parameters such as cyclic stability, specific capacity, specific energy and charge/discharge rate. Hence, the current scenario of electrode materials of Li-ion batteries can be highly promising in enhancing the battery performance making it more efficient than before. This can reduce the dependence on fossil fuels such as for example, coal for electricity production.",
     "keywords": ["Li-ion", "Battery", "Cathode", "Anode", "Electrode"]},
    {"article name": "Application of silver-tin dioxide composite cathode catalyst for enhancing performance of microbial desalination cell",
     "doi": "https://doi.org/10.1016/j.mset.2018.08.002",
     "publication date": "12-2018",
     "abstract": "Microbial desalination cell (MDC) is a novel bioelectrochemical system, capable of removing salts and organic matter from wastewater simultaneously. For improving the performance, a carbon supported silver-tin dioxide (Ag-SnO2) composite was synthesized and used as cathode catalyst in a five-chambered MDC (MDC-1). The results were compared with MDC-2 having no catalyst on the cathode. Saline water with a NaCl concentration of 20 g/L was used to evaluate the desalination efficiency of both the MDCs. The electrochemical studies such as cyclic voltammetry and linear sweep voltammetry of the cathode of MDC-1 revealed the superior reduction kinetics. Increased desalination efficiency was observed in MDC-1 (72.6 ± 3.0%) due to presence of Ag-SnO2 catalyst as compared to MDC-2 (57.9 ± 8.6%). Maximum power density of 1.47 W/m3, demonstrated by MDC-1, was noted to be 1.67 times higher than that of MDC-2 (0.88 W/m3). In addition, the coulombic efficiency of MDC-1 was observed to be 14.4 ± 0.2%, which was significantly higher than that observed in MDC-2 (9.5 ± 0.3%). Performance results confirmed the excellent catalytic activity of Ag-SnO2 composite catalyst to be used on the cathode of MDCs, to take forward this cutting-edge technology for field scale application.",
     "keywords": ["Cathode catalyst", "Desalination", "Microbial desalination cell", "Microbial fuel cell", "Oxygen reduction reaction"]},
    {"article name": "Phosphonate ionic liquid immobilised SBA-15/SPEEK composite membranes for high temperature proton exchange membrane fuel cells",
     "doi": "https://doi.org/10.1016/j.mset.2018.08.003",
     "publication date": "12-2018",
     "abstract": "High temperature proton exchange membrane fuel cells require an electrolyte membrane which is mechanically and thermally more stable for its efficient performance. In the present study, a composite membrane prepared using phosphonate ionic liquid immobilised SBA-15 as filler and SPEEK as matrix has been reported. The imidazolium ionic liquid namely 1-Methyl-3-(3- Trimethoxysilylpropyl) imidazolium chloride was grafted on SBA-15 followed by reacting with monosodium phosphate to afford phosphate ion (H2PO4−) containing SBA-15 (PIL-SBA-15). The structure of PIL-SBA-15 was confirmed by solid state CP/MAS 13C and 31P NMR, FTIR, low angle XRD, BET and TEM analyses. SPEEK composite membranes with different concentrations (2, 4, 6 and 8 wt%) of PIL-SBA-15 was prepared by simple solution casting method. The change in morphology of the composite membranes were studied using SEM and XRD techniques. The ion exchange capacity, proton conductivity at high temperatures and water uptake of the composite membranes increased in the presence of PIL-SBA-15. The membrane with 6% fillers showed the maximum electrochemical performance with superior mechanical strength. Upon testing this composite membrane as electrolyte in fuel cell using platinum as both anode and cathode electrodes under un-humidified condition, a maximum power density of 183 mW/cm2 was achieved at 140 °C. The existence of additional ion exchange groups (H2PO4−) lead to the improved performance at high temperature.",
     "keywords": ["High temperature polymer electrolyte", "SBA-15", "Ionic liquid grafting", "Fuel cell performance and un-humidified fuel cell"]},
    {"article name": "Synthesis, growth, optical, band gap energy and mechanical properties of semiorganic nonlinear optical material: 2-Aminopyridine potassium dihydrogen orthophosphate lithium chloride (2APKDPL) crystal",
     "doi": "https://doi.org/10.1016/j.mset.2018.08.004",
     "publication date": "12-2018",
     "abstract": "2APKDPL salt was synthesized by taking equimolar ratio (1:1:1) of 2-aminopyridine, potassium dihydrogen orthophosphate and lithium chloride by slow evaporation technique. Optimum level of purity is achieved by successive recrystallization process. Solubility curve was drawn gravimetrically for different temperature with time interval 5 °C from 30 °C to 55 °C. Optically good quality 2APKDPL crystal of moderate size 9 mm × 4 mm × 2 mm was harvested over the period of 75 days. The functional groups presences in the crystallized 2APKDPL sample were identified by Fourier Transform Infrared (FTIR) spectroscopy. A well defined sharp Bragg’s peak in powder X-ray diffraction analysis identifies the crystalline nature of the grown sample. Single crystal X-ray diffraction study reveals that the 2APKDPL crystal belongs to tetragonal crystal system with noncentrosymmetric space group I4. UV–vis-NIR spectrophotometer study shows the cut-off wavelength of the grown samples as 262 nm and the optical band gap (Eg = 4.62 eV) was calculated for 2APKDPL crystal. SHG efficiency of 2APKDPL is 1.14 times than that of standard potassium dihydrogen phosphate (KDP). The work hardening coefficient (n = 0.5) of 2APKDPL crystal confirming that the grown 2APKDPL crystal belongs to hard category. The mechanical properties, Stiffness constant (C11), Yield Strength (σy), Fracture toughness (Kc), Brittleness index (Bi), Tensile Strength (T) and Yield Point (Y) are calculated and the corresponding graphs were plotted. The dielectric constant and dielectric loss of grown 2APKDPL crystal have been studied. EDAX study was carried out to identify the presence of metal ion in 2APKDPL crystal. The growth mechanism of 2APKDPL crystal was analysed by chemical etching process.",
     "keywords": ["Solution growth", "Optical band gap", "Mechanical properties", "EDAX"]},
    {"article name": "Electrodeposited Ni/SiC composite coating on graphite for high temperature solar thermal applications",
     "doi": "https://doi.org/10.1016/j.mset.2018.05.003",
     "publication date": "06-2018",
     "abstract": "Ni/SiC nanocomposite coatings were electrodeposited on graphite (of different shapes) under galvanostatic condition. The effect of the shape of graphite on the morphological, composition, structural properties of the composite coatings, thermal stability and anti-oxidative behaviour at high temperatures were studied. The major composition of the composite coating is silicon carbide (Si5C3, CSi), nickel silicon (Ni0.92Si0.08) and graphite (C). Porous and fine grain structure is formed with cracks. Uniform distributions of SiC nanoparticle were observed. Circular graphite possessed higher adhesion and thickness of the coatings in comparison with rod and square shaped graphite substrate. Thermal analysis of the coated samples indicates the weight loss of SiC coated graphite as 16.5% (rod), 30% (square), 2.5% (Circular). Uncoated graphite had a weight loss of 32.5%. The thermal oxidation of the coated sample in air is least for circular geometry in comparison to rod and square. Thus SiC coated circular graphite can be utilized for high temperature applications such as solar thermal absorbers.",
     "keywords": ["SiC", "Graphite", "High temperature coatings", "Solar thermal", "Anti-oxidation", "Geometry"]},
    {"article name": "Engineered nanoporous materials mediated heterogeneous catalysts and their implications in biodiesel production",
     "doi": "https://doi.org/10.1016/j.mset.2018.05.002",
     "publication date": "06-2018",
     "abstract": "World’s energy needs are majorly dependent on the fossil fuels, including petrochemical sources and coal. The alternate of these fuels include hydro and nuclear powers. However, all these resources are finite and current rate of consumption indicates the shortening of the fuels and energy in the near future. Diesel plays a remarkable role in the economy of the developing and developed countries in industry and other sectors being a basic fuel used in transportation. The increasing demand of alternate energy based on renewable resources and pollution-free production is a major concern these days for environmentalists. Biodiesel, in this regard is set to be the best entrant to acquire the desired alternative of conventional fuels. The production of biodiesel is carried out through transesterification reaction using edible oil feedstocks, which is not feasible for developing countries. Hence, utilization of low-grade feedstocks for biodiesel production is the new clinch for the developing countries. In general, the transesterification reaction is mediated by catalysts and hence, design of an effective catalyst is the key to produce efficient and commercially viable biodiesel. In this direction, it is necessary to understand the material chemistry of catalysts and mechanism of the catalytic transesterification reaction. This review enlightens the basics of transesterification, role of various process parameters and factors affecting biodiesel production from different feedstocks. In this review we have discussed various nanoporous heterogeneous catalysts investigated for biodiesel production and mainly focused on the mechanism involved in transesterification using heterogeneous catalysts.",
     "keywords": ["Nanoporous materials", "Biodiesel", "Transesterification", "Heterogeneous catalyst", "Feedstocks", "Yield"]},
    {"article name": "Nanoparticles of oxidized-cellulose synthesized by green method",
     "doi": "https://doi.org/10.1016/j.mset.2018.04.003",
     "publication date": "06-2018",
     "abstract": "Site specific drug delivery is the foremost requisite for chemotherapy to avoid the associated side effects. For this, stimuli-responsiveness of the drug delivery device is of great interest to selectively release the loaded drug to the tumor cells. Herein, the oxidized cellulose nanoparticles (OCNPs) were synthesized by oxidation of cellulose with 2,2,6,6-tetramethylpiperidine-1-oxyl radical (TEMPO) and sodium periodate followed by sonication. Doxorubicin (Dox), as model anticancer drug, was loaded on the synthesized OCNPs via pH-responsive linkages between functional groups of Dox and OCNPs. Its release behaviour was studied in medium of different pH values. Dox release was maximum at pH 5.0 and pH 6.8 i.e., endosomal and extracellular pH, respectively in tumor tissue, and minimum at physiological pH 7.4 of normal tissues. Various mathematical models were applied to elucidate the release mechanism of the Dox from the loaded OCNPs. Dox release followed non-Fickian diffusion mechanism. The results suggest that these pH-responsive OCNPs are effective and promising Dox-delivery carriers for cancer treatment and capable of reducing side-effects of this anticancer drug to the normal cells.",
     "keywords": ["Green synthesis", "Oxidized-cellulose nanoparticles", "Site specific drug delivery", "Non-Fickian diffusion"]},
    {"article name": "Preparation, characterization and trifluralin degradation of laccase-modified cellulose nanofibers",
     "doi": "https://doi.org/10.1016/j.mset.2018.04.002",
     "publication date": "06-2018",
     "abstract": "Laccase, an oxidoreductase enzyme, can biodegrade persistent pesticides and other xenobiotics to less toxic monomers. The present work involves immobilization of laccase onto activated nanocellulose fibers (CNFs) extracted from bagasse. The laccase grafted CNFs were characterized by different techniques. %Immobilization and the activity, stability and reusability of the immobilized laccase was studied using 2,2-azino-bis-(3-ethylbenzthiazoline-6-sulfonic acid) as substrate. The %immobilization was calculated to be 85% with a maximum activity of 0.38 U/mg. 60.5% activity was retained even after 15 repeated uses of the immobilized enzyme. Moreover the immobilized enzyme was found to be stable with 75% relative activity after a period of 45 days. The laccase grafted CNFs were evaluated in degradation of trifluralin, a toxic pesticide resistant to natural transformation or degradation processes, in the presence of humic monomers, guiacol and catechol. Results show 100% degradation of trifluralin in 24 h in the presence of guiacol as mediator.",
     "keywords": ["Biowaste utilization", "Cellulose nanofibers", "Laccase immobilization", "Trifluralin degradation", "Reusability and storability"]},
    {"article name": "Nanoengineered material based biosensing electrodes for enzymatic biofuel cells applications",
     "doi": "https://doi.org/10.1016/j.mset.2018.04.001",
     "publication date": "06-2018",
     "abstract": "In the last few decades, biofuel cells have been explored extensively as an emerging technology and achieved the status of critical research endeavours among the intellectual communities working on power crisis across the world. The researchers around the globe are concentrating on harnessing the unique atomic and molecular properties of advance engineered materials, including nanotubes, nanosheets, nanoparticles and conducting polymers, on account of their capability to aid in the generation of efficient electricity from biological substrates using numerous biocatalysts. Because of the enhancement of nanotechnology, substantial milestones have been achieved in the realm of the biofuel cell, even though it is still challenging to uphold the performance of these cells. Implementation of nano materials and conducting polymers for biofuel cell assembly has been widely anticipated as an effective and capable approach to attain high power generation. In this review, we have documented the relevant and exciting methodologies used in the development of the enzyme based biofuel cells (EBC), focused on glucose as biofuel, using different nano materials utilized for EBC and emphasized the revolutions in this field. Every aspect of biofuel cell system including the fundamentals, charge transfer as well as the role of nano materials and conducting polymers in matrix development of electrode materials and its fabrication has been elucidated. To summarize the latest trend an extensive table has been incorporated including bio-sensing electrode, the enzymatic system mediator and output power density.",
     "keywords": ["Biosensing electrodes", "Glucose biofuel cells", "Nano materials", "Nanotubes", "Graphene", "Conducting polymers"]},
    {"article name": "Recent developments in photoelectrochemical water-splitting using WO3/BiVO4 heterojunction photoanode: A review",
     "doi": "https://doi.org/10.1016/j.mset.2018.03.004",
     "publication date": "06-2018",
     "abstract": "Pairing tungsten oxide (WO3) and bismuth vanadate (BiVO4) to form heterojunction photoanode is a very promising strategy to attain the enhanced photoelectrochemical (PEC) water splitting efficiency. In fact, the PEC efficiency of WO3/BiVO4 heterojunction photoanode performs significantly better than either of the individual materials due to their well-matched band edge positions, efficient charge separation, and light harvesting abilities. In WO3/BiVO4 heterojunction, BiVO4 serves as an excellent visible-light absorber (∼30% sunlight) and WO3 functions as an active electron conductor. Therefore, the optimization of the ratio and structure of WO3 and BiVO4 becomes very crucial to produce maximum PEC efficiency. In this review, the significant efforts and remarkable milestones achieved using WO3/BiVO4 heterojunction photoanode in PEC water splitting is summarized. The various factors that influence the PEC activity of WO3/BiVO4 heterojunction include the nanostructure morphology, charge carrier’s dynamics, layers of WO3 and BiVO4, use of catalysts and doping, etc. With WO3/BiVO4 heterojunction photoanode, outstanding PEC performance equal to the theoretical efficiency values (WO3 and BiVO4) has been achieved. The highest photocurrent value of about 6.72 mA cm−2 (at 1.23 V vs. reversible hydrogen electrode (RHE)) with an incident photon to current efficiency of 90% (at 1.23 V vs. RHE) has been reached. Finally, the future research work direction for designing the high efficiency heterojunction photoanodes using WO3 and BiVO4 is discussed.",
     "keywords": ["Tungsten", "Bismuth", "Heterojunction", "Efficiency", "Photoanodes"]},
    {"article name": "Biocompatible mediated bioanode prepared by using poly(3,4-ethylene dioxythiophene) poly(styrene sulfonate) (PEDOT:PSS) and sulfonated graphene oxide integrated enzyme for biofuel cells applications",
     "doi": "https://doi.org/10.1016/j.mset.2018.03.003",
     "publication date": "06-2018",
     "abstract": "In this study, a bioanode for biofuel cells was produced using a composite of poly(3,4-ethylene dioxythiophene)-poly(styrene sulfonate) (PEDOT:PSS) and sulfonated graphene oxide (SGO) wherein SGO shows synergistic impact by going about as charge adjusting dopant and a conductive filler. The conducting polymer PEDOT:PSS alongside SGO fill in as a way to encourage electron transfer and co-immobilize the enzyme in the meantime. Extensive surface area controlled by SGO prompts high catalyst stacking and empowers to enhance the current density of the fuel cells. Ferritin additionally upgrades the transportation of electrons by going about as a redox mediator that effectively transfers electrons from enzyme to the conducting support. Examination of electrochemical execution of modified bioanode in presence of glucose was completed by cyclic voltammetry (CV) and linear sweep voltammetry (LSV) at various scan rates (20–100 mV s−1) in 35 mM of glucose concentrations prepared in 0.3 M potassium ferrocyanide [K4Fe(CN)6] solution. The findings showed that current increases with increase in glucose concentration and anode displayed good electrocatalytic action with saturation current density of 27 ± 2 mA cm−2.",
     "keywords": ["Bioanode", "Biofuel cells", "Biocompatible", "Ferritin", "Glucose oxidase"]},
    {"article name": "Amino-functionalized silica anchored to multiwall carbon nanotubes as hybrid electrode material for supercapacitors",
     "doi": "https://doi.org/10.1016/j.mset.2018.03.002",
     "publication date": "06-2018",
     "abstract": "Silica particles (SiO2) have been prepared by using sol-gel synthesis technique and are amino functionalized by treating with (3-Aminopropyl)triethoxysilane followed by composite formation using acid-functionalized multiwall carbon nanotubes (MWCNTs). The synthesized materials are characterized using morphological and structural techniques like SEM, TEM, XRD, TGA, and FTIR. The MWCNTs with large active surface area and good conductivity present several sites for the growth of spherical SiO2 particles of ∼200 nm diameter. The composite electrode is studied for supercapacitor application between −0.2 to +0.8 V and the electrochemical studies of sample electrodes have been done using cyclic voltammetry, galvanostatic charge-discharge and electrochemical impedance analysis. The specific capacitance, power density and energy density have been compared at various current rates. The MWCNTs electrode exhibit max specific capacitance of 128.4 F g−1 with a power density of 1000 W kg−1 and energy density of 17.8 Wh kg−1 at 2 A g−1 compared to 11.8 F g−1, 1.64 Wh kg−1 and 1000 W kg−1, respectively for SiO2/MWCNTs electrode at the same current rate. High charge propagation is observed for MWCNTs electrode due to conducting and mesoporous nature along with good resilience. Apparently, the MWCNTs electrode displays lower internal resistance with higher capacitive performance compared to SiO2/MWCNTs composite electrode. It has been observed that the power density of electrodes is strongly dependent on current density and reaches up to 1000 W kg−1 for SiO2/MWCNTs composite as current density is increased up to 2 A g−1.",
     "keywords": ["Multiwall carbon nanotubes", "Functionalization", "SiO2", "Supercapacitor"]},
    {"article name": "Effect of electron beam irradiation induced grafting of sialic acid onto polycaprolactone – Feasibility study",
     "doi": "https://doi.org/10.1016/j.mset.2018.03.001",
     "publication date": "06-2018",
     "abstract": "This paper describes a preliminary study on the practical feasibility of covalent attachment or grafting of hydrophilic biological monosaccharide namely, sialic acid (SA) onto the backbone of hydrophobic biodegradable polycaprolactone (PCL) by electron beam (e-beam) irradiation induced free radical polymerization. In the first part of the study, generation of reactive sites/free radicals on PCL backbone, shelf life of these free radicals and a relationship between free radical concentration vs irradiation dose were investigated by electron spin resonance (ESR) study. Later, the grafting of monomer was carried out under different reaction conditions viz., dry method (method 1), wet state co-irradiation (method 2) and water based (method 3) and the same was qualitatively confirmed through Fourier Transfer Infrared Spectroscopy (FTIR) as well as elemental analysis. ESR results showed that the concentration of free radicals increased with an increase in radiation dose. Concentration of these free radicals is very high in initial 1 h with progressive decay and approaches zero concentration in 24 h. The extent of grafting was changed by changing the reaction conditions. The most satisfactory grafting of SA onto PCL was possible under solution state irradiation condition (i.e., in method 2). In FTIR studies, CC and CO stretching were seen at 1176 cm−1 and 1294 cm−1, representing amorphous and crystalline regions respectively. This shift in the crystalline to amorphous domain represents the occurrence of grafting of SA onto PCL and formation of grafted (SA-g-PCL) chains. These changes were observed only in method 2 carried out at lower doses (20, 40 kGy). Further, the presence of element nitrogen (0.178%) in samples obtained from method 2, presented a strong evidence of attachment of SA onto the PCL backbone. Our findings provide new information on the possible grafting of PCL, which could be exploited in future as promising polymeric material to make biocompatible and hydrophilic drug delivery carrier.",
     "keywords": ["Radiation grafting", "Sialic acid", "Polycaprolactone", "Electron beam", "Biological monosaccharide"]},
    {"article name": "Frequency band widening technique for cantilever-based vibration energy harvesters through dynamics of fluid motion",
     "doi": "https://doi.org/10.1016/j.mset.2018.06.002",
     "publication date": "06-2018",
     "abstract": "Vibration energy harvesting has evoked great interests for a wide variety of self-powered microsystems. Vibration energy harvesters typically have a narrow bandwidth, which causes infeasibility for real-life applications. This issue has been addressed by incorporating frequency band widening technique with the help of fluid filled tip mass. It is based on the principle of center of gravity shifts due to the mass change caused by the dynamic motion of the fluid. This concept has been validated through simulations and experimentation carried out for piezoelectric patches from MIDE™, MEAS™ and our fabricated device. Performance evaluation of piezoelectric energy harvester has been carried with solid, and fluid filled tip mass. Open circuit electric potential of 7.4 V with 10 Hz bandwidth has been recorded for fluid (honey-motor oil mixture) tip mass in contrast with 4 Hz bandwidth for solid tip mass. It is found that fluid-filled tip mass has broadened frequency band by 250% without affecting harvested power.",
     "keywords": ["Dynamics of fluid motion", "Fluid-filled tipmass", "Polymer substrate", "Vibration energy harvesting"]}
    ]
}