{"primary": "Physical Sciences and Engineering",
"domain": "Chemical Engineering",
"subdomain": "Chemical Engineering (General)",
"journal name": "South African Journal of Chemical Engineering",
"articles": [
    {"article name": "Influence of inorganic acid modification on Cr(VI) adsorption performance and the physicochemical properties of activated carbon",
     "doi": "https://doi.org/10.1016/j.sajce.2019.01.001",
     "publication date": "04-2019",
     "abstract": "Macadamia activated carbon (MAC) was impregnated with different concentrations of sulphuric or phosphoric or nitric acid ranging from 20 to 60% v/v and heated in a muffle furnace to improve the structural characteristics of the adsorbents for enhanced Cr(VI) removal. The %S content ranging between 2.27 and 3.23% in H2SO4 treated MAC corroborated the incorporation of sulphonate groups during modification. Fourier transform infrared spectroscopy displayed presence of CN, NO, sulphur and phosphorus peaks at 1213, 1531, 1204, and 1214 cm−1, respectively, proving efficacious attachment of the functional groups because of acid treatments. The surface area of pristine MAC increased from 545 to 824 m2/g following acid treatment. The optimum performance for the adsorption of Cr(VI) was 98% at pH 1 and 93% at pH 4 after 120 min of contact time. Compared to pristine carbons (22.3 mg/g), there was an improvement in adsorption capacity to 40.99 mg/g when 20% (v/v) HNO3 activating agent was used, but the adsorption capacity dropped to 9.66 mg/g when 20% (v/v) H2SO4 was used. Materials modified with HNO3 and H3PO4 exhibited superior performances to H2SO4 modified adsorbents indicating the importance of evaluating various concentrations and type of acid as these had positive and negative effects on Cr(VI) removal. The removal mechanism was better explained by both the Langmuir monolayer and Freundlich multilayer isotherms.",
     "keywords": ["Adsorption", "Macadamia", "Modification", "Chromium", "Isotherms", "Kinetics"]},
    {"article name": "Organic removal rates and biogas production of an upflow anaerobic sludge blanket reactor treating sugarcane molasses",
     "doi": "https://doi.org/10.1016/j.sajce.2019.01.002",
     "publication date": "04-2019",
     "abstract": "Response surface methodology was used to develop an empirical model for the optimisation of feed carbon to nitrogen ratio and temperature of an upflow anaerobic sludge blanket reactor treating sugarcane molasses. The developed quadratic models were found to be statistically significant (Prob > F values: 0.0747 and 0.0495) and there was a good correlation between predicted and actual values (R2 values: 0.80 and 0.65). The results indicated that carbon to nitrogen ratio and temperature interactions had a significant effect on biogas production and organic removal rate. Within the range of parameters tested, the optimal biogas production (0.832 L/L.d) and organic removal rates (77.7%) were achieved at a temperature of 38 °C and a total organic carbon to nitrogen ratio of 22:1 (wt/wt). The reactor exhibited the potential to generate energy through biogas formation with a rich methane content of 66.5 vol%.",
     "keywords": ["Anaerobic digestion", "Molasses", "Sugar wastewater", "UASB"]},
    {"article name": "Production of biodiesel from Soybean Oil and Methanol, catalyzed by calcium oxide in a recycle reactor",
     "doi": "https://doi.org/10.1016/j.sajce.2019.02.001",
     "publication date": "04-2019",
     "abstract": "The ever-increasing demand for global energy and the disadvantages related to the use of fossil fuels, mainly due to gas emissions during their combustion, are the main driving forces behind the development of renewable energy sources. In this regard, biodiesel is an interesting alternative, and its use could lead to a reduction in greenhouse gas emissions and their release to the atmosphere. In this study, research on heterogeneous catalysis was conducted in order to obtain a CaO catalyst that can be reused in the biodiesel production process. In addition, the transesterification reaction with the use of a heterogeneous catalysis, optimized by full factorial design, was performed. The reaction was conducted in a bench scale re-circulation reactor. The biodiesel obtained was characterized by gas chromatography, to evaluate the ester concentration and physical proprieties, such as density, viscosity and acid concentration. Initially, the best operational conditions were evaluated by data regression using STATISTICA 7.0 ® software. The results were then used to monitor the reaction progress and the catalyst deactivation over time and can verify that the quality of the biodiesel produced is preserved during the experiments. For this, we can conclude that the recycle reactor used in this study give good contribution to innovation in the biodiesel production.",
     "keywords": null},
    {"article name": "Electro-oxidation and chemical oxidation treatment of sugar industry wastewater with ferrous material: An investigation of physicochemical characteristic of sludge",
     "doi": "https://doi.org/10.1016/j.sajce.2019.01.004",
     "publication date": "04-2019",
     "abstract": "The growth of any nation depends upon the contribution of industrialization. Sugarcane industry is among one of them. It required a large quantity of fresh water for processing and release the large quantity of wastewater. This discharge has a major effect on the Environment and receiving bodies. To protect the surrounding environment an attempt has been made to treat the sugar industry wastewater by electrocoagulation and coagulation process. The result shows that treatment with electrocoagulation could achieve 85% chemical oxygen demand (COD) reduction and 89% color reduction at initial pH of sample 6.5, electrode distance 20 mm, current density 156 Am−2 and electrolyte concentration 0.5 M (NaCl). Addition of ferric salt as chemical coagulant after electrocoagulation treatment shows an overall 98% COD reduction and 99.7% color reduction at same pH with 5 mM coagulant mass loading. The sludge generated after treatments are found suitable for the alternative application.",
     "keywords": ["Chemical oxygen demand", "Dischargeable limit", "Reduction", "Settled sludge", "Wastewater"]},
    {"article name": "Using KDF material to improve the performance of multi-layers filters in the reduction of chemical and biological pollutants in surface water treatment",
     "doi": "https://doi.org/10.1016/j.sajce.2019.01.003",
     "publication date": "04-2019",
     "abstract": "Multi-layers filters are usually used in conventional water treatment plants to purify water, reduce turbidity, and remove plankton and undesired odours. Multi-layers filter consists of basic layers represented in graded sand and supporting gravel layers. This research aims to study the efficiency of such filters after the addition of new layers made of copper and zinc particles by 50% per each with high purity, which are traditionally called KDF (Kinetic Degradation Fluxion). The purpose of adding such layers is to increase the efficiency of filters in the removal of diverse chemical contaminants of heavy elements (Lead, Nickel, iron, etc.), and chlorine to use them in traditional or advanced filter stations, such reverse osmosis plants or ion exchange water filters. A glass tube was filled with KDF, sand and gravel layers and used as a multi-layer's filter, and tests were carried out on a water sample that has been prepared in the lab with concentration of 2 mg/l for heavy elements and 5 mg/l for chlorine. Flow rates of the tested water sample were 20, 40, 60, 80 and 100 l/hr. The results show a very high efficiency of such filters to remove of chlorine from the treated water by 90% and more, while the efficiency of the modified filter to remove lead, nickel and iron was 92%, 88%, and 67% respectively; however, there was no significant records in removing the biological contaminants.",
     "keywords": ["Multi-layers filters", "KDF", "Chlorine", "Heavy metals", "Water treatment"]},
    {"article name": "Response surface methodology approach to optimization of process parameter for coagulation process of surface water using Moringa oleifera seed",
     "doi": "https://doi.org/10.1016/j.sajce.2019.02.002",
     "publication date": "04-2019",
     "abstract": "Recent researches have linked the use of synthetic coagulant for treatment of water with some neurodegenerative and neurotoxic diseases. In view of this, this study focused on the use of an eco-friendly natural coagulant, Moringa oleifera seed for the treatment of surface water. In order to obtain lowest turbidity of surface water, optimization of process variable affecting the coagulation of water was carried out using Response Surface Methodology (RSM). Four parameters were varied viz. settling time, agitation time, agitation speed and Moringa oleifera seed extract (MOSE) concentration and their effects on the turbidity of the surface water were established. The data obtained was fitted to a quadratic model which was also validated. The model predicted lowest turbidity of 5.49 NTU with optimal condition of 120 min of settling time, agitation speed of 100 rpm, 10 min of agitation time and 3 g/l of MOSE concentration. The condition was verified in replicates and turbidity of 5.51 NTU was obtained. The result obtained from this study could be applied to industrial scale for treatment of water.",
     "keywords": ["Moringa oleifera", "RSM", "Surface water", "Optimization", "Coagulation"]},
    {"article name": "DNA hybridisation sensors for product authentication and tracing: State of the art and challenges",
     "doi": "https://doi.org/10.1016/j.sajce.2018.11.002",
     "publication date": "01-2019",
     "abstract": "The wide use of biotechnology applications in bioprocesses such as the food and beverages industry, pharmaceuticals, and medical diagnostics has led to not only the invention of innovative products but also resulted in consumer and environmental concerns over the safety of biotechnology-derived products. Controlling and monitoring the quality and reliability of biotechnology-derived products is a challenge. Current tracking and tracing systems such as barcode labels and radio frequency identification systems track the location of products from primary manufactures and/or producers throughout globalised distribution channels. However, when it comes to product authentication and tracing, simply knowing the location of the product in the supply chain is not sufficient. DNA hybridisation sensors allows for a holistic approach into product authentication and tracing in that they enable the attribution of active ingredients in biotechnology-derived products to their source. In this article, the state-of-the-art of DNA hybridisation sensors, with a focus on the application of graphene as the backbone, for product authentication and tracing is reviewed. Candidate DNA biocompatible materials, properties and transduction schemes that enable detection of DNA are covered in the discussion. Limitations and challenges of the use of DNA biosensing technologies in real-life environmental, biomedical and industrial fields as opposed to clean-cut laboratory conditions are also enumerated. By considering experimental research versus reality, this article outlines and highlights research needed to overcome commercialisation barriers faced by DNA biosensing technologies. In addition, the content is thought-provoking to facilitate development of cutting edge research activities in the field.",
     "keywords": ["DNA hybridisation", "Biosensors", "Electrochemical detection", "Graphene"]},
    {"article name": "Leaching kinetics on the removal of phosphorus from waste phosphogypsum by application of shrinking core model",
     "doi": "https://doi.org/10.1016/j.sajce.2018.11.001",
     "publication date": "01-2019",
     "abstract": "This study investigated the removal of phosphorus from waste phosphogypsum by using citric acid as a leaching reagent, evaluated the potential environmental effect of the final product produced and provide recommendations for the application of developed products. A dissolution process was applied and three variables were studies namely, concentration, stirring speed and temperature. The results showed that Phosphorus can successfully be removed from waste phosphogypsum and the optimum leaching conditions were at the concentration of 0.5 M and temperature of 40 °C, with no effect observed on varying the stirring speed. Shrinking core model (SCM) was used to determine the best fit for the experimental data. For the pore diffusion model (KD), all correlation coefficients yielded were above 0.9, illustrating a positively linear correlation of KD and leaching behavior for phosphorus. Pore diffusion proved to be the effective rate controlling mechanism for the removal of phosphorus from phosphogypsum. The analysis of moments of particle size distribution (PSD) also showed a reduction in particle size, indicating the dissolution of the solid particles. The application of Toxic Leaching Characteristic Procedure (TLCP) showed low concentrations on the effluent, indicating that the developed product will not contaminate the environment through leaching. The obtained leachate concentrations were within the South African effluent discharge standards. The results also showed that dissolution had a significant contribution on the moments of particle size distribution, in terms of the volume, surface area and particles number. In respect to unconfined compressive strength the products developed can be used for load bearing and as backfill material.",
     "keywords": ["Phosphogypsum", "Leaching", "Kinetics", "Citric acid"]},
    {"article name": "Activity coefficients at infinite dilution of various organic solutes in the deep eutectic solvent (tetramethylammonium chloride + 1,6 hexanediol in the 1:1 molar ratio)",
     "doi": "https://doi.org/10.1016/j.sajce.2018.11.003",
     "publication date": "01-2019",
     "abstract": "Deep eutectic solvents (DESs) have emerged as potential green and low-cost substitutes to ionic liquids in various chemical processes. In this study, experimental activity coefficients at infinite dilution for 22 organic solutes were measured in the DES consisting of tetramethylammonium chloride and 1,6 hexanediol (1:1 molar ratio) by gas-liquid chromatography at four temperatures within the range of (313.15–343.15) K at 101.3 kPa. The effect of the molecular structure of the solute on limiting activity coefficient was also examined. From infinite dilution activity coefficients, limiting partial molar excess enthalpies, entropies and Gibbs free energies were calculated to gain insight into solute-DES interactions. It emerged that the strongest soulte-DES interactions were associated with pyridine, thiophene and methyl acetate. Subsequently, limiting selectivities and capacities were calculated for various separation problems to evaluate the potential use of the DES as a separation agent. The best separation performance of the investigated DES was obtained for mixtures consisting of n-alkanes and thiophene or pyridine. For this reason, it was concluded that the DES (tetramethylammonium chloride + 1,6 hexanediol in the 1:1 molar ratio) is a credible candidate to be considered for the denitrogenation as well as the desulphurisation of transportation fuels.",
     "keywords": ["Deep eutectic solvent", "Activity coefficient at infinite dilution", "Enthalpies at infinite dilution", "Gas-liquid chromatography", "Separation"]},
    {"article name": "An attainable region approach for the recovery of iron and zinc from electric arc furnace dust",
     "doi": "https://doi.org/10.1016/j.sajce.2018.12.002",
     "publication date": "01-2019",
     "abstract": "This study investigated the application of the attainable region optimization technique to establish the optimum hybrid hydrometallurgical and pyro-metallurgical process conditions required to treat the electric arc furnace dust. The analysis of the results obtained showed that a combination of an agitation speed of 800 rpm, sodium hydroxide concentration of 8.0 mol/L and a leaching temperature of 80 °C were the optimum conditions for the hydrometallurgical process, while a roasting temperature of 1200 °C, carbon content of 35.27% and a roasting period of 36 h were the optimum conditions for the pyro-metallurgical process. The iron recovered from the dust was recycled in order to upgrade the iron content of the electric arc furnace charge, thereby reducing both process loses and process wastes.",
     "keywords": ["Electric arc furnace dust", "Iron", "Zinc", "Optimization", "Reclamation"]},
    {"article name": "Structural, electrical and electrochemical studies of copper substituted layered LiNi1/3Co1/3Mn1/3O2 cathode materials",
     "doi": "https://doi.org/10.1016/j.sajce.2018.12.004",
     "publication date": "01-2019",
     "abstract": "The copper substituted in LiNi1/3Co1/3Mn1/3O2 cathode materials are synthesized by the solid state reaction method. Here, we are presenting the details of synthesized LiNi1/3Co(1/3-x)Mn1/3CuxO2 (0, 0.05, 0.1 and 0.15) as an alternative cathode material for lithium-ion batteries. The powder X-ray diffraction (XRD) is used for confirmation of phase formation. Morphology and topography of the materials are investigated through a scanning electron microscope (SEM). The chemical composition is identified by techniques of energy dispersive X-ray spectroscopy (EDS) that is integrated with SEM. The Fourier transform infrared spectroscopy (FT-IR) technique is used to characterize the stretching and bending vibrational modes of different functional groups exist in the materials. At low frequencies, the dispersion of real parts of dielectric constant is due to space charge polarization which is observed for all the temperatures. More over charge/discharge studies are carried out to study the performance of the synthesized cathode materials.",
     "keywords": ["Layered structure", "Lithium nickel manganese cobalt oxides", "XRD", "SEM", "Impedance", "Charge-discharge"]},
    {"article name": "Evaluation of thermodynamic behavior of Bisphenol A in water with deep eutectic solvents",
     "doi": "https://doi.org/10.1016/j.sajce.2018.12.003",
     "publication date": "01-2019",
     "abstract": "Density of aqueous Bisphenol A (BPA) solution, tetra-butyl ammonium bromide-glycerol as DES1 and their mixture were measured at different temperatures from 293.15 to 343.15 K with an interval of 5 K. From this measured densities, the solution thermodynamic properties such as excess molar volume, partial molar volume, apparent molar volume and isothermal expansivity of the mixture of aqueous BPA at different ppm (5, 10, 15, 20 and 25 ppm) with DES1 were calculated. Further, tetrabutyl ammonium bromide-decanoic acid as DES2 used as potential solvent for the removal of BPA from their aqueous solution. In this regard, aqueous solution pH were measured in order to understand the mobility of ions and strength of Hydrogen atom in the aqueous solution. Finally, solvent based extraction process characterized in terms of distribution ratio and efficiency.",
     "keywords": ["Bisphenol A", "Deep eutectic solvent", "Thermodynamic property", "Extraction process"]},
    {"article name": "Methanol and sodium chloride inhibitors impact on carbon dioxide hydrate formation",
     "doi": "https://doi.org/10.1016/j.sajce.2018.03.001",
     "publication date": "12-2018",
     "abstract": "Given the importance of hydrate formation, scientists have studied its nature and dealt with its formation in the operating systems and so far many compounds have been studied and applied in this regard including alcohols and salts. Determining thermodynamic equilibrium conditions for hydrate formation will be the subject of this study and the additives such as methanol, sodium chloride and their mixture within the weight percentages of 5%–20% is used that changes the thermodynamic conditions governing the problem including temperature and pressure and causes the formation pressure of methane and carbon dioxide gas hydrates to be higher than the case without additives.MATLAB and Hydoff software programs are used for solving equations and obtaining the relevant results. The results indicated that the proposed model is capable of anticipating the pure carbon dioxide hydrate formation and also to make sure, the obtained results were compared with the results obtained by the experimental and laboratory in this field and the results indicated that the accuracy of the model is very desirable and could be used in the process and the mentioned conditions with high reliability. Maximum error was 5% and the minimum error with experimental data was 1.55%.",
     "keywords": ["Hydrates", "Carbon dioxide", "Temperature", "Pressure", "Modeling"]},
    {"article name": "Development of immobilized microcrystalline cellulose as an effective adsorbent for methylene blue dye removal",
     "doi": "https://doi.org/10.1016/j.sajce.2018.08.001",
     "publication date": "12-2018",
     "abstract": "This article presents the work done on the utilization of microcrystalline cellulose (MCC) extracted from oil palm fronds (OPF) as a renewable and novel adsorbent. Poly (vinyl chloride) (PVC) and epoxidized natural rubber-50 (ENR-50) were used for the immobilization of MCC/ENR/PVC on the glass substrate to evaluate in a fabricated glass cell. It was revealed that the adsorption of MB dye with immobilized OPF MCC gives a maximum adsorption capacity, qmax of 12.85 mg g−1 in Langmuir isotherm. It was proposed that monolayer adsorption occurred at the homogenous surface of the immobilized OPF MCC. Besides, the adsorption process dominant physisorption that was verified by the Gibbs free energy of adsorption (ΔG°). Meanwhile, the adsorption kinetic studies revealed the coefficient of determination in Elovich model was fitted moderately resulted in physisorption, even though the experimental data was corresponded to pseudo-second order kinetic model. Additionally, the intra-particle effect was observed to be more significant at high concentration, which was shown in the increment of the rate constant with initial dye concentration. This study indicates that immobilized OPF MCC has the potential as a green adsorbent and offered the unique advantage of convenient use.",
     "keywords": ["Adsorbent", "Methylene blue", "Microcrystalline cellulose", "Oil palm fronds"]},
    {"article name": "A Facile plant mediated synthesis of silver nanoparticles using an aqueous leaf extract of Ficus hispida Linn. f. for catalytic, antioxidant and antibacterial applications",
     "doi": "https://doi.org/10.1016/j.sajce.2018.07.001",
     "publication date": "12-2018",
     "abstract": "An aqueous leaf extract of Ficus hispida Linn. f. mediated silver nanoparticles (Ag NPs) have been prepared for reduction of 4-Nitrophenol, antioxidant and antibacterial activity against gram positive bacteria, Bacillus subtilis and gram negative bacteria, Escherichia coli. The rate of formation of Ag NPs is found to be depends on concentration of AgNO3, concentration of aqueous leaf extract of Ficus hispida Linn. f., pH, temperature and reaction time. As prepared Ag NPs have been characterized by range of spectroscopic and microscopic techniquies such as UV–Vis spectroscopy, Fourier transform-infrared spectroscopy, powder X-ray diffraction, scanning electron microscopy, transmission electron microscopy. TEM images clearly showed that the formation of spherical shape Ag NPs with an average particle size of 20 nm. As prepared Ag NPs showed high catalytic activity towards the reduction of 4-Nitrophenol to 4-Aminophenol. Green synthesized Ag NPs showed enhanced antioxidant activity and also showed potent antibacterial activity against of both E. coli and Bacillus subtilis.",
     "keywords": ["Green synthesis", "Ag NPs", "Ficus hispida Linn. f. leaf", "Reduction of 4-Nitrophenol", "Antioxidant activity", "Antimicrobial activity"]},
    {"article name": "Corrosion inhibition properties of the combined admixture of essential oil extracts on mild steel in the presence of SO42− anions",
     "doi": "https://doi.org/10.1016/j.sajce.2018.09.002",
     "publication date": "12-2018",
     "abstract": "The combined admixture of essential oil extracts, salvia officinalis and simmondsia chinensis was studied at low concentrations to assess their corrosion inhibition performance on mild steel in 1 M H2SO4 solution. Electrochemical studies were performed with potentiodynamic polarization test and weight loss analysis while open circuit potential measurement was employed to assess the thermodynamic stability of the corrosion properties of the compound with respect to time. Results obtained showed optimal inhibition efficiency of 86.58% and 83.29% at 6% and 5% volumetric concentration from the electrochemical test. The corrosion potential of the inhibited steel displaced significantly in the positive direction compared to the significant negative displacement of corroded steel due to surface coverage from the inhibitor molecules on the inhibited steel. Thermodynamic calculations showed chemisorption adsorption mechanism according to Langmuir, Frumkin and Freundlich adsorption isotherm models. Optical images of inhibited mild steel surface significantly contrast the corroded non-inhibited steel which showed the presence of surface oxides, general deterioration and macro pits.",
     "keywords": ["Corrosion", "Mild steel", "Inhibition", "Adsorption"]},
    {"article name": "Comparative study of various carbon sources on rhamnolipid production",
     "doi": "https://doi.org/10.1016/j.sajce.2018.09.001",
     "publication date": "12-2018",
     "abstract": "This study aimed at comparing the effect of various carbon sources with a fixed nitrogen source for the syntheses of rhamnolipid biosurfactant using a strain of Pseudomonas aeruginosa. The carbon sources used were glycerol, glucose and waste cooking oil (WCO), for the benefit of utilising wastes. The characterized microbial strain was obtained from the Microbiology Department of Obafemi Awolowo University, Ile-Ife. It was grown on a surface culture before inoculation into a production culture. Each culture media were sterilized at 121 °C, 15 psi for 15 min and cooled before inoculation. Each procedure was carried out in duplicates and culture flasks incubated in a shaker for 7 days with 24-h monitoring. The growth of P. aeruginosa on the three carbon sources passed through the phases of formation of primary metabolites. The surface tensions of medium relative to water was reduced from 86.69 mNm−1 to 33.63 mNm−1, 36.44 mNm−1 and 18.02 mNm−1 for biosurfactant from use of glycerol, glucose and WCO as carbon sources respectively. Excellent emulsification index, E24, was obtained in the continuous media Heavy black oil and lubricating oil unlike in the other media: vegetable oil and kerosene. The FTIR spectra revealed that the glycerol- and glucose-based biosurfactants were di-substituted rhamnolipids with difference in the hydrophobic moieties. However, the biosurfactant formed with WCO was not a rhamnolipid but a lipopeptide.",
     "keywords": null},
    {"article name": "Evaluation on La2O3 garlanded ceria heterostructured binary metal oxide nanoplates for UV/ visible light induced removal of organic dye from urban wastewater",
     "doi": "https://doi.org/10.1016/j.sajce.2018.09.003",
     "publication date": "12-2018",
     "abstract": "A low energy bandgap between Ce3+ and Ce4+ states in cerium oxides, high oxygen mobility and high oxygen storage capacity are the properties that qualify them to be the most widely used heterogeneous catalysts. This present work is an account of studies that were carried out on the synthesis and catalytic properties of pure CeO2, CeO2/La2O3 based binary metal oxide nanostructures prepared by the hydrothermal method. Our results revealed that the synthesis temperature and pressure during hydrothermal reactions played a critical role in controlling the shape, size, oxygen vacancy, and low temperature reducibility in CeO2 based nanostructures. In addition, OH− ion concentration was found to play an important role in engineering the lattice constants and oxygen vacancy defects. The present report demonstrated that the hydrothermal synthesis is a facile one step approach for the preparation of compositionally homogeneous cerium based binary metal oxide nanostructures, in which CeO2/La2O3 mixed oxides have a superior low-temperature oxygen release capability compared to pure CeO2. We have also demonstrated that the nanomaterials are proved to have higher catalytic performance at low temperatures as compared to pure ceria nanoparticles.",
     "keywords": ["CeO2:La2O3", "Heterogeneous catalysts", "Electron microscopy", "Photocatalytic activity", "RhB dye"]},
    {"article name": "Chemically stable proton conducting doped BaCeO3 by citrate-EDTA complexing sol-gel process for solid oxide fuel cell",
     "doi": "https://doi.org/10.1016/j.sajce.2018.08.002",
     "publication date": "12-2018",
     "abstract": "Proton conducting oxides Ba1-xSrxCe0.65Zr0.25Y0.1O3-δ are prepared using the citrate-EDTA complexing sol-gel method. The effect of strontium and yttrium doping on the material properties are systematically investigated using TG/DTA, XRD, SEM, EDAX, FTIR, RAMAN and LCR measurments. The results indicated a single phase orthorhombic system. Strontium incorporation helped in increasing the grain size while reducing the lattice parameters and unit cell volume. The ionic conductivities of the sintered oxides increased with increase in the concentration of Sr2+ along with the co doping strategy of trivalent Y3+ in B site. In the present work at 500 °C, exhibited high conductivity value of 2.25 × 10−3 S/cm with activation energy of 0.38 eV in wet atmosphere. These results indicate that this composition can be used as a potential electrolyte if synthesis conditions and temperature are well maintained.",
     "keywords": ["Solid oxide fuel cell", "Proton conducting electrolyte", "Chemical stability sol-gel synthesis", "Ba1-xSrxCe0.65Zr0.25Y0.1O3-δ", "Perovskite"]},
    {"article name": "Value addition of coal fines and sawdust to briquettes using molasses as a binder",
     "doi": "https://doi.org/10.1016/j.sajce.2018.09.004",
     "publication date": "12-2018",
     "abstract": "In this study, the co-briquetting of coal fines saw dust and molasses as a binder is explored as an option for value addition of the wastes generated in the various industries. The effect of the saw dust concentration and the molasses concentration was investigated through measuring the briquette's calorific value, fixed carbon, compressive strength and shatter index. Addition of Ca(OH)2 was done to effect removal of sulphur from the briquette. Measurements of the briquettes physicochemical properties such as moisture content, ash content and sulphur content were measured using the standard methods. As the saw dust and the molasses concentration increased, the calorific value, fixed carbon and compressive strength increased by 16%, 8% and 50% respectively. Whereas, the shatter index decreased by 146% as the saw dust and the molasses concentration increased in relation to the coal fines. Addition of the saw dust and the molasses are therefore critical in the production of a high quality coal-saw dust-molasses briquette which does not shatter.",
     "keywords": ["Binder", "Calorific value", "Coal fines", "Briquette", "Molasses", "Saw dust", "Shatter index"]},
    {"article name": "Anaerobic treatment of opaque beer wastewater with enhanced biogas recovery through Acti-zyme bio augmentation",
     "doi": "https://doi.org/10.1016/j.sajce.2018.10.002",
     "publication date": "12-2018",
     "abstract": "This study investigates the potentially of biologically treating opaque beer wastewater using the bio augmentation technology at the same time harnessing biogas and bio solids as value added products. Wastewater sample were collected in 5L containers and the sludge was separated from the liquid. The liquid and sludge were bio augmented with Acti-zyme with loadings of 5 g/L, 10 g/L and 15 g/L and were left to settle over a period of 30 days under anaerobic conditions. The wastewater and treated effluent BOD, COD, TKN, TP, TSS, TDS and pH were measured using standard methods. Whereas the amount of biogas generated was measured using the water displacement and its composition quantified. The BOD, COD, TKN, TP, TSS, TDS were significantly reduced by 93%, 77%, 87%, 89%, 90% and 90% respectively. The BOD/COD ratio was 0.72 initially and reduced to 0.21 for all the Acti-zyme loadings. Biogas with a methane composition of 65–70% was recovered.",
     "keywords": ["Bio augmentation", "Biogas", "BOD/COD", "Opaque beer wastewater"]},
    {"article name": "Vapour–liquid equilibrium prediction for synthesis gas conversion using artificial neural networks",
     "doi": "https://doi.org/10.1016/j.sajce.2018.10.001",
     "publication date": "12-2018",
     "abstract": "Vapour–liquid equilibrium (VLE) modeling is of paramount importance since it affects the efficiency of downstream processing during product recovery in the Fischer–Tropsch synthesis. multi-layer perceptron neural network (MLPNN) was used to simultaneously model VLE of 1533 gas-liquid solubilities divided over sixty binary systems at pressures up to 5.5 MPa and temperatures from 293 to 553 K using literature data. The network was trained using the Levenberg–Marquardt algorithm in MATLAB® for developing and optimizing the model while Bayesian regularization was used to improve the performance of the network. Results obtained from the network suggest that the MLPNN has a better capability in estimating VLE when compared to conventional thermodynamic models.",
     "keywords": ["Fischer–Tropsch reaction", "Machine learning", "Thermodynamic modeling", "Phase equilibrium"]},
    {"article name": "Review of hybrid evolutionary algorithms for optimizing a reservoir",
     "doi": "https://doi.org/10.1016/j.sajce.2017.11.004",
     "publication date": "06-2018",
     "abstract": "Many studies present hybrid algorithms to solve multiobjective uses of a reservoir. The reservoirs presented in this review are used for flood control, hydropower generation, ecological flow requirement and water distribution systems. While flood control and hydropower are main function of a reservoir, ecological flow requirement are shown to be an important part that should be incorporated into reservoir operation models. Evolutionary algorithms are shown to be capable of solving complex reservoir operation models with fast convergence rate. A review of different algorithms in solving different reservoir operation problems is presented. The results generated by these algorithms are effective, competitive, comparable and applicable. The algorithms present the solutions to the computationally expensive models in an efficient way. Systematic ways of solving different reservoir operation models are presented. Many models reviewed involve reservoirs operated in single objective, multiobjectives, single reservoir and multireservoir. Real time operation is shown to be superior to normal operation. The results generated by the evolutionary algorithms presented show that the algorithms are capable of solving complex and multidimensional problem of water resources. The non-dominated solutions generated are many and spread widely on the Pareto-optimal front.",
     "keywords": ["Reservoir operation", "Flood control", "Ecological flow", "Water distribution", "Evolutionary algorithm", "Hybrid"]},
    {"article name": "Torrefaction of waste biomass for application in energy production in South Africa",
     "doi": "https://doi.org/10.1016/j.sajce.2017.11.003",
     "publication date": "06-2018",
     "abstract": "Power producing plants are major emitters of greenhouse gases that lead to global warming and climate changes. In the past two to three decades, attention has been drawn to organizations such as these reduce their dependence on coal reserves which are depleting and focus on producing clean energy i.e. for every ton of fuel produced, 100 kg or more should be made from clean energy. This has made torrefaction to gain interest as it improves energy content of biomass, a renewable and clean energy source, to levels equal to and sometimes above that of coal. The benefit of this is that, torrefied biomass could be co-fired with coal thereby reducing greenhouse gases and global warming.In this study, the effect of different parameters were investigated on two abundant sources of biomass in South Africa. There parameters were temperature, oxygen content, heating rate and residence time. It was observed that a temperature range between 275 and 300 °C under inert conditions with a heating rate of 10 °C/min and residence time between 20 and 40 min were required to achieve the best biomass with properties comparable to those of coal. This made it possible to co-fire the biomass with coal for energy production at different proportions.",
     "keywords": ["Torrefaction", "Biomass", "Coal", "Higher heating value"]},
    {"article name": "Xanthiumstrumarium leaves extracts as a friendly corrosion inhibitor of low carbon steel in hydrochloric acid: Kinetics and mathematical studies",
     "doi": "https://doi.org/10.1016/j.sajce.2017.11.002",
     "publication date": "06-2018",
     "abstract": "Corrosion inhibition of low carbon steel in 1 M HCl was investigated in absence and presence of Xanthiumstrumarium leaves (XSL) extracts as a friendly corrosion inhibitor. The effect of temperature and inhibitor concentration was studied using weight loss method. The result obtained shown that Xanthiumstrumarium leaves extracts act as an inhibitor for low carbon steel in HCl and reduces the corrosion rate. The inhibition efficiency was found to increases with increase in inhibitor concentration and temperature. Higher inhibition efficiency was 94.82% at higher level of inhibitor concentration and temperature. The adsorption of Xanthiumstrumarium leaves extracts was found to obey Langmuir adsorption isotherm model. The values of the free energy of adsorption was more than −20 kJ/mol, which is indicative of mixed mode of physical and chemical adsorption.",
     "keywords": ["Corrosion", "Green inhibitor", "Natural extracts", "Low carbon steel", "Acid", "Adsorption"]},
    {"article name": "Structural and electrochemical characterizations of nanostructured olivine LiNi1-xCoxPO4 (x=0 and 0.5) cathode materials for lithium-ion batteries",
     "doi": "https://doi.org/10.1016/j.sajce.2017.12.003",
     "publication date": "06-2018",
     "abstract": "Olivine structured lithium transition metal phosphates are interesting cathode materials for lithium-ion batteries due to their excellent thermal and structural stability. This paper describes the synthesis of nanostructured olivine LiNi1-xCoxPO4 (x = 0 and 0.5) cathode materials were prepared by solid state reaction method. The synthesized materials are characterized by X-ray diffraction analysis (XRD), scanning electron microscopy (SEM) and Fourier infrared transform spectra (FTIR) studies. All the X-ray diffraction peaks of both the compounds are indexed and it is found that the samples are well crystallized in orthorhombic olivine structure belonging to the space group Pnma. The crystallite size is calculated from the Scherer's formula and it is found to be 6.918 and 4.818 nm for pure and doped samples respectively. The surface morphology and grain sizes of the materials are investigated through scanning electron microscope. Presence of preferred local cation environment is understood from Fourier transform infrared spectroscopy (FTIR) studies. The assembled lithium cells were electrochemically characterized by charge/discharge and cyclic voltammetry. It is found that the specific capacities of samples with LiNi1-xCoxPO4 (x = 0, 0.5) are about 172.4 mAhg−1 and 173.2 mAhg−1 respectively. The efficiency is slightly improved after cobalt substitution. Based on the above results, the cobalt substituted LiNiPO4 cathode material has been tried as effective substituent.",
     "keywords": ["Cathode materials", "XRD", "FTIR", "Charge/discharge studies"]},
    {"article name": "Electrochemical behavior study of salicylic acid following azo dye formation with 2,4-dinitrophenylhydrazine: Analytical evaluation",
     "doi": "https://doi.org/10.1016/j.sajce.2018.01.002",
     "publication date": "06-2018",
     "abstract": "A new simple, accurate and cost-effective chronoamperometry (CA) - based approach coupled with azo coupling reaction has been put forward for quantitative analysis of salicylic acid. The reaction involves a two-step process of oxidation of the 2,4-dinitrophenylhydrazine (DNPH) by potassium iodate to give a 2,4-dinitrophenylhydrazinium cation at 0–5 °C and coupling with salicylic acid (SA) to form red salicylic acid-derived azo dye. Electrochemical impedance spectroscopy, square wave voltammetry and chronoamperometry methods were used to characterize the electrochemical behavior of the salicylic acid-derived azo dye. Studies on different variables affecting the reaction were optimized. Under the optimal conditions, amperometric studies showed that the current response exhibits a wide linearity range from 0.1 to 0.0005 mmol L−1 for SA and the limit of detection and quantification are found to be 0.0001 and 0.0015 mmol L−1 (S/N = 3 & 10) respectively. Therefore, the developed method was successfully applied for routine determination of SA in pharmaceutical samples.",
     "keywords": ["salicylic acid", "Azo coupling", "DNPH", "Chronoamperometry"]},
    {"article name": "Synthesis of titanium (IV) oxide composite membrane for hydrogen production through alkaline water electrolysis",
     "doi": "https://doi.org/10.1016/j.sajce.2017.12.004",
     "publication date": "06-2018",
     "abstract": "Alkaline water electrolysis is one of the most efficient methods for the hydrogen production. In this method widely used as the asbestos membrane as a separator, but this material is hazardous for health, causing cancer, in order to limit the usage of an asbestos separator. In this present study, a novel TiO2 composite membrane was synthesized from polysulfone (PSF), PVP and titanium oxide (TiO2) by phase inversion precipitation technique. The synthesized membranes were characterized by FT-IR, FE-SEM and XRD techniques. Further, membranes electrolysis performance studied in in-house fabricated small scale alkaline water electrolyser experimental setup of a 10 cm2 cell. These synthesized membranes were effectively improved the hydrogen production rate and purity compared to conventional asbestos separators. A current density of 600 mA/cm2 along with 30 ml/min hydrogen with 99.9% purity was obtained when operating the cell in 30 wt% KOH and 80 °C at 2 V. In electrolysis process, various experimental parameters considered such as an effect of temperature (30–80 °C) and KOH concentration (5–30 wt %) were studied. Hydrogen quantity measured by liquid displacement unit, purity determined by ENDEE portable hydrogen gas analyzer and gas chromatographic (GC) techniques. These synthesized composite membranes are low cost and showed excellent electrochemical performance and stability in alkaline medium.",
     "keywords": ["Alkaline water electrolysis", "TiO2 composite membrane", "Phase inversion technique", "Hydrogen production"]},
    {"article name": "Energy changes during use of high-power ultrasound on food grade surfaces",
     "doi": "https://doi.org/10.1016/j.sajce.2017.12.001",
     "publication date": "06-2018",
     "abstract": "The energy changes experienced during application of high-power ultrasound in cleaning biofilms from food-grade surfaces was investigated in this study. Laboratory scale experiments were conducted using 24 kHz ultrasound frequency with an ultrasonicator capable of operating in continuous mode at nominal ultrasound intensities up to 105 W⋅cm−2. There are different energy changes that occur during its use; however, three types of energy changes were monitored: electrical to acoustical to cavitation, and the efficiency of conversion rate from one form of energy to the other was determined to ascertain the effectiveness of the process. High-power ultrasound do not leave residual chemicals behind after treatment and they reach hidden spots near and/or welds where biofilms thrives. A Nexus hydrophone was used to determine the electrical input energy and the cavitation energy but the calorimetric method was used to determine the acoustical energy. Values obtained for electrical power density were against the rated maximum amplitude displacement to compare the error when using the hydrophone. Results showed that the energy conversion was low, on average 26% from electrical to acoustical energy and 9% from electrical to cavitation. However, the values were in line with some of those reported in literature. It can be seen that high-power ultrasound does have a strong presence in the future for cleaning biofilms on food-grade surfaces.",
     "keywords": ["High-power ultrasound", "Conversion efficiency", "Hydrophone", "Calorimetric method"]},
    {"article name": "Biological treatment of distillery wastewater by application of the vermifiltration technology",
     "doi": "https://doi.org/10.1016/j.sajce.2017.12.002",
     "publication date": "06-2018",
     "abstract": "In this study distillery wastewater was treated using the vermifiltration technology in a bid to reduce downstream contamination by the effluent. 10 kg of Eisenia fetida earthworms were used as the vermifiltration media in a 0.5 m × 0.5 m x 0.3 m vermifiltration bed over a 40 h period cycle. The distillery effluent physicochemical parameters which included pH, total Kjeldahl nitrogen (TKN), biological oxygen demand (BOD), total dissolved solids (TDS), total suspended solids (TSS) and the chemical oxygen demand (COD) were measured every 5 days. The vermicompost which was produced as a result of the vermifiltration process's nitrogen, phosphorous and potassium composition was also determined. The distillery effluent pH changed from acidic to neutral whilst a decrease of 94.9% was observed for the TKN, 91.1% for the BOD, 91.9% for the TDS, 92.4% for the TSS and 89.4% for the COD upon treatment with vermifiltration. The vermicompost, a by-product of the vermifiltration process had a nitrogen, phosphorous and potassium composition of 1.87%, 0.87% and 0.66% respectively.",
     "keywords": ["Distillery effluent", "Eisenia fetida", "BOD", "COD", "TDS", "TSS", "Vermifiltration", "Vermicompost"]},
    {"article name": "Effect of ball and feed particle size distribution on the milling efficiency of a ball mill: An attainable region approach",
     "doi": "https://doi.org/10.1016/j.sajce.2018.02.001",
     "publication date": "06-2018",
     "abstract": "In this article, alternative forms of optimizing the milling efficiency of a laboratory scale ball mill by varying the grinding media size distribution and the feed material particle size distribution were investigated. Silica ore was used as the test material. The experimental parameters that were kept constant in this investigation was the grinding media filling, powder filling and the mill rotational speed. The data obtained from these batch tests was then analyzed using a model free technique called the Attainable Region method. This analysis technique showed that the required product fineness is a function of grinding media and feed material size distributions. It was also observed from the experimental results that in order to increase the milling efficiency of a ball mill, towards optimum production of material in the desired size class, there is a need to correlate the ball size and the feed size distributions.",
     "keywords": null},
    {"article name": "Product design for a functional non-alcoholic drink",
     "doi": "https://doi.org/10.1016/j.sajce.2018.02.002",
     "publication date": "06-2018",
     "abstract": "Product design is the procedure by which customer needs are translated into commercial products. The non-alcoholic drink sector has seen a tremendous growth of new products in recent times. Many of the new innovations include light versions of juices with lower calorie and carbohydrate content and an increase in the variety of juices that are used. In recent trends, consumers seek beverages or drinks that help improve on their health status due to the increasing rate of diseases and sicknesses hence most non-alcoholic drinks on the market have an additional value of health benefits. The aim of this work was to design a non-alcoholic drink product with functional properties to satisfy customer needs, ensuring that all safety, environmental and industrial regulations were taken into consideration. Customer needs in relation to functional fruit drink was identified through survey. These needs were translated into product specifications and various product concepts generated and the best selected using a selection matrix. From assessing the needs of customers and with the help of the selection matrix, prekese functional non-alcoholic drink was chosen as a better functional fruit drink relative to most drinks on the market. The prekese functional non-alcoholic drink had an antioxidant capacity of 24–28 μmol F e 2 + /L which is greater than that of the benchmark and most drinks on the local market.",
     "keywords": ["Product specifications", "Tetrapleura tetraptera fruit", "Antioxidant activity", "Customer needs", "Benchmark"]},
    {"article name": "Comparison study between Ni/TiO2 and Ni/flame synthesized TiO2 catalysts for hydrogen production using thermocatalytic decomposition of methane",
     "doi": "https://doi.org/10.1016/j.sajce.2018.02.003",
     "publication date": "06-2018",
     "abstract": "Hydrogen is considered as a fuel of future due to its environmental cleanness. Thermo Catalytic Decomposition of Methane (TCD) is one of the most advanced process, which will meet the future demand and attractive route for COx free production of hydrogen. In this study, an attempt made using flame synthesized titanium nanorods as a catalyst support for nickel based catalyst to produce hydrogen. The comparison study between Ni/TiO2 and Ni/Flame synthesized TiO2 (Ni/F-TiO2) catalysts for hydrogen production using thermocatalytic decomposition of methane. The effect of nickel weight percentage (10%, 20%, 30% and 40 wt %) and reaction temperature (650, 700, 750 and 800 °C) with Ni/TiO2 and Ni/F-TiO2 catalysts were performed for hydrogen production studies at 54sccm flowrate of methane. The maximum hydrogen production was observed with 30 wt% of Ni/TiO2 and 30 wt% of Ni/F-TiO2 as 48 and 55 vol% at 700 °C in 60min of reaction time. Before and after the reaction, catalysts were characterized by XRD, BET surface area, SEM, TEM and AAS analysis. Apart from hydrogen production, carbon nanorods were observed with a diameter and length of 5–10 nm and 0.25 μm respectively for Ni/TiO2 and for Ni/F-TiO2 catalyst, it was found to be 50–100 nm and 0.5  μm respectively.",
     "keywords": ["Hydrogen", "Nano carbon", "Diffusion flame reactor", "Ni/TiO2", "Ni/F-TiO2", "Thermo catalytic decomposition"]},
    {"article name": "The effect of NaOH catalyst concentration and extraction time on the yield and properties of Citrullus vulgaris seed oil as a potential biodiesel feed stock",
     "doi": "https://doi.org/10.1016/j.sajce.2018.03.002",
     "publication date": "06-2018",
     "abstract": "In this work, oil was extracted from Citrullus vulgaris (watermelon) seeds for potential feedstock in biodiesel production. The results showed that, the oil content from Citrullus vulgaris seeds oil during extraction reached an average yield of 50%. Biodiesel was produced via transesterification using NaOH as catalyst. The effect of NaOH on the yield of the biodiesel was investigated at three different concentrations; 0.13, 0.15 and 0.18 g and oil to methanol ratio of 5:1 under different reaction times; 90, 120 and 150 min at 60 °C. The yield of biodiesel from NaOH concentration of 0.13 g was found to be 70% as compared to those of concentrations, 0.15 g and 0.18 g which were 53% and 49% respectively.Gas chromatography was used to identify the methyl ester groups present in the biodiesel and the results revealed both concentration and time-dependent increase in oil yield. The physicochemical properties of the watermelon seed oil such as flash point (141.3 ± 0.4–143.4 ± 0.2), density (0.86 ± 0.04–0.91 ± 0.01 g/cm3), kinematic viscosity (30.50 ± 0.1–31.20 ± 0.04 mm2/s) and acid value (mg KOH/g) are similar to conventional vegetable oils. This work therefore, highlights the potential utility of water melon seeds for biodiesel production.",
     "keywords": ["Citrullus vulgaris", "Gas chromatography", "Catalyst"]},
    {"article name": "Role of vortex finder depth on pressure drop and performance efficiency in a ribbed hydrocyclone",
     "doi": "https://doi.org/10.1016/j.sajce.2018.04.001",
     "publication date": "06-2018",
     "abstract": "Hydrocyclones are devices used in many chemical and mineral based process industries for separation of fine particles. To enhance the performance efficiency of hydrocyclone with optimum pressure drop several configuration of hydrocyclone is designed and developed. A new hydrocyclone with spiral rib was designed. In the present study, the effects of spiral rib on pressure drop and separation efficiency are investigated experimentally and effect of vortex finder depth of a ribbed hydrocyclone was analyzed. The experimental results showed that the spiral rib has a significant effect on pressure drop and separation efficiency. It is interesting to note that by using a rib in the cylindrical part of the hydrocyclone resulted in lower pressure drop and improved separation efficiency. The pressure drop decreases by 17.5% and total efficiency increases by 10.5% at a feed velocity of 5 m/s and at a vortex finder depth of 7.6 cm. Pressure drop and separation efficiency also affected by the vortex finder depth. In this study, four ribbed hydrocyclones with 6 cm, 7.6 cm, 9.8 cm and 12.5 cm vortex finder depth have been taken for the analysis. Separation efficiency is maximum for the vortex finder depth of 7.6 cm.",
     "keywords": ["Hydrocyclone", "Spiral rib", "Pressure drop", "Separation efficiency", "Vortex finder depth"]},
    {"article name": "Combined biological and advance oxidation processes for paper and pulp effluent treatment",
     "doi": "https://doi.org/10.1016/j.sajce.2018.04.002",
     "publication date": "06-2018",
     "abstract": "During recent years, the socio political pressure to develop suitable technologies capable of treating wastewater from the paper and pulp industry has increased due to strict environmental regulations. System closure could potentially lead to substantial operating and discharge cost savings. This study evaluates the potential of combining an aerobic moving bed biofilm reactor (MBBR) (biological) and a Fenton-like system (advanced oxidation processes) for treating recycle mill effluent (RME). The performance of the moving bed biofilm reactor (MBBR) was evaluated at three different hydraulic residence times (HRT). The HRT used were 24, 16 and 5 h and the corresponding total chemical oxygen demand (COD) removals were 55, 49 and 43% respectively. The volatile organic acids (VOA) removals were 63.5, 58.7 and 53% respectively. The Kincannon-Stover model was used to describe the kinetic behaviour of the MBBR. The calculated KB and Umax parameters for the COD were 26.37 g.L−1.d−1 and 15.06 g.L−1.d−1 respectively. For the VOA, the KB and Umax parameters were 11.81 g.L−1.d−1 and 8.87 g.L−1.d−1. The Fenton-like experiments were carried out in batch runs. The first experiments were carried out to determine the optimal reaction parameters. Maximum COD removals were found to be at a pH of 3.33, Fe3+ dosage of 1,000 mg/L and H2O2 of 14.55 mM. Pseudo-first order reaction kinetics was used to describe the kinetic characteristics of the Fenton-like treatment system. The calculated kinetic parameters ηmax (%) and kCOD (min−1) were 53.8% and 0.112 min−1 respectively at a pH of 3.24, Fe3+ dosage of 250 mg/L and a H2O2 dosage of 77 mM.",
     "keywords": ["Moving bed biofilm reactor (MBBR)", "Fenton-like system", "Recycle mill effluent (RME)"]},
    {"article name": "Bio ethanol from sewage sludge: A bio fuel alternative",
     "doi": "https://doi.org/10.1016/j.sajce.2018.04.003",
     "publication date": "06-2018",
     "abstract": "In this study, the potential to fully exploit sewage sludge as a raw material for bio ethanol a source of bio fuel is investigated. Sewage sludge hydrolysate was first made by introducing Bacillus flexus in order for saccharification to take place before fermenting to bio ethanol using yeast. The hydrolysate was then prepared for fermentation by introducing 10 g/L of peptone, 2 g/L of KH2PO4 and 1  g/L of MgSO4. Afterwards, fermentation was allowed to take place at varying pH (4.0–7.0), temperature (15–45 °C), incubation time (10–70 h) and yeast concentrations (2–10% (v/v). Bio ethanol concentrations were characterized through spectrophotometry and its physicochemical properties analyzed by standard methods. Pearson Correlations Coefficients in MATLAB 13.0 were used to determine the coefficients of interaction between the various parameters in bio ethanol production at 95% confidence interval. Highest bio ethanol yields of greater than 40 mL/L were achieved at an incubation period of 10 days, with an operating temperature of 30 °C and pH of 6.5 with yeast concentration of 6% wt. The interactions between incubation temperature and pH had the best interaction coefficient of 0.9759 being achieved for optimal bio ethanol yield. The bio ethanol produced had a flash point of 19.2 °C, pour point of 4.9 °C, cloud point of 20 °C and viscosity of 1.30 cP.",
     "keywords": ["Bio ethanol", "Biomass", "Hydrolysis", "Fermentation", "Process conditions", "Sewage sludge"]},
    {"article name": "Chromium remediation and toxicity assessment of nano zerovalent iron against contaminated lake water sample (Puliyanthangal Lake, Tamilnadu, India)",
     "doi": "https://doi.org/10.1016/j.sajce.2018.04.004",
     "publication date": "06-2018",
     "abstract": "Since its high toxicity and mobility, hexavalent chromium is considered to be a high priority pollutant. This study was performed to carry out a remediation test along with toxicity assessment in a water sample collected from the saturated zone of a historically Cr (VI)-contaminated site known as a Puliyanthangal lake (Tamilnadu, India) using nanoscale zero-valent iron (nZVI). The water samples were examined before and after the nZVI application by means of microbial cultivation tests, phospholipid fatty acid analysis (PLFA) and toxicological tests. The present experimental results revealed that Cr (VI) is considerably adsorbed on nZVI nanoparticles and it could be a cost-effective method for the in situ remediations of Cr (VI). In addition, standard plate count assay showed the dose-dependent decrease in the bacterial cell viability in lake water sample after the addition of nZVI.",
     "keywords": ["Iron nanoparticles", "Green synthesis", "Heavy metal degradation", "E. coli", "Groundwater remediation", "Toxicity"]},
    {"article name": "Phycoremediation of sewage wastewater and industrial flue gases for biomass generation from microalgae",
     "doi": "https://doi.org/10.1016/j.sajce.2018.04.006",
     "publication date": "06-2018",
     "abstract": "Phycoremediation or microalgae cultivation using sewage with industrial flue gases is a promising concept for integrated nutrient removal and sequestration respectively with subsequent biomass generation in order to control environmental pollution. In the present study sewage wastewater (SWW) and industrial flue gas was supplied in batch and continuous mode for cultivation of microalgae Chlorella vulgaris. Chlorella vulgaris was very effective in reduction of chemical concentrations (COD, NO3¯, SO4¯, and PO4¯) in SWW along with flue gas (CO2, NOx and SOx). COD removal was achieved up to 78% in batch mode and 42% in continuous mode. The other nutrients from the sewage wastewater were removed up to 75% whereas, with continuous mode 55%. Concerning the flue gas treatment studies, Chlorella vulgaris removed CO2 up to 64% in batch mode and when grown in continuous mode it was up to 72%. The SOx and NOx concentrations were reduced up to 62% and 63% respectively in batch mode and the removal efficiencies of the same were 59% and 55% in continuous mode. Both batch and continuous mode showed the maximum biomass productivity in hetero and mixotrophic cultivations. While average biomass productivity in mixotrophic continuous mode was higher as 1.0 g/L. Fourier infrared spectroscopy examination of algal biomass revealed the presence of –OH, –COOH, NH2, and = O organic compound groups. It was concluded from the results that C. vulgaris was very effective in the treatment of SWW and industrial flue gas on the other hand the biomass obtained is a sustainable green energy source.",
     "keywords": ["Phycoremediation", "Sewage wastewater (SWW)", "Flue gas", "Microalgae", "Fourier transform infrared spectroscopy", "Chlorella vulgaris", "APHA American Public Health Association", "American Public Health Association", "BOD Biological Oxygen Demand", "Biological Oxygen Demand", "OD optical density", "optical density", "COD Chemical Oxygen Demand", "Chemical Oxygen Demand", "NO3¯ Nitrites", "Nitrites", "SO4¯ Sulphates", "Sulphates", "PO4 Phosphates", "Phosphates", "SOx Sulphur oxide", "Sulphur oxide", "NOx Nitrogen oxide", "Nitrogen oxide"]},
    {"article name": "‘LaDePa’ process for the drying and pasteurization of faecal sludge from VIP latrines using infrared radiation",
     "doi": "https://doi.org/10.1016/j.sajce.2018.04.005",
     "publication date": "06-2018",
     "abstract": "This paper studies a faecal sludge treatment process, LaDePa (Latrine Dehydration and Pasteurization), which includes: (i) the characterization of the rheological and plastic behaviour of faecal sludge in the feeding section; (ii) the study of the drying and pasteurization performance of the process using a laboratory-scale prototype; and (iii) an evaluation of the processed faecal sludge for reuse in agriculture or as a biofuel.Experiments conducted using a rheometer show that the faecal sludge exhibits shear thinning behaviour, i.e. viscosity decrease with shear rate increase. Plasticity tests in a cone penetrometer showed that the faecal sludge has a more liquid than plastic behaviour, which may affect extrusion quality, unless a plasticizer is added, as sawdust in this study.The extent of drying and pasteurization of the samples was determined based on moisture content and the presence of viable Ascaris eggs respectively. As the intensity of infrared radiation was increased, drying was faster and more efficient in terms of energy consumption. However, the pellets were thermally degraded at temperatures above 200 °C. After processing in the LaDePa, Ascaris eggs were deactivated or severely damaged so that they would be not able to develop.The last part of the study was conducted by determining the content of nutrients (C, N, P, K) and calorific value. The results showed that the processed pellets have suitable characteristics for reuse in agriculture and as a biofuel: similar nutrient content to manure and compost, and similar calorific value to wood. Drying did not affect the nutrient content and calorific value of the dry bone of faecal sludge.",
     "keywords": ["Faecal sludge", "Rheology", "Extrusion", "Drying", "Infrared", "Pasteurization", "Reuse"]},
    {"article name": "Simple method for functionalization of silica with alkyl silane and organic ligands",
     "doi": "https://doi.org/10.1016/j.sajce.2018.05.001",
     "publication date": "06-2018",
     "abstract": "3–(chloropropyl)triethoxysilane (CPTES) with imidazole and sodium silicate from rice husk ash (RHA) successfully reacted within a short time in one–pot synthesis in purely homogenous method. A similar procedure was used for the immobilization of melamine and saccharine to demonstrate a generally applicable method. No reflux was needed, and a green solvent was used as the reaction medium. The surface areas of the prepared materials were very high compared with the materials which have similar structure prepared by the traditional method. The TGA/DTA confirmed that all the materials were highly stable. The FT-IR shows that all expected the functional groups were present. The HRTEM showed that the materials had ordered mesoporous straight-channels which were like the MCM-41. The synthesis procedure is simple, repeatable with different organic ligands and does not require toxic solvents or multiple steps with high products yield.",
     "keywords": ["Rice husk ash", "MCM-41", "Imidazole", "Melamine", "Saccharine"]},
    {"article name": "Evaluation of the effectiveness of the optimization procedure with methanolysis of waste oil as case study",
     "doi": "https://doi.org/10.1016/j.sajce.2018.05.002",
     "publication date": "06-2018",
     "abstract": "Local white stone (LWS) identified as Brette Pearl Spar Mable was used to catalyze the transesterification of waste used oil (WUO) to waste used oil biodiesel (WUOB) in the presence of methanol acting a solvent. The conversion of WUO to WUOB was monitored by calcinated LWS (CLWS). Analysis of CLWS demonstrated that potassium (K) is the major active component responsible for the activity of the catalyst in CLWS synthesis, and the transesterification of WUO to WUOB in the presence of methanol shows the catalyst to be suitable for biodiesel production from WUO. To model and optimize the process condition, response surface methodology and Artificial Neural Network was employed in the conversion of WUO to WUOB using CLWS as heterogeneous base catalyst. The modeling was carried out by considering three factors, reaction time (RT), catalyst amount (CA) and the ratio of methanol/oil (M/OR). The optimum conditions that achieved 92.45 (%w/w) for RSM and 98.46 (%w/w) for ANN were RT of 40 min, CA of 6 g and M/OR of 5.5:1. Characterization of the produced WUOB shows that the WUOB can replace conventional diesel when blends. Nevertheless, statistical analysis showed that the conversion using presoaked CLWS, proved to be a suitable heterogeneous catalyst for transesterification of biodiesel.",
     "keywords": ["Transesterification", "Calcinated local white stone", "Modeling", "Optimization", "Statistical analysis", "Biodiesel"]},
    {"article name": "Green synthesis & catalytic study of sucrose stabilized Pd nanoparticles in reduction of nitro compounds to useful amines",
     "doi": "https://doi.org/10.1016/j.sajce.2017.11.006",
     "publication date": "06-2018",
     "abstract": "An efficient chemoselective reduction of aromatic nitro compounds to corresponding amino analogues was achieved using palladium/sucrose (Pd/S) nanoparticles as an eco friendly catalyst, a green approach formate in ethanol at RT. The reductions are fruitfully carried out in presence of various other reducible functional groups such as halo, alkoxy, carbonyl, and cyanide etc. The reactions are worthy and high yielding (100%).",
     "keywords": ["Pd/sucrose nanoparticles", "Eco friendly", "Reduction", "Amine formation", "Methodolgy", "Characterizations"]},
    {"article name": "Bioremediation of acid mine drainage using algae strains: A review",
     "doi": "https://doi.org/10.1016/j.sajce.2017.06.005",
     "publication date": "12-2017",
     "abstract": "Acid mine drainage (AMD) causes massive environmental concerns worldwide. It is highly acidic and contains high levels of heavy metals causing environmental damage. Conventional treatment methods may not be effective for AMD. The need for environmental remediation requires cost effective technologies for efficient removal of heavy metals. In this study, algae based systems were reviewed and analyzed to point out the potentials and gaps for future studies. Algae strains such as Spirulina sp., Chlorella, Scenedesmus, Cladophora, Oscillatoria, Anabaena, Phaeodactylum tricornutum have showed the capacity to remove a considerable volume of heavy metals from AMD. They act as “hyper-accumulators” and “hyper-adsorbents” with a high selectivity for different elements. In addition, they generate high alkalinity which is essential for precipitation of heavy metals during treatment. However, algae based methods of abating AMD are not the ultimate solution to the problem and there is room for more studies.",
     "keywords": ["Acid mine drainage", "Algae strains", "Contamination", "Heavy metals", "Bioremediation"]},
    {"article name": "Sustainable fuel production by thermocatalytic decomposition of methane – A review",
     "doi": "https://doi.org/10.1016/j.sajce.2017.10.002",
     "publication date": "12-2017",
     "abstract": "Thermocatalytic Decomposition of Methane (TCD) is a completely green single step technology for producing hydrogen and carbon nanomaterials. This paper review about the research in laboratory-scale on TCD, specifically the recent advances like co-feeding effect and regeneration of catalyst for enhancing the productivity of the entire process. Although a remarkable success on the laboratory-scale has been fulfilled, TCD for free greenhouse gas (GHG) hydrogen production is still in its infancy. The necessity for commercialization of TCD is more than ever in the present-day condition of massive GHG emission. TCD generally studied over several types of catalysts, for example mono, bi, trimetallic, combination of metal–metal oxide, carbon and metal doped carbon catalysts. Catalyst Deactivation is the main problem found in TCD process. Regeneration of catalyst and co-feeding of methane with other hydrocarbon are the two main solutions placed helped in accordance to overcome deactivation problem. Higher amount of co-feed hydrocarbon in situ produce more amount of highly active carbon deposits which support further methane decomposition to produce extra hydrogen. The conversion rate of methane increases with increasing temperature and decreases with the flow rate in the co-feeding process in a comparable manner as observed in normal TCD. The presence of co-components in the post-reaction stream is an important challenge attempted in the co-feeding and regeneration.",
     "keywords": ["Hydrogen", "Catalysts", "Thermocatalytic decomposition"]},
    {"article name": "Analysis of potassium nitrate purification with recovery of solvent through single effect mechanical vapor compression",
     "doi": "https://doi.org/10.1016/j.sajce.2017.05.004",
     "publication date": "12-2017",
     "abstract": "Analysis of purification of potassium nitrate with incorporation of single effect mechanical vapor compressor for solvent recovery was done. Analysis focused on the effect of concentration and temperature of mother liquor on the energy efficiency of the process and the amount of recovered solvent. Performance coefficient of mechanical vapor compressor ranged between 1.5 and 7.5 depending primarily on the temperature of mother liquor. It was found that with increase in temperature of mother liquor through pre-heating, the power of the compressor, compression ratio and amount of heat supplied to the evaporator decrease. For a 40% concentrated feed solution and mother liquor temperature above 80 °C, performance coefficient is higher than 4. It is therefore concluded that preheating mother liquor and reduction of the effect of concentration of both mother liquor and concentrated waste stream through other methods reduces the power consumption of purification process.",
     "keywords": ["Performance coefficient", "Mother liquor", "Concentrated solution", "Recovered solvent", "Boiling point elevation", "Mechanical vapor compressor"]},
    {"article name": "Photochemical oxidation of antibiotic gemifloxacin in aqueous solutions – A comparative study",
     "doi": "https://doi.org/10.1016/j.sajce.2017.06.002",
     "publication date": "12-2017",
     "abstract": "The amount of organic micro pollutants like antibiotics detected in effluents, lakes, rivers, hospital wastewater, sewage water and ground water. These antibiotics are affecting aquatic organisms. Common wastewater treatment plants are not built to remove these substances. Thus there is a need for new technologies. The present study focuses on the application of a promising technology, that is the use of advanced oxidation processes (AOPs), which works based on the intermediacy of hydroxyl and other radicals to oxidized non-biodegradable compounds. Hence, in the present study treatment of certain gemifloxacin commonly used in day-to-day life has been carried out. The combination of UV, UV/H2O2, Fenton, and UV/Fenton systems has been studied. Gemifloxacin concentration degradation, Chemical Oxygen Demand (COD) and Total Organic Carbon (TOC) are monitored. Among all the processes studied photo-Fenton process has been found to be the maximum removal of gemifloxacin (97%).",
     "keywords": ["Antibiotics", "Pharmaceuticals", "Oxidation technologies", "Non-biodegradable", "Gemifloxacin"]},
    {"article name": "Full factorial design approach to carbon nanotubes synthesis by CVD method in argon environment",
     "doi": "https://doi.org/10.1016/j.sajce.2017.06.001",
     "publication date": "12-2017",
     "abstract": "Whereas meeting product quantity and quality are prime intent in process optimization of materials manufacturing, the application of the more reliable full factorial experiment has not been well-explored in optimization studies of Carbon nanotubes (CNTs) synthesis. In this study, statistical full factorial design of experiment was explored in the parametric studies of CNTs synthesis via acetylene-chemical vapour deposition (CVD). Bimetallic (FeCo) catalyst supported on CaCO3 was employed for the synthesis of CNTs. The dependence of CNTs yield on the growth time (45/60 min), growth temperature (700/750 °C), acetylene flow rate (150/190 ml/min), and argon flow rate (230/290 ml/min) was investigated in the 24 factorial design of experiment. The growth temperature and acetylene flow rate were found to have the most significant effects on the yield of CNTs, and a maximum yield of 170% was obtained at growth conditions of 60 min, 700 °C, 190 ml/min acetylene flow rate, and 230 ml/min argon flow rate. Since acetylene undergoes polymerization or dissolution during non-catalyzed thermal decomposition, the significant effects of temperature and acetylene flow rate as illustrated by the factorial analysis suggests that the selective ability of the FeCo/CaCO3 catalyst towards CNTs growth in the thermal decomposition of acetylene in CVD was mainly thermodynamics-controlled. Characterization of CNTs samples synthesized at different conditions shows that highest-yield conditions do not guarantee best quality properties.",
     "keywords": ["Optimization", "Full factorial design", "Carbon nanotubes", "Chemical vapour deposition"]},
    {"article name": "Optimal factor evaluation for the dissolution of alumina from Azaraegbelu clay in acid solution using RSM and ANN comparative analysis",
     "doi": "https://doi.org/10.1016/j.sajce.2017.06.003",
     "publication date": "12-2017",
     "abstract": "Artificial neural network (ANN) and Response Surface Methodology based on a 25−1 fractional factorial design were used as tools for simulation and optimisation of the dissolution process for Azaraegbelu clay. A feedforward neural network model with Levenberg–Marquard back propagating training algorithm was adapted to predict the response (alumina yield). The studied input variables were temperature, stirring speed, clay to acid dosage, leaching time and leachant concentration. The raw clay was characterized for structure elucidation via FTIR, SEM and X-ray diffraction spectroscopic techniques and the result indicates that the clay is predominantly kaolinite. Leachant concentration and dosage ratio were found to be the most significant process parameter with p-value of 0.0001. The performance of the ANN and RSM model showed adequate prediction of the response, with AAD of 11.6% and 3.6%, and R2 of 0.9733 and 0.9568, respectively. A non-dominated optimal response of 81.45% yield of alumina at 4.6 M sulphuric acid concentration, 214 min leaching time, 0.085 g/ml dosage and 214 rpm stirring speed was established as a viable route for reduced material and operating cost via RSM.",
     "keywords": ["Alumina dissolution", "ANN modelling", "Azaraegbelu", "Clay", "RSM"]},
    {"article name": "Coupling effect of waste automotive engine oil in the preparation of wood reinforced LDPE plastic composites for panels",
     "doi": "https://doi.org/10.1016/j.sajce.2017.01.004",
     "publication date": "12-2017",
     "abstract": "We demonstrated the formulation of wood plastic composite (WPC) materials with flexural strength of 13.69 ± 0.09 MPa for applications in outdoor fencing using municipal waste precursors like low density polyethylene (LDPE) plastics (54.0 wt. %), sawn wood dust with particle size between 64 and 500 μm derived from variable hardwood species (36.0 wt. %) and used automotive engine oil (10 wt. %). The WPC panels were prepared by pre-compounding, extruding at a screw auger torque of 79.8 Nm and pressing through a rectangular mould of dimension 132 mm × 37 mm × 5 mm at temperature 150 °C. The efficacy of black waste oil, as a coupling agent, was demonstrated by the absence of voids and pull-outs on microscopic examination using scanning electron microscopy. No hazardous substances were exhaled during thermo-gravimetric mass spectrometry analysis. The percentage crystallinity of the LDPE in the as-prepared material determined by differential scanning calorimetry was 11.3%.",
     "keywords": ["Wood plastic composites", "Low density polyethylene", "Wood dust", "Physical", "Thermal and mechanical properties"]},
    {"article name": "Dielectric relaxation study of amides with alcohol mixtures by time domain reflectometry",
     "doi": "https://doi.org/10.1016/j.sajce.2017.06.006",
     "publication date": "12-2017",
     "abstract": "Using Time Domain Reflectometry (TDR), dielectric relaxation studies have been carried out on binary mixtures of amides (N-methylacetamide, N,N-dimethylacetamide) with alcohol (1-butanol, 1-pentanol, 1-hexanol, 1-heptanol, 1-octanol and 1-decanol) for various concentrations over the frequency range from 10 MHz to 10 GHz at 303 K. The Kirkwood correlation factor and excess dielectric constant properties were determined and discussed to yield information on the molecular interactions of the systems. The relaxation time is varies with the chain length of alcohols and substituted amides are observed. The Bruggeman plot shows a deviation from linearity. This deviation was attributed to some sort of molecular interaction which might place between the alcohols and substituted amides. The excess static permittivity and excess inverse relaxation time values vary from negative to positive for all the systems indicating the solute-solvent interaction to exist between alcohol and substituted amides for all the dynamics of the mixture.",
     "keywords": ["Dielectric constant", "Excess parameters", "Kirkwood correlation factor", "Relaxation time", "Time domain reflectometry"]},
    {"article name": "Separation of rhodium(III) and iridium(IV) chlorido species by quaternary diammonium centres hosted on silica microparticles",
     "doi": "https://doi.org/10.1016/j.sajce.2017.07.002",
     "publication date": "12-2017",
     "abstract": "Silica gel was functionalized with six different quaternary diammonium centres derived from ethylenediamine (EDA), tetramethylenediamine (TMDA), hexamethylenediamine (HMDA), 1,8-diaminooctane (OMDA), 1,10-diaminodecane (DMDA) and 1,12-diaminododecane (DDMDA) to produce Si-QUAT EDA, Si-QUAT TMDA, Si-QUAT HMDA, Si-QUAT OMDA, Si-QUAT DMDA and Si-QUAT DDMDA, respectively. The synthesized silica-based resins were characterized by means of FTIR, XPS, SEM, BET surface area, thermogravimetric analysis and elemental analysis. The materials were used to investigate the adsorption and separation of [RhCl5(H2O)]2− and [IrCl6]2−. Batch studies (equilibrium and kinetic studies) were conducted to study the adsorption of [RhCl5(H2O)]2− and [IrCl6]2− onto Si-QUAT EDA, Si-QUAT TMDA, Si-QUAT HMDA, Si-QUAT OMDA, Si-QUAT DMDA and Si-QUAT DDMDA using single metal aqueous solutions. The Freundlich isotherm confirmed multilayer adsorption and the Freundlich constant (kf) displayed the following ascending order; Si-QUAT EDA, Si-QUAT TMDA, Si-QUAT HMDA, Si-QUAT OMDA and Si-QUAT DMDA, and a decrease in kf for Si-QUAT DDMDA. Kinetic studies suggest a pseudo-first order kinetic model. Column studies were also conducted for a binary mixture of these metal ion chlorido species ([RhCl5(H2O)]2− and [IrCl6]2−). The iridium loading capacities increased as the carbon spacer between the diammonium centres increased in the following order; Si-QUAT EDA, Si-QUAT TMDA, Si-QUAT HMDA, Si-QUAT OMDA and Si-QUAT DMDA (4.56 mg/g, 6.88 mg/g, 14.63 mg/g, 19.01 mg/g and 29.35 mg/g, respectively). It was observed that the iridium loading capacity of Si-QUAT DDMDA decreased to 8.90 mg/g. This paper presents iridium-specific materials that could be applied in solutions of secondary PGMs sources containing rhodium and iridium as well as in feed solutions from ore processing.",
     "keywords": ["Silica gel", "Quaternary diammonium centres", "Rhodium", "Iridium", "Separation"]},
    {"article name": "Yields from pyrolysis of refinery residue using a batch process",
     "doi": "https://doi.org/10.1016/j.sajce.2017.07.003",
     "publication date": "12-2017",
     "abstract": "Batch pyrolysis was a valuable process of assessing the potential of recovering and characterising products from hazardous waste materials. This research explored the pyrolysis of hydrocarbon-rich refinery residue, from crude oil processes, in a 1200 L electrically-heated batch retort. Furthermore, the off-gases produced were easily processed in compliance with existing regulatory emission standards. The methodology offers a novel, cost-effective and environmentally compliant method of assessing recovery potential of valuable products. The pyrolysis experiments yielded significant oil (70%) with high calorific value (40 MJ/kg), char (14%) with carbon content over 80% and non-condensable gas (6%) with significant calorific value (240 kJ/mol). The final gas stream was subjected to an oxidative clean-up process with continuous on-line monitoring demonstrating compliance with South African emission standards. The gas treatment was overall economically optimal as only a smaller portion of the original residue was subjected to emission-controlling steps.",
     "keywords": ["Batch pyrolysis", "Volatiles", "Oil yields", "Char", "Emissions", "Oil recovery"]},
    {"article name": "The effects of mixtures of potassium amyl xanthate (PAX) and isopropyl ethyl thionocarbamate (IPETC) collectors on grade and recovery in the froth flotation of a nickel sulfide ore",
     "doi": "https://doi.org/10.1016/j.sajce.2017.07.001",
     "publication date": "12-2017",
     "abstract": "Potassium amyl xanthate (PAX) and sodium isobutyl xanthate (SIBX) are commonly used collectors in both the bulk and selective froth flotation of sulfide ores. These thiol xanthate collectors are conventionally mixed together as well as with more selective thiol collectors such as dithiophosphates (DTP) and dithiocarbamates (DTC), in order to improve selectivity. With deteriorating nickel sulfide ores, more selective collectors and collector mixtures are desired for the efficient extraction of nickel. Thionocarbamates (TC) are another group of thiol collectors used for selective froth flotation of sulfide minerals. Thionocarbamates are especially used in the selective froth flotation of chalcopyrite over pyrite and galena, but little is known about its selectivity with regards to nickel. Thionocarbamates are also more stable over larger pH ranges in comparison to xanthates and they possess beneficial frothing properties. This study compared the effects of using potassium amyl xanthate (PAX), isopropyl ethyl thionocarbamate (IPETC), sodium isobutyl xanthate (SIBX) and their mixtures in the froth flotation of a pentlandite ore. In the mixtures of PAX or SIBX with IPETC, the xanthate accounted for 95.5 mol% and for the PAX and SIBX mixture a 50:50 mixture was used. This study showed that the highest cumulative nickel grades were obtained with PAX, SIBX and there mixture. The highest cumulative nickel recoveries were obtained with IPETC and its mixtures with PAX and SIBX (50–62%).",
     "keywords": ["Nickel sulfide", "Xanthate", "Thionocarbamate", "Grade", "Recovery"]},
    {"article name": "The potency of monoethanolamine in biogas purification and upgrading",
     "doi": "https://doi.org/10.1016/j.sajce.2017.06.004",
     "publication date": "12-2017",
     "abstract": "Biogas has been exploited as one of the alternative sources of renewable energy having the potential to replace fossil fuels. It contains impurities when raw, as it consists of 50–70% methane (CH4), 30–50% carbon dioxide (CO2) and trace gases such as hydrogen sulfide (H2S). Chemical absorption is often a preferred purification technique in industrial applications because it has high efficiencies, removes H2S completely, operates at low pressures, and has higher reaction rates. The focus of this study is on amines as they are widely used worldwide to purify biogas. A continuous system was used where 1 L digester was used for biogas production which was bubbled through an absorbent in 500 mL gas washing bottle. The gas exiting the absorption column was analyzed using Gas Chromatography. The methane yield obtained in this study was higher because MEA is a good absorbent. The biomethane potential was found to be 0.40 m3 CH4/kg VS (volatile solids). An increase in concentration resulted in increased co2 absorption capacity and rate, an average of 76%, 78%, and 84% vol from an initial concentration of 52% vol were achieved for the respective concentrations. The CH4 content of the purified biogas improved with increasing temperature. The removal efficiency of carbon dioxide increased from 66% at room temperature to 77% at 40 °C. Temperature of the solvent increased the absorption capacity and carbon dioxide removal efficiency of the process.",
     "keywords": ["Absorption rate", "Concentration", "Removal efficiency", "Solvent", "Temperature"]},
    {"article name": "Brewery wastewater treatment using laboratory scale aerobic sequencing batch reactor",
     "doi": "https://doi.org/10.1016/j.sajce.2017.08.001",
     "publication date": "12-2017",
     "abstract": "This study evaluates the performance of two laboratory scale aerobic sequencing batch reactor operated under continuous low aeration and cyclic aeration scheme for the treatment of wastewater generated from a local brewery in Durban South Africa. The continuous low aeration scheme was intended to determine its effect on the performance of the reactor in terms of organic material removal compared to a typical cyclic aeration reactor for biological organic material removal. The performance of the two laboratory scale reactor was determined in terms of removals of chemical oxygen demand and biological oxygen demand. These two parameters were selected because they are priority pollutants and organic components in brewery wastewater. The experimental results demonstrated that reductions in chemical oxygen demand and biological oxygen demand in wastewater generated from the breweries can be successfully achieved using both aeration configurations. However, the treatment efficiencies in terms of the removal of chemical oxygen demand was consistently maintained above 90% and for biological oxygen demand it was observed to be above 80% with the reactor operated under the continuous low aeration scheme performing significantly better than the reactor operated under the cyclic aeration scheme.",
     "keywords": ["Continuous low aeration", "Cyclic aeration", "Sequencing batch reactor", "Organic components", "Treatment efficiencies", "Sludge"]},
    {"article name": "Grinding of Class-F fly ash using planetary ball mill: A simulation study to determine the breakage kinetics by direct- and back-calculation method",
     "doi": "https://doi.org/10.1016/j.sajce.2017.08.002",
     "publication date": "12-2017",
     "abstract": "Dry grinding of Class F fly ash (FA) was carried out using the planetary ball mill to obtain mechanically activated nanostructured FA particles. The resulting FA powders were characterized for (i) particle size: dynamic light scattering and sieve analyzer, (ii) specific surface area: BET-analyzer, (iii) structure: X-ray diffractometer, (iv) chemical composition: field emission scanning electron microscope with the electron diffraction spectrum analyzer and x-ray fluorescence analyzer, and (v) aggregation and shape of the particles: Fourier-transformed infra-red spectrometer and scanning electron microscope. A significant enhancement in surface and bulk properties of milled FA was obtained over fresh FA. The breakage parameters (i.e., the specific rate of breakage and primary breakage distribution function) of FA were determined by the direct experimental method using the narrowly-sized fraction of FA over the short grinding period under identical milling environment. A relatively simple back-calculation method was employed to determine above breakage parameters of FA also using time-variant milling data that were obtained after the grinding of distributed-sized FA feed. The parameters obtained from the direct experimental and back-calculation method yielded comparative milling simulation results with the acceptable accuracy.",
     "keywords": ["Planetary ball mill", "Fly ash", "Population balance model", "Direct- and back-calculation method", "Breakage parameters", "Parameter optimization"]},
    {"article name": "Corrosion polarization behaviour and inhibition of S40977 stainless steel in benzosulfonazole/3 M H2SO4 solution",
     "doi": "https://doi.org/10.1016/j.sajce.2017.09.001",
     "publication date": "12-2017",
     "abstract": "Benzosulfonazole was evaluated for its corrosion inhibition effect on S40977 stainless steel in 3 M H2SO4 solution through potentiodynamic polarization, open circuit potential measurement, optical microscopy and IR spectroscopy. Results obtained showed the effective performance of the compound with values of 77.33%–88.32% inhibition efficiency, at 0.25%–1.25% inhibitor concentration from electrochemical analysis. Corrosion potential value decreased from −0.359 V to −0.306 V upon addition of the compound at 0.25% concentration, which decreased progressively to −0.278 at 1.25% concentration. Identified functional groups of alcohols, phenols, amines, amides, carboxylic acids, aliphatic amines, esters and ethers within the compound completely adsorbed onto the steel from analysis of the adsorption spectra while others decreased in intensity due to partial adsorption. Thermodynamic calculations showed the cationic adsorption to be through chemisorption mechanism according to Langmuir, Freundlich and Temkin adsorption isotherms. Micro-analytical images showed a severely corroded morphology with corrosion pits in the absence of benzosulfonazole which contrast the images obtained with the inhibitor addition. The compound was determined to be mixed type inhibition.",
     "keywords": ["Corrosion", "Inhibitor", "Benzosulfonazole", "Sulphuric acid"]},
    {"article name": "Energy densification of animal waste lignocellulose biomass and raw biomass",
     "doi": "https://doi.org/10.1016/j.sajce.2017.10.004",
     "publication date": "12-2017",
     "abstract": "The need to reduce carbon emissions has encouraged more research into use of biomass energy in place of coal. Biomass is carbon neutral; its use can therefore lower net emissions. Biomass can be upgraded to a fuel similar to coal by torrefaction. Different biomass have been torrefied but there is limited research in possible use of lignocellulose biomass from animal waste. This study aims to compare extent of energy densification of torrefied cow dung, corn cob and pine wood. They were dried, ground and sieved. Proximate and ultimate analysis was conducted. The samples were then torrefied at 200, 250 and 300 °C at 10 °C/min for 40 min. The resulting biochar were characterized using mass yield, higher heating value, energy yield and density. Biochar obtained at 250 °C were analyzed for elemental composition. Results were compared to Anglo bituminous coal and other torrefied biomass in literature. Corn cob and pine wood reached a maximum of 25.98 MJ/kg and 20.90 MJ/kg in heating value respectively whilst cow dung only increased to a maximum of 18.60 MJ/kg. Increase in heating value for corn cob was attributed to reduction in oxygen due to release of volatiles as well as water. This lowered the O/C ratio thereby densifying the fuel. The O/C and H/C ratio for corncob and wood moved towards that of bituminous coal unlike that of cow dung. Cow dung had a high inorganic composition so its heating value could not be upgraded as much as the other 2 biomass. Its use as a torrefaction raw material was therefore discouraged.",
     "keywords": ["Torrefaction", "Biomass", "Temperature", "Cow dung", "Corn cobs", "Pine wood"]},
    {"article name": "Development of sustainable coal to liquid processes: Minimising process CO2 emissions",
     "doi": "https://doi.org/10.1016/j.sajce.2017.10.003",
     "publication date": "12-2017",
     "abstract": "Traditional coal-to-liquid (CTL) plants are synonymous with the production of carbon dioxide. Coal may be gasified in the presence of steam and oxygen to produce gas comprising carbon dioxide (CO2), carbon monoxide (CO), methane (CH4), hydrogen (H2) and steam (H2O). The gases can be reacted to a myriad of chemicals and fuels via the Fischer-Tropsch (FT) reaction. However, excess carbon dioxide is generated via the Water-Gas-Shift reaction during preparation of CO:H2 ratios for FT. Here, a process development is represented on a CHO phase diagram, where unique regions are identified for autothermal operations for coal conversion. Considerations are given to develop idealised processes for the production of liquid chemicals from coal which emit minimal process CO2, require minimal energy input and do not require steam. This is achieved by co-feeding coal with methane and identifying endothermic-exothermic process pairs for methane-coal dry reforming. Furthermore, it is shown that a preferred method to produce liquid fuels from coal is by first creating dimethyl ether (DME) as an intermediate, followed by the dehydration of DME to liquid fuels (gasoline range). For this route, via DME, the CO2 emission was found to be four times less than idealised CTL processes.",
     "keywords": ["Gasification", "Reforming", "Coal to liquid", "Carbon dioxide", "Autothermal", "Fischer tropsch"]},
    {"article name": "Synthesis of cobalt doped titania nano material assisted by gemini surfactant: Characterization and application in degradation of Acid Red under visible light irradiation",
     "doi": "https://doi.org/10.1016/j.sajce.2017.10.001",
     "publication date": "12-2017",
     "abstract": "The present work focuses on the synthesis of cobalt doped titania nano material assisted by 1,4-butane sultone anionic gemini surfactant: Co2+-TiO2 (with surfactant). The synthesized nano catalysts were characterized by XRD, UV–Vis DRS, XPS, SEM, FT-IR, HR-TEM and BET-surface area analysis. XRD and UV-DRS studies have indicated that all the catalysts synthesized were in anatase phase and red shift was observed with decrease in the band gap energy. XPS analysis of the catalysts has confirmed the presence of cobalt along with TiO2. SEM analysis indicated change in morphology of the particles without any agglomeration. From FTIR studies frequency shift was observed for TiO2 which was due to doping of cobalt into TiO2 lattice. TEM images have shown reduced particle size of Co2+-TiO2 (with surfactant). BET analysis confirmed increase in surface area of the catalyst. From BET analysis Pore volume and pore size was also analyzed. These results emphasize the important role played by the gemini surfactant on the structure and photocatalytic activity of the catalyst synthesized. The photocatalytic efficiency of the synthesized catalyst was investigated by degradation of Acid Red where degradation was completed within 30 min.",
     "keywords": ["Cobalt doped titania nanomaterial", "Gemini surfactant", "Sol–gel method", "Photocatalysis", "Acid Red"]},
    {"article name": "Optimization of Jatropha curcas pure vegetable oil production parameters for cooking energy",
     "doi": "https://doi.org/10.1016/j.sajce.2017.09.002",
     "publication date": "12-2017",
     "abstract": "The extraction of vegetable oil from Jatropha from the Tanzanian variety with a fat content of 33.84 ± 2.58% and a moisture content of 5.4 ± 1.97%, was made using two methods: the traditional and the mechanical extraction method. The traditional consists in extracting the oil from the paste using boiling water as a solvent. While the mechanical consists of directly pressing the seeds of Jatropha using a ram press called Bielenberg press, to extract the oil contained in the seeds dried or heated before. The net yield of oil extraction by the traditional method was 22.02 ± 2.1%, with a oil cake percentage of 67.02 ± 3.3% and the ratio water/paste in mass adopted was 0.36. Mechanical extraction has an average raw yield of 26.15 ± 2.74%, with a recovery rate of 74.71%. After decanting for 10 days and filtration, the net yield was 15.39 ± 2.82% with a decantation and filtration rate of 58.67 ± 7.24%. The oil produced by traditional method has a water and volatile content of 1.01 ± 0.05% and a density of 0.884. The one produced by mechanical extraction has 0.19 ± 0.09% and a density of 0.891. The result of combustion test using two burners and one stove showed that the combustion rates were: 0.177 ± 0.034 g/min for the burner using one flame and 1.06 ± 0.04 g/min for the six flame burner and finally 3.07 ± 0, 4 g/min for the ten-flame stove. This ten-flame stove allowed 3 L of water to be boiled at 100 °C for 32 min, although during combustion it was observed a release of black fumes which indicates incomplete combustion with Jatropha in this Stove. The cost of the liter of Jatropha oil obtained is higher compared to fossil fuels such as petroleum (500 FCFA per liter) and gas oil (624F CFA per liter). It would be possible to use vegetable oil from Jatropha as a cooking fuel.",
     "keywords": ["Vegetable oil", "Jatropha", "Traditional extraction", "Mechanical extraction", "Bielenberg press"]},
    {"article name": "Structural, morphological, impedance and magnetic studies of nanostructured LiNi0.45M0.1Mn0.45O2 (MCu and Al) cathode materials for lithium-ion batteries",
     "doi": "https://doi.org/10.1016/j.sajce.2017.10.005",
     "publication date": "12-2017",
     "abstract": "Layered structure LiNi0.45M0.1Mn0.45O2 (MCu and Al) cathode materials for lithium-ion batteries are synthesized by sol–gel auto combustion method. The structural, morphological, electrical and magnetic properties are examined by X-ray diffraction (XRD), field effect scanning electron microscope FESEM, FT-IR, EIS and ESR. XRD data revealed the rhombohedral and α-NaFeO2 structure with a space group R-3m. The electrical conductivity, dielectric constant, and dielectric loss are measured in the room temperature at a frequency ranging from 20 Hz to 1 MHz. The electrical conductivity of the compound is measured by AC impedance. An effective improvement in the electrical conductivity of order 5.42 × 10−6 S/cm is observed for the copper doped LNMO compounds. ESR spectra is recorded at room temperature on a Bruker EMX model X-band spectrometer operating at a frequency of 9.50 GHz. The critical dopants of Cu, with minimum g-factor and maximum line-width (W) are observed.",
     "keywords": ["Sol–gel", "FESEM", "AC impedance", "ESR"]},
    {"article name": "Prediction of hydrodynamic characteristics of a venturi scrubber by using CFD simulation",
     "doi": "https://doi.org/10.1016/j.sajce.2017.10.006",
     "publication date": "12-2017",
     "abstract": "The filtered containment venting system (FCVS) is a safety relevant system, which consists of venturi scrubber and a mesh filter. FCVS needs to be further assessed to improve the existing performance of the venturi scrubber. Therefore, hydrodynamics is an important counter-component needs to be investigated to improve the design of the venturi scrubber. In the present research, Computational Fluid Dynamic (CFD) has been used to predict the hydrodynamic behaviour of a newly designed venturi scrubber. Mesh was developed by gambit 2.4.6 and ansys fluent 15 has been used to predict the pressure drop profile inside the venturi scrubber under various flow conditions. The Reynolds Renormalization Group (RNG) k-ε turbulence model and the volume of the fluid (VOF) were employed for this simulation. The effect of throat gas velocity, liquid mass flow rate, and liquid loading on pressure drop was studied. Maximum pressure drop 2064.34 pa was achieved at the throat gas velocity of 60 m/s and liquid flow rate of 0.033 kg/s and minimum pressure drop 373.51 pa was achieved at the throat gas velocity of 24 m/s and liquid flow rate of 0.016 kg/s. The results of the present study will assist for proper functioning of venturi scrubber.",
     "keywords": ["Venturi scrubber", "Hydrodynamics", "Pressure drop", "Computational fluid dynamics", "Nuclear power plant safety", "Flow prediction"]},
    {"article name": "A review on water resources yield model",
     "doi": "https://doi.org/10.1016/j.sajce.2017.04.002",
     "publication date": "06-2017",
     "abstract": "The effective management of water resources is of great importance as it ensures the supply of water resources that may support changing water requirements over a selected planning horizon, in a sustainable and cost-effective way. Essentially, the purpose of the water resources planning process is to balance the available water resources in a system with the water requirements and losses to which the system is subjected. This paper covers a review of generic planning processes and procedures as these apply to complex hydrological systems. Its aim was to improve the balance between water supply and projected requirements which could consist of water demand management options and/or infrastructure developments. It was concluded that application of reservoir planning is of great importance, in the fact that the planning processes and procedures described in the manuscript are generic, as it would be impossible to deal with all the intricacies of complex water resources systems. Thus it is concluded that Water Resources Yield Model has an advantage over other models by managing model runs, developing a representative system network, modelling incremental sub-catchments, creating a variety of standard system features, special modelling features, and run result output options.",
     "keywords": ["Water resources yield model", "Cost effective management", "Generic planning", "South Africa's WMA", "South Africa's primary basins"]},
    {"article name": "Fouling mitigation on a woven fibre microfiltration membrane for the treatment of raw water",
     "doi": "https://doi.org/10.1016/j.sajce.2016.12.003",
     "publication date": "06-2017",
     "abstract": "The main source of drinking water in rural areas of South Africa is surface water. Improving drinking water and sanitation facilities alone does not completely solve the problem of waterborne diseases. A novel simple gravity driven filtration unit incorporated with the woven fibre microfiltration (WFMF) membranes was developed for the treatment of raw water for drinking purposes. However, these membranes are susceptible to fouling which reduces flux permeation. This paper focused on evaluating the fouling mitigation strategies to improve on performance of the woven fibre membrane filtration unit with respect to fouling and flux recovery. The study found that the WFMF membrane fouled both internally by pore plugging and externally by adsorption and deposition on the membrane. As a result, a single flux enhancement strategy proved insufficient to maintain high flux successfully. A combination of strategies gave the best optimum conditions for flux production. Backwashing with a combination of brushing yielded the highest recovery of 187%. Soaking the membranes in 0.2% hypochlorite for an hour and thereafter by brushing them yielded 93% flux recovery. Mechanical cleaning however yielded the best result with 97% flux recovery. It was concluded that the selected strategies were the most successful strategies to prevent a sharp decline in flux due to fouling and giving high average flux for the filtration period.",
     "keywords": ["Fouling mitigation", "Brushing", "Adsorption", "Woven fibre membrane", "Cleaning"]},
    {"article name": "Synthesis and characterization of Ba2+ and Zr4+ co-doped titania nanomaterial which in turn used as an efficient photocatalyst for the degradation of rhodamine-B in visible light",
     "doi": "https://doi.org/10.1016/j.sajce.2016.10.004",
     "publication date": "06-2017",
     "abstract": "A Ba2+ and Zr4+ co-doped titania nanomaterial was prepared with different weight percentages of dopants ranging from 1.00 to 1.5 wt% by sol–gel method. It was examined against the photocatalytic activity and was compared to undoped TiO2. The prepared samples were characterized by XRD, TEM, UV-DRS, FT-IR, XPS and SEM-EDX. The XRD data has shows that the co-doped TiO2 in anatase phase without distraction of crystal patterns by the dopents. UV-DRS spectra show that the co-doped TiO2 has a signiﬁcant absorption shift towards the visible region than pure TiO2. The TEM and SEM confirm the co-doped TiO2 in nanometer range of about 20.15–37 nm and the particles are in spherical shape, with presence of respective elements of the catalyst. From XPS, analysis it was confirmed that the prospect of all the corresponding elements as well as the dopant Ba in 2+ and Zr in 4+ state. The photocatalytic activities of these nano catalysts were investigated with rhodamine-B (RhB) as the model pollutant and the results were found to be by comparison of dopant concentration, pH of solution, dosage of catalysts, and dye concentration. From this study, the 0.75 wt% Ba2+ & 0.25 wt% Zr4+ co-doped TiO2 exhibiting high photocatalytic activity for the degradation of RhB at pH 8, 100 mg of catalyst and 5 mgL−1 dye concentration and finally thereby studied the mechanism of photo degradation.",
     "keywords": ["Titania", "Co-doping", "Photocatalysis", "Rhodamine-B", "Visible light"]},
    {"article name": "Analysis of catalyst photo-oxidation selectivity in the degradation of polyorganochlorinated pollutants in batch systems using UV and UV/TiO2",
     "doi": "https://doi.org/10.1016/j.sajce.2016.12.002",
     "publication date": "06-2017",
     "abstract": "Worldwide concerns of organic pollutant free water supply have attracted significant attention to the technological advances in water and wastewater treatment. Photocatalysis is one of the technologies that have been proven to be effective at degrading organic micro-pollutant to noble constituents. This study investigated the selective influence of structural conformations of multi-chlorohalogenated substituted organochloride compounds by TiO2 as a semiconductor photocatalyst in the heterogeneous photocatalytic and photolytic treatments of organics in aqueous batch systems. The chemical compounds under scrutiny were DDT (dichlorodiphenyltrichloroethane), chlordane and 2.3.4-TCB (2.3.4-trichlorobiphenyl). Photo-induced oxidation profiles were determined to adhere to structural configuration preferential selectivity in favour of smaller sized molecular compounds, where chlordane achieved the least efficiency in removal. The photocatalytic degradation process indicated partial selectivity against chlordane in favour of DDT and TCB, where maximum efficiencies were recorded for the smaller molecular structure compounds, while chlordane recorded significantly lower efficiency of reduction. The photocatalytic performance relationship was that of impeded photon delivery with increased catalyst mass loading. The Langmuir–Hinshelwood expression was used to model the photocatalytic degradation process, where the adsorption parameters were calculated from photocatalyst isothermal adsorption studies. The reaction kinetic parameters were simulated and estimated using an aquatic systems modelling software.",
     "keywords": ["Photocatalysis", "Photolysis", "Organochlorides", "Chlorobiphenyls", "Batch-reactor"]},
    {"article name": "Statistical optimization of parameters affecting lipid productivity of microalga Chlorella protothecoides cultivated in photobioreactor under nitrogen starvation",
     "doi": "https://doi.org/10.1016/j.sajce.2017.01.001",
     "publication date": "06-2017",
     "abstract": "In the present work, a lab scale photobioreactor was used to evaluate lipid productivity and carbon dioxide fixation rate of microalgae Chlorella protothecoides under nitrogen deplete conditions. Effect of environmental conditions such as pH, temperature, light intensity, photoperiod (light to dark cycle ratio), CO2 concentration in air and aeration rate on lipid productivity and carbon fixation rate of microalga was studied. Response surface methodology was adopted to optimize these conditions. All the parameters were found to be statistically significant. Best operating conditions were evaluated to be: pH-6.51, Temperature-28.63 °C, light intensity-5.31 klux, Photoperiod-15.36 h:8.64 h, CO2 concentration in air-6.26% (v/v), Aeration rate −2.92 lpm. Lipid productivity under these conditions was found to be 274.15 mg/(L day) which was 3.94 times higher than the value obtained in N+ experiment (69.46 mg/(L day)). Carbon fixation rates under N+ and N− conditions were 286.12 and 273.66 mg/(L day) respectively.",
     "keywords": ["Chlorella protothecoides", "Photobioreactor", "Nitrogen starvation", "Lipid productivity", "Carbon dioxide fixation"]},
    {"article name": "Effect of sieve tray hole diameter on the efficiency of a vibrating plate extractor",
     "doi": "https://doi.org/10.1016/j.sajce.2017.01.002",
     "publication date": "06-2017",
     "abstract": "The acetone-toluene-water system was studied in a 4.77 cm ID vibrating plate liquid–liquid extraction column (VPE) with a total number of 31 sieve trays. The effect of agitation level (product of frequency and amplitude of vibration) and sieve tray hole diameter on the dispersed phase holdup, drop size distribution and Sauter mean diameter was studied. Normally, the mean drop diameter decreases more rapidly with an increase in the agitation levels and as the sieve tray hole diameter decreases. The dispersed phase holdup in a mixer settler decreased as the agitation level increased until a minimum dispersed phase holdup was reached at the agitation level of 3.75 mm/s. During the dispersion regime, as the agitation level increased the dispersed phase holdup was increased. The drop size and Sauter mean diameter were correlated to the agitation level, whereas, the dispersed phase holdup was correlated to the operating regimes (mixer settler regime and dispersion regime) of the VPE. Sieve trays with a hole diameter of 3.00 mm was the most effective from the ones studied.",
     "keywords": ["Vibrating plate extractor", "Sieve tray hole diameter", "Drop size distribution", "Sauter mean diameter", "Liquid–liquid extraction"]},
    {"article name": "Adsorption of protein on activated carbon used in the filtration of mucilage derived from Pereskia aculeata Miller",
     "doi": "https://doi.org/10.1016/j.sajce.2017.01.003",
     "publication date": "06-2017",
     "abstract": "Mucilage is derived from Pereskia aculeata Miller via precursors obtained by an extraction process. However, this process produces dark liquor whose coloring is not desirable in the final food additives. Therefore, a fixed-bed filtration system with activated carbon was used for pigment elimination and clarification of the final product. Color parameters and protein contents were evaluated by comparing the extract and the filtrate. At the same time, an experimental study was conducted that monitored changes in pH and in the adsorption kinetics of proteins on the activated carbon using reactor tanks at various temperatures and residence times. When using a filtration column, the results showed an increase in parameters L*, b* and Hue angle, thereby indicating that the filtrate was closer to the yellow color when compared with the liquor feed. The results obtained using reactor tanks showed that the protein contents and the pH were dependent on the contact time of the substrate with the activated carbon and on the temperature. The experimental time necessary to reach equilibrium was of 15.15 h for treatments at 30 °C, 19.70 h at 45 °C, and 26.06 h at 60 °C. In these equilibrium conditions, the experimental adsorbed quantities of protein (qe) were 223.03 mg/g, 232.02 mg/g and 332.02 mg/g respectively. The pH value increased linearly as a function of temperature and residence time in the reactor. Reaction-based kinetic models were expressed by the pseudo-first order, pseudo-second order, Weber–Morris and Elovich models. Specifically, sorption kinetics follows the pseudo-second order mechanism for protein adsorption. Scanning electron microscopy analyses proved that the non-diffusive is the sorption mechanism of protein on activated carbon surface.",
     "keywords": ["Filtration", "Adsorption", "Fixed-bed column", "Activated carbon", "Kinetic models"]},
    {"article name": "Structural and phase transition of Mg-doped on Mn-site in La0.7Sr0.3MnO3 bulk/nanostructured perovskite characterised through online ultrasonic technique",
     "doi": "https://doi.org/10.1016/j.sajce.2016.12.001",
     "publication date": "06-2017",
     "abstract": "Bulk and nanoshaped perovskite manganite materials were blended to form samples of La0.7Sr0.3Mg1−xMnxO3 (LSMMO) with x = 0.05, 0.075, and 0.100 employing solid state and sonochemical methods, respectively. The well-formed LSMMO component was characterized by comprehensive characterization techniques and rhombohedral structure was observed. The mean size of the bulk and nano LSMMO manganite perovskites ranges between 260–850 nm and 23–86 nm, respectively. The structural and phase transition of the manganite perovskites are explored by on-line ultrasonic velocity and attenuation measurements between 300 and 400 K. A deliberate change in the ultrasonic velocity, attenuation and elastic moduli shows an abnormal behavior with temperature in perovskites and was associated with the occurrence of ferromagnetic–paramagnetic (FM–PM) transition temperature (TC). In addition, the shifts in TC magnitude and width by increase in x are used to study the etiquette of TC and the change in the nanostructure of the bulk perovskites.",
     "keywords": ["Abnormal behavior", "Ultrasonic measurements", "Phase transition", "Elastic properties", "Perovskites"]},
    {"article name": "Biosorption studies of lead and copper using rogers mushroom biomass ‘Lepiota hystrix’",
     "doi": "https://doi.org/10.1016/j.sajce.2017.02.001",
     "publication date": "06-2017",
     "abstract": "This study points out potential of rogers mushroom (Lepiota hystrix) biomass in biosorption of copper and lead from aqueous solutions. The efficiency of biosorption was tested in batch experiments and the metal ion concentration analyzed using flame atomic absorption spectrometry. The analysis of FTIR spectrum reveals that the metal ions uptake by roger mushroom involves interaction of metal ion and hydroxyl, carboxyl and carbonyl groups of the biomass at optimum pH of 4.5–6.0 and sorbent mass of 1.5–2.1 g for Cu and Pb, respectively. Adsorption capacities were found to be 3.9 and 8.9 mg/g at a contact time of 25–40 min and initial metal ion concentration of 300–500 μg/g for Pb and Cu, respectively. The biosorption process follows second order kinetics and fitted the Langmuir isotherm model. The result shows that rogers mushroom biomass has a good potential to be used in removal of metal ions and can be used up to three adsorption/desorption cycles without losing efficiency. Its use in real life situation can alleviate pollution and increase the quality of water for human consumption and sanitary purposes.",
     "keywords": ["Heavy metal removal", "Lepiota hystrix", "Biosorption", "Batch adsorption"]},
    {"article name": "Investigation of BTEX compounds adsorption onto polystyrenic resin",
     "doi": "https://doi.org/10.1016/j.sajce.2017.03.001",
     "publication date": "06-2017",
     "abstract": "In this study, the adsorptive capacity of polystyrenic resin was evaluated for the removal of benzene, toluene, ethylbenzene and isomers of xylene (BTEX) from an aqueous solution. Batch studies were performed to evaluate the effects of various experimental parameters such as mixing strength, contact time, internal diffusion, adsorbates and initial concentration on the removal of the BTEX compounds. The equilibrium isotherms for the adsorption of the adsorbates on the PAD 910 polystyrenic resin were analyzed by the Langmuir and linearized Dubinin–Radushkevich models at pH of 5.86. The Langmuir model fitted the data adequately; is concluded that the latter is the most practical model in representing the adsorption of aromatic compounds. The Langmuir model indicated that resin has the highest adsorption capacity of 79.44 mg/g. At temperature of 25 °C, resin was found to adsorb 98% of benzene, 88% of toluene, 59% of ethylbenzene, 84% m-;p-xylene and 90% o-xylene at an initial concentration of 14.47 mg/l. The pseudo-second order rate model fitted better to the adsorption kinetics. The thermodynamic analysis resulted in a negative equilibrium enthalpy change suggesting an exothermic process.",
     "keywords": ["Adsorption", "Polystyrenic resin", "Isotherm", "BTEX"]},
    {"article name": "Application of response surface analysis to iron ore slurry rheology using microwave pre-treatment",
     "doi": "https://doi.org/10.1016/j.sajce.2017.03.002",
     "publication date": "06-2017",
     "abstract": "The present study focused on influence of microwave energy on rheological characterization of iron ore slurries performed in an online Bohlin viscometer. Detailed experimental investigations were carried out for Indian iron ore at high power level (900 W) for all the test samples in microwave oven. The exposure times were fixed at 30, 60, 90 and 120 s. Before and after treatment, the test samples were ground and sieved into different fractions for physical analysis. Central composite design (CCD) was applied to study the influence of particle diameter, solid concentration, microwave (MW) exposure time and shear rate on apparent viscosity for rheology characteristics of iron ore-water slurry. A quadratic model was developed for apparent viscosity using sets of experimental data and ANOVA. The model was used to calculate the optimum operating conditions for minimization of apparent viscosity. The apparent viscosity (21.31 mPa.s) produced at these operating conditions showed reasonable agreement with the amounts predicted by the models.",
     "keywords": ["Microwave pre-treatment", "Iron ore slurry", "Rheology", "Modelling", "Optimization"]},
    {"article name": "Hydrodynamic characteristics of a three-stage dual-flow sieve plate scrubber",
     "doi": "https://doi.org/10.1016/j.sajce.2017.04.003",
     "publication date": "06-2017",
     "abstract": "Experimental study has been carried out in a dual-flow sieve plate scrubber to study the flow characteristics such as dry plate and total tray pressure drop, average clear liquid height and fraction of holes passing gas. The flow characteristics were observed for air–water system at different gas liquid rates with 8.297 × 10−4 to 27.6 × 10−4 Nm3/s gas flow rates (QG) and liquid flow rates (QL) of 20.649 × 10−6 to 48.183 × 10−6 m3/s. The dry plate pressure drop values are measured experimentally and compared with the predicted values from the existing correlation in the literature. The experimental results of tray total pressure drop and average clear liquid height on tray are plotted against gas load factor (Fs) based on which the flow regimes on present dual-flow sieve plate are discussed. The fraction of holes passing gas values are calculated using correlations available in the literature using average plate pressure drop. The average clear liquid height values from experimental study are matched well with the predicted values of average clear liquid heights from the modified form of clear liquid height correlation.",
     "keywords": ["Clear liquid height", "Pressure drop", "Gas load factor", "Fraction of holes passing gas", "Wet scrubber"]},
    {"article name": "Synthesis, characterization and electrochemical investigation of NaPb4−xCax(PO4)3 (0 ≤ x ≤ 1.5) in capturing cadmium (II)",
     "doi": "https://doi.org/10.1016/j.sajce.2017.04.001",
     "publication date": "06-2017",
     "abstract": "Single deficient apatites phase type NaPb4−xCax(PO4)3 (CaLA) have been synthesized by solid state reaction. The ceramics were characterized by XRD, FTIR and Raman spectroscopy at room temperature. Then, its Rietveld refinement inferred hexagonal crystal structure with the space group P63/m. Consequently, a good agreement was obtained between the experimental and the simulated intensities evaluated in terms of R-factors. The prepared apatites were used as modifiers of carbon paste electrode (CPE). These sensors (CaLA-CPE) were used to determine cadmium (II) using differential pulse anodic stripping voltammetry (DPASV). The best signal was obtained using NaPb2.5Ca1.5(PO4)3 deficient apatite. This result was explained by the substitution of the lead by calcium especially in the active sites. Thereafter, the factors affecting the accumulation and electrode reaction steps were investigated and an optimized procedure was developed. A calibration plot for cadmium (II) concentration in the range 1.0 × 10−6–1.0 × 10−4 mol L−1 was obtained under the optimized conditions. The limit of detection was found to be 6.41 × 10−7 mol L−1. The developed methodology is demonstrated to be useful for quantifying cadmium (II) in seawater and mussel samples.",
     "keywords": ["Doping", "XRD", "Sensors", "Electrochemical characterizations"]},
    {"article name": "The effect of alkali treatment on mechanical, morphological and thermal properties of date palm fibers (DPFs): Study of the interface of DPF–Polyurethane composite",
     "doi": "https://doi.org/10.1016/j.sajce.2017.04.005",
     "publication date": "06-2017",
     "abstract": "This paper focuses on investigating the effect of alkali treatments on the bond characteristics of date palm fibers (DPFs) in a polyurethane (PU) matrix, including the bond strength, pullout energy. This kind of fiber treatment is generally used to improve the mechanical behavior of composites. Raw DPFs underwent a surface modification method by alkali treatment with different percentages of NaOH: 0 wt%, 2 wt%, 5 wt% and 10 wt%. All treatments were carried out under mild conditions without heating for 1 h. The Fourier transform infrared spectroscopy (FTIR), tensile properties, surface morphology and thermal gravimetry analysis (TGA) of treated DPFs were investigated. The experimental results showed that the alkali treatment can effectively remove non cellulosic materials and enhance the tensile strength of DPFs. In order to investigate on DPF-PU adhesion, the fiber pullout test was also carried out. It was found that the DPF-PU interfacial properties increased after the alkali treatment, especially fiber pullout energy. Indeed the optimal alkali concentration was reported at 5 wt% in terms of the bond characteristics, and, this is mainly due to the reduction of the amorphous parts of the fibers.",
     "keywords": ["Date palm fibers", "Alkali treatment", "Polyurethane", "Pullout test", "Composites", "Interface"]},
    {"article name": "Hydrogen containing fuel gas generation from organic wastes using photon activated magnesium metal catalyst",
     "doi": "https://doi.org/10.1016/j.sajce.2017.05.001",
     "publication date": "06-2017",
     "abstract": "Experimental studies have been carried out to find the combined effect of visible light and magnesium (Mg0)-metal powder on anaerobic photosynthetic bacteria present in slurry of cowdung and various kinds of organic wastes. The chemical combination of all the above factors helps in producing high quality fuel gas under anaerobic condition. In the fluidized bed reaction, bacteria have been allowed to undergo biophysical and biochemical reactions in the presence of Mg0-metal powder under the continuous flow of photons. The source of photons in the biological media is an artificial light (100 W tungsten bulbs) used at 38 °C. Mg0-metal powder has been added to the slurry to catalyze the biochemical process in presence of light energy. The population rate of bacteria and composition of fuel gas have been estimated under the action of visible photons in presence and absence of induced Mg0-atoms. The fuel gas composition has been measured by Gas-Chromatography and its calorific value measured by flame temperature. Metagenome analysis of consensus ‘V3’-region of 16S rRNA gene amplicons and entire downstream analysis have shown increased bacterial population of Clostridia, Bacteroidia and γ-proteobacteria in presence of Mg0-atom. Mg0-atom has been observed to activate hydG, mgtE and corA genes of the bacterial community.",
     "keywords": ["Visible photons", "Magnesium metal", "Biodegradable waste materials", "Hydrogen containing fuel gas"]},
    {"article name": "Studies on adsorption behavior of an industrial waste for removal of chromium from aqueous solution",
     "doi": "https://doi.org/10.1016/j.sajce.2017.05.002",
     "publication date": "06-2017",
     "abstract": "An investigation on the adsorption characteristics of an industrial waste (Dolochar) for removal of Cr (VI) from aqueous solutions was studied varying various parameters such as contact time, adsorbent dose, adsorbate concentration, pH. The study was conducted varying contact time, adsorbent dose, adsorbate concentration, pH from 0 to 70 min, 10–25 g/l, 10–50 mg/l and 2 to 7.5 respectively. The results of this study showed that adsorption of chromium by dolochar reached to equilibrium after 60 min and after that a little change of chromium removal efficiency was observed. Maximum chromium removal (≈95%) was obtained at pH of 2 for adsorbent and adsorbate dose of 20 g/l and 10 mg/l respectively. The obtained results showed that the adsorption of chromium (VI) follows Langmuir isotherm equation with a correlation coefficient equal to 0.997. In addition, the kinetics of the adsorption process follows the pseudo second-order kinetics model with a rate constant value of 0.821 min−1. Further, the potential of dolochar for the removal of heavy metal was evaluated in a fixed-bed column at bed depth of 2.5 cm with initial concentration of 10 mg/l. The breakthrough time and exhaust time were found to be 19.5 h and 90 h respectively. Total volume of water treated during the exhaust time was 23 L. The results indicate that this industrial waste can be employed as a low cost alternative to commercial adsorbents for removal of chromium (VI) from water and wastewater.",
     "keywords": ["Adsorption", "Dolochar", "Chromium (VI)", "Isotherms", "Column study", "Breakthrough curve"]},
    {"article name": "CO2 adsorption using water-soluble polyaspartamide",
     "doi": "https://doi.org/10.1016/j.sajce.2017.04.004",
     "publication date": "06-2017",
     "abstract": "Freeze-drying is one of the promising purification technologies due to its ability to produce outputs with high purity at low energy. This work attempts to improve the adsorption properties of a novel amine adsorbent for CO2 capture through the use of freeze drying process. Thus, a polyaspartamide (PAA) was produced after freeze-drying process of a polysuccinimide (PSI) synthesized through polycondensation reaction. The synthesized PSI was grafted with a monoethanolamine (MEA), a water-soluble amine, and an ethylenediamine (EDA), then tested for CO2 capture. The BET analysis showed the enhancement of geometry/structure with the increase of water-soluble amine (MEA) in the PAA. In addition, testing the CO2 adsorption capacity with pure CO2 at 1.1 bar and a temperature of 40 °C using a thermogravimetric analyser resulted in increase of CO2 adsorption capacity as the amount of MEA in PAA increased. The maximum CO2 adsorbed was 44 mg-CO2/g at 100% MEA incorporated in PAA, indicating a significant increase from 19 mg-CO2/g recorded for the crude PSI. Thus, the water soluble PAA could be an effective adsorbent for CO2 capture via adsorption technology for the reduction of CO2 emissions in future.",
     "keywords": ["Freeze-drying", "CO2 adsorption", "Water-soluble", "Polyaspartamide"]},
    {"article name": "Optimisation of biodiesel production from waste vegetable oil and eggshell ash",
     "doi": "https://doi.org/10.1016/j.sajce.2017.05.003",
     "publication date": "06-2017",
     "abstract": "While biodiesel has potential in resolving current energy crisis, its production is hampered by both feedstock and catalyst availability. The aim of this study is to investigate the production of biodiesel from waste vegetable oil (WVO) characterised by high free fatty acid (FFA) as feedstock with heterogeneous catalysis via transesterification reaction. The catalyst used was obtained from eggshell calcined at 800 °C. The properties of the catalyst were assessed using XRD, XRF, BET and SEM. The catalyst prepared was characterised to have large pore diameter of 91.2 Å and high surface area of 30.7 m2 g−1. The optimisation study was carried out by using a central composite response surface methodology with reaction conditions of methanol to oil ratio, catalyst loading and reaction temperature. The result showed at 95% confidence level that all the three factors affected the methyl ester yield. Significant yield of 91% was obtained at optimal operating conditions of temperature (65 ± 5 °C), methanol to oil molar ratio (22.5:1) reaction time (5 h 30 min) and catalyst loading (3.5 wt%). The catalyst showed sustained activity after being recycled and reused for 10 times. The properties of the biodiesel produced were within the biodiesel standard specifications.",
     "keywords": ["Egg shell ash", "Biodiesel", "Waste vegetable oil", "Response surface methodology", "Optimisation", "ANOVA Analysis of variance", "Analysis of variance", "ASTM American Society for Testing Materials", "American Society for Testing Materials", "CCD Central Composition Design", "Central Composition Design", "FAME Fatty acid methyl ester", "Fatty acid methyl ester", "FFA Free fatty acid", "Free fatty acid", "GC Gas chromatography", "Gas chromatography", "R2 Coefficient of determination", "Coefficient of determination", "RSM Response surface methodology", "Response surface methodology", "SEM Scanning electron microscopy", "Scanning electron microscopy", "WVO Waste vegetable oil", "Waste vegetable oil", "XRD X-ray diffraction", "X-ray diffraction", "XRF X-ray fluorescence", "X-ray fluorescence"]},
    {"article name": "Citrus aurantium leaves extracts as a sustainable corrosion inhibitor of mild steel in sulfuric acid",
     "doi": "https://doi.org/10.1016/j.sajce.2016.07.002",
     "publication date": "12-2016",
     "abstract": "Corrosion inhibition of mild steel in 1 M H2SO4 was investigated in absence and presence of Citrus aurantium leaves extracts as a friendly inhibitor. The effect of temperature, time, and inhibitor concentration were studied using weight loss technique. The result obtained revealed that Citrus aurantium leaves extracts act as an inhibitor for mild steel in H2SO4 and reduces the corrosion rate. The inhibition efficiency was found to increases with increase in inhibitor concentration whereas the temperature shows otherwise. Higher inhibition efficiency was 89% at 40 °C and 10 ml/l inhibitor concentration. The adsorption of Citrus aurantium leaves extracts was found to follow Langmuir adsorption isotherm model. The values of the free energy of adsorption was around −20 kJ/mol, which is indicative of physical adsorption between charged molecules and a charged metal. Quantum chemical calculations were also used as a theoretical support to the experimental results. Finally the scanning electron microscope and Fourier transform infrared spectroscopy were evaluated to examine surface morphology and molecular structure of inhibitor respectively.",
     "keywords": ["Friendly inhibitor", "Weight loss", "Adsorption", "FTIR", "SEM", "Acid corrosion"]},
    {"article name": "Extraction, analysis and desaturation of gmelina seed oil using different soft computing approaches",
     "doi": "https://doi.org/10.1016/j.sajce.2016.07.001",
     "publication date": "12-2016",
     "abstract": "Artificial Neural Network (ANN)-Genetic Algorithm (GA) interface and Response Surface Methodology (RSM) have been compared as tools for simulation and optimization of gmelina seed oil extraction process. A multi-layer feed-forward Levenberg Marquardt back-propagation algorithm was incorporated for developing a predictive model which was optimized using GA. Design Expert simulation and optimization tools were also incorporated for a detailed simulation and optimization of the same process using Response surface methodology (RSM). It was found that oil yield increased with rise in temperature, time and volume of solvent but decreased with increase in seed particle size. The maximum oil yield obtained using the numerical optimization techniques show that 49.2% were predicted by the RSM at the optimum conditions of; 60 °C temperature, extraction time 60 min, 150 μm seed particle size, 150 ml solvent volume and 49.8% by ANN-GA at extraction temperature 40 °C, extraction time 40 min, 200 μm seed particle size, 100 ml solvent volume, respectively. The prediction accuracy of both models were more than 95%. Models validation experiments indicate that the predicted and the actual were in close agreement. The extract was analyzed to examine its physico-chemical properties (acid value, iodine value, peroxide value, viscosity, saponification value, moisture and ash content, refractive index, smoke, flash and fire points and specific gravity) and structural elucidation by standard methods and instrumental techniques. Results revealed that the oil is non-drying and edible. Desaturation of the oil further reveal its potential in alkyd resin synthesis.",
     "keywords": ["Gmelina seed oil", "Response surface methodology", "Artificial neural network", "Genetic algorithm", "Levenberg–Marquardt algorithm", "Optimization"]},
    {"article name": "Comparison of constitutive and inducible β-fructofuranosidase production by recombinant Pichia pastoris in fed-batch culture using defined and semi-defined media",
     "doi": "https://doi.org/10.1016/j.sajce.2016.10.001",
     "publication date": "12-2016",
     "abstract": "Short-chain fructooligosaccharides produced from sucrose by transfructosylation using β-fructofuranosidase (FFase), an industrially important enzyme, finds application in pre-biotics, sweeteners and confectionary products. Using recombinant Pichia pastoris, the influence of replacing the commonly-used Invitrogen® medium with a semi-defined medium for FFase production under the control of the glyceraldehyde-3-phosphate dehydrogenase (GAP) and alcohol oxidase (AOX) promoters was investigated. Replacing the trace metals (PTM1) solution with yeast extract resulted in a 54.3% decrease in FFase volumetric activity under control of the AOX promoter, suggesting a distinct requirement for trace metals for recombinant protein synthesis during methanol induction, given that the biomass yield on methanol decreased by only 10%. The same medium adjustment had no effect on enzyme production under GAP promoter control, although AOX promoter control resulted in double the FFase volumetric activity compared to glycerol-fed cultures. Decreasing basal salts by half did not affect the cultures, but alleviated precipitation during sterilisation. Optimisation of the glycerol feed rate and dissolved oxygen tension in DO-stat fed-batch fermentations using the semi-defined medium resulted in 17% increase in volutmetric activity of FFase expressed under the GAP promoter. This study highlighted the influence of carbon source and trace metals on heterologous protein production by P. pastoris using constitutive and inducible promoters.",
     "keywords": ["Pichia pastoris", "β-fructofuranosidase", "GAP promoter", "AOX promoter", "Growth medium", "DO-stat fed-batch culture"]},
    {"article name": "The production of hydrogen through the use of a 77 wt% Pd 23 wt% Ag membrane water gas shift reactor",
     "doi": "https://doi.org/10.1016/j.sajce.2016.11.001",
     "publication date": "12-2016",
     "abstract": "Hydrogen as an energy carrier has the potential to decarbonize the energy sector. This work presents the application of a palladium-silver (Pd–Ag) membrane-based reactor. The membrane reactor which is made from Pd–Ag film supported by porous stainless steel (PSS) is evaluated for the production of hydrogen and the potential replacement of the current two-stage Water-Gas Shift (WGS) reaction by a single stage reaction. The permeability of a 20 μm Pd–Ag membrane reactor was examined at 320 °C, 380 °C and 430 °C. The effect of continuous hydrogen exposure on the Pd–Ag membrane at high temperature and low temperature was examined to investigate the thermal stability and durability of the membrane. During continuous operation to determine thermal stability, the membrane reactor exhibited stable hydrogen permeation at 320 °C for 120 h and unstable hydrogen permeation at 430 °C was observed. For the WGS reaction, the reactor was loaded with Ferrochrome catalyst. The membrane showed the ability to produce high purity hydrogen, with a CO conversion and an H2 recovery of 84% and 88%, respectively. The membrane suffered from hydrogen embrittlement due to desorption and adsorption of hydrogen on the membrane surface. SEM analysis revealed cracks that occurred on the surface of the membrane after hydrogen exposure. XRD analysis revealed lattice expansion after hydrogen loading which suggests the occurrence of phase change from α-phase to the more brittle β-phase.",
     "keywords": ["Palladium-silver", "Hydrogen permeation", "Hydrogen flux", "Water-gas shift reaction: membrane"]},
    {"article name": "Generic flow sheet model for early inventory estimates of industrial microbial processes. I. Flowsheet development, microbial growth and product formation",
     "doi": "https://doi.org/10.1016/j.sajce.2016.10.003",
     "publication date": "12-2016",
     "abstract": "Early stage process analysis to maximize economic feasibility and minimize environmental burden is critically important for process flow sheet selection and optimization. This is equally true for bioprocesses. For many systems, including bioprocess systems, the desired material and energy balance data are not available at an early stage of design. The CeBER Bioprocess Modeller (Centre for Bioprocess Engineering Research at the University of Cape Town, Department of Chemical Engineering) has been developed to provide estimates of these material and energy balance data, as well as calculate equipment volumes and utility needs.The model allows for aerobic or anaerobic, intra- or extracellular product formation or biomass growth in a continuous or batch process for various bioproducts produced from a selection of microorganisms using a range of raw materials. Using simple inputs, and default values drawn, the model is suitable for engineers and scientists alike.The model also incorporates the option to select for sterilization and to specify the downstream processing train. In the bioreactor, the model takes into account aeration, agitation, reaction, biomass maintenance, yield, post microbial growth cooling and growth rate calculations, amongst others. This paper presents the model framework for the microbial growth and product formation stages.",
     "keywords": ["CeBER Bioprocess Modeller", "Bioprocess design", "Modelling", "Bioreactors", "Sterilisation", "Agitation"]},
    {"article name": "Generic flowsheet model for early inventory estimates of industrial microbial processes. II. Downstream processing",
     "doi": "https://doi.org/10.1016/j.sajce.2016.10.002",
     "publication date": "12-2016",
     "abstract": "To ensure optimal process flowsheet selection it is valuable to conduct environmental and economic comparisons at an early stage of technology selection and process design. However, the data that is needed to perform these studies are not available at this stage of process development. This is also true for bioprocess systems. To overcome the lack of data, the CeBER (Centre for Bioprocess Engineering Research, University of Cape Town) Bioprocess Modeller was developed to provide material and energy values for industrial microbial processes.This paper presents the downstream processing portion of this flowsheet. The model allows for solid–liquid separation, cell disruption, concentration and formulation units as required. The model allows section of appropriate downstream processing units include, amongst others, centrifugation, filtration, precipitation and freeze-drying. At each downstream processing stage, non-reacting and reacting chemicals can be added. The model provides both a material inventory as well as the calculation of the energy input required and waste heat generated.Additionally, the model includes a database of values (including constants, operating conditions and others), drawn from various industrial norms and academic sources. Should specific information not be known, the model selects the most appropriate values based on other decisions made through the model.",
     "keywords": ["Generic flow sheeting", "Bioprocess design", "Modelling", "Downstream processing", "CeBER Bioprocess Modeller", "Penicillin"]},
    {"article name": "Buffering efficacy and interaction of minerals in clayey soil with contaminants from landfilling and mining activities: A bird-eye view",
     "doi": "https://doi.org/10.1016/j.sajce.2016.04.002",
     "publication date": "07-2016",
     "abstract": "The drastic growth in global population, energy resource use, industrial and infrastructure development have led to enormous problems in global conditions and contending environmental challenges. In recent years, South Africa has intensified research on industrialisation and associated environmental problems regarding waste generation, ecosystem matters, human and environmental health risk assessment, and waste management systems. The study has made it clear that geo-environments in and around landfills, and mines are severely contaminated by toxic substances not limited to heavy metals and organic compounds. The all-encompassing introductory presentation in this paper based on a bird-eye view-review approach, pinpoints the present state from site reconnaissance, and impact of landfilling and mining operations in areas with such activities. This study however, has paved way for subsequent technically intense investigations on assessing the buffering efficacy of natural soils from affected sites. This include examining the interaction of pollutants with the soil minerals in succeeding papers towards curtailing soil, surface, subsurface and ground water contamination which invariably affect human and environmental health.",
     "keywords": ["Buffering", "Clayey soils", "Contaminants", "Landfills", "Tailings dams"]},
    {"article name": "A surrogate model for acid functional group conversion in alkyd reactor",
     "doi": "https://doi.org/10.1016/j.sajce.2016.05.001",
     "publication date": "07-2016",
     "abstract": "Due to lack of detailed kinetic model, the alkyd resin polymerization reactor problem has been a subject of extensive theoretical, simulation and experimental studies, given the demand of processes with better compromises between safety, productivity and quality, and the development of control methods. In this study, a novel linear integral kinetic model for the conversion of acid functional group have been developed for predicting the progress of the reaction in the alkyd batch reactor on the basis of empirical third-order rate model, wave propagation theory and discrete delayed measurements. The new approach when tested, using an alkyd reactor calibration problem was found to be much more reliable. The model was able to approximate the motion and the trajectory of the polyesterification reaction process such that the desired properties were kept within specification.",
     "keywords": ["Gmelina seed oil", "Oxypolymerization", "Wave propagation theory", "Third-order rate law", "Alkyd resin"]},
    {"article name": "Thermodynamic investigation of waste cooking oil based hydrogen generation system with chemical looping process",
     "doi": "https://doi.org/10.1016/j.sajce.2016.04.001",
     "publication date": "07-2016",
     "abstract": "The thermodynamic features of hydrogen production via chemical looping reforming of waste cooking oil were studied at atmospheric pressure using Gibbs free energy minimization, accounting for the possibility of coke formation. The synthesis gas composition was determined as a function of reforming temperature (400–1000 °C), steam to carbon ratio (S/C, 1–14) and NiO to carbon ratio (NiO/C, 0–2). To evaluate the thermodynamically plausible products, the study started with an expanded product set of approximately 30 by-products.The results show that coke formation can be thermodynamically inhibited by increasing the S/C ratio and/or the NiO/C ratio. The conditions that maximize hydrogen production, minimize methane and carbon monoxide content as well as avoid coke formation at thermoneutral conditions were found to be S/C = 5, T = 600 °C and NiO/C = 0.493. Under these conditions, a hydrogen yield of 144.3 mol/kg of soybean waste cooking oil can be obtained, which appears to be an attractive result for starting experimental research.",
     "keywords": ["Hydrogen", "Waste cooking oil", "Chemical looping reforming", "Thermodynamic analysis", "Thermoneutral"]},
    {"article name": "Chemical alterations in three clayey soils from percolation and interaction with acid mine drainage (AMD)",
     "doi": "https://doi.org/10.1016/j.sajce.2016.04.003",
     "publication date": "07-2016",
     "abstract": "The issues of acid mine drainage (AMD) from mining activities is not a new phenomenon to the present day developing South Africa as well as in most developed countries around the globe. However, the persistent rise in environmental contamination in South Africa is drastically attracting massive concerns. Vital concerns of AMD in South Africa still remain the threat to soil, surface, subsurface and ground water reserves among others, which consequentially impact human and environmental health. This insistent challenge has given rise to the need for investigating the buffering efficacy of clayey mineral soils for use as natural contaminant barriers to contaminant species from AMD. Therefore, the study presented herein, was channelled towards assessing the chemical alterations in three clayey soils from permeation and interaction with AMD via successive protracted percolation up to 18–25 pore volume passage of AMD through the respective soil medium. The final hydraulic conductivity measured, ranged between 1.3 × 10−11 m/s and 1.5 × 10−11 m/s. The obtained pH, electrical conductivity and solute breakthrough curves indicated the soils had low acid-buffering efficacies. Chemical species such as Na, Co and SO 4 2 − were highly dissolved due to attack on the soil grains by AMD. Chemical species were also released from the soils including the dissolution of metals and desorption of chemical species from AMD attack. As such, the study revealed that the buffering efficacies of the respective tested clayey soils to AMD chemical contaminants were generally ineffective.",
     "keywords": ["Acid mine drainage", "Subtropical clayey soils", "Contaminant migration", "Permeant", "Effluent"]},
    {"article name": "Heat recovery enhancement in HENs using a combinatorial approach of paths combination and process streams' temperature flexibility",
     "doi": "https://doi.org/10.1016/j.sajce.2016.05.002",
     "publication date": "07-2016",
     "abstract": "Current economic uncertainties and tighter environmental regulations has led industries to consider energy conservation projects more seriously. In this paper, the option of varying the process stream temperature has been suggested as a mean of increasing heat recovery for heat exchanger networks (HEN). Alternatives are generated and assessed using a developed approach. Essentially, the approach involves systematic steps in varying the Hot and/or Cold streams' temperature for each stream in a way that increases the heat recovery approach temperature (HRAT), thus allowing more heat to be recovered. Using the combinatorial method of paths combinations, the adjustment of heat loads for hot and cold utilities from the heat load shifting through the heat exchanger network could be made and assessed accordingly. The changes in temperature made to the streams while exploring each alternative has to be kept within small magnitude i.e., around 1–5 °C. A user friendly computer program has been developed for performing the approach in view of the significant number of iterations required. An example is used in this paper to demonstrate the application of the developed approach.",
     "keywords": ["Heat exchanger networks", "Retrofit", "Process change", "Path analysis"]}
    ]
}