{"primary": "Life Sciences",
"domain": "Biochemistry, Genetics and Molecular Biology",
"subdomain": ["Ageing"],
"journal name": "Translational Medicine of Aging",
"articles": [
    {"article name": "Nanocarriers targeting senescent cells",
     "doi": "https://doi.org/10.1016/j.tma.2019.01.001",
     "publication date": "01-2019",
     "abstract": "Ageing and multiple chronic diseases in humans associate with an aberrant accumulation of senescent cells in a diversity of tissues, which contributes to organ dysfunction and drives their pathological manifestations. It emerges that elimination of senescent cells ameliorates and even reverts the progression of age-related disorders, thereby extending healthspan and lifespan in preclinical mouse models. Development of delivery carriers specifically targeting senescent cells offers innovative therapeutic and diagnostic applications in translational medicine.",
     "keywords": null},
    {"article name": "Gene network analysis of senescence-associated genes in annual plants and comparative assessment of aging in perennials and animals",
     "doi": "https://doi.org/10.1016/j.tma.2018.12.003",
     "publication date": "01-2019",
     "abstract": "Aging, resulting from degenerative changes in cell metabolism, affects fecundity and longevity. To increase lifespan in animals or plants, manipulation in gene modification or pharmacology intervention has been proved to be as feasible approaches. NAD+, spermidine, and rapamycin, as well as genetic editing, bring to light at the tunnel end for the longevity in animals. In plants, the existing evidence suggests that they may share common aging signaling pathway with animals. However, as sessile organisms, plants got to cope with complex environmental changes and evolved specific signaling pathways. Here, we reviewed the latest research advances in plant aging to make a gene network analysis of senescence-associated genes in annual plant and perform a comparative assessment of aging in perennials as well as animals.",
     "keywords": ["Aging", "Leaf senescence", "Perennials", "Gene network"]},
    {"article name": "Hypothesis: Plant stem cells hold the key to extreme longevity",
     "doi": "https://doi.org/10.1016/j.tma.2018.12.002",
     "publication date": "01-2019",
     "abstract": "Theories of ageing explain how multicellular organisms age by means of an immortal germ line and a perishable soma, whereby accumulated damage is preferentially distributed to the soma. Plants do not clearly separate germline and somatic cells, which questions whether current theories of ageing are applicable to plants. Plant stem cells have germline-like features, while plant tissue that dies in a mostly seasonal manner, such as leaves and xylem, have soma-like properties. Plant stem cells may therefore hold the key to understanding how plants can reach extreme ages and we discuss model systems that may be suitable to advance the field of plant ageing.",
     "keywords": ["Ageing", "Stem cells", "Germline and soma", "Senescence", "Asymmetric cell division"]},
    {"article name": "Senescence in aging and disorders of the central nervous system",
     "doi": "https://doi.org/10.1016/j.tma.2019.01.002",
     "publication date": "01-2019",
     "abstract": "Aging can be defined as the natural process of accumulating time during the life of an organism. Advancing age correlates with tissue dysfunction, including frailty, malignancies, immobility, and cognitive loss. With increasing age, there is an accumulation of cells that have lost their ability to divide and yet do not undergo cell death, termed senescent cells. These cells, which are characterized by a distinctive proinflammatory phenotype, have been demonstrated to damage surrounding cells, which negatively impact health. Within the brain, senescent cells have been associated with a variety of diseases, including Parkinson’s and Alzheimer’s disease, and maladies where chronic inflammation drives tissue deterioration. Here, we describe the resident cells of the central nervous system (CNS), how they exhibit tendencies toward senescence with age and disease, and discuss tools that will be useful to aid in senescent cell identification and characterization in this tissue.",
     "keywords": null},
    {"article name": "Role of the circadian clock in fine-tuning the process of leaf senescence in plants",
     "doi": "https://doi.org/10.1016/j.tma.2018.12.001",
     "publication date": "01-2019",
     "abstract": "Leaf senescence is a developmental process and a critical evolutionary strategy for fitness in plants, involving highly organized regulatory mechanisms. Many environmental signals as well as internal developmental aging trigger leaf senescence. Circadian clocks provide timing information for the adaptation of organisms to changing environmental conditions via dynamic metabolic and physiological regulatory networks. Interactions between aging and the circadian clock have been well characterized in animals. In plants, recent studies reveal similar interactions between leaf senescence and the circadian clock, supporting the evolutionary conservation of these interactions in both animal and plant kingdoms. In this review, we discuss the major clock components and senescence regulators that connect these two regulatory mechanisms, and the significance of this relationship in the plant life history.",
     "keywords": ["Leaf senescence", "Circadian clock", "Clock components", "ORE1", "Trifurcate feed-forward pathway"]},
    {"article name": "A toolkit for DNA assembly, genome engineering and multicolor imaging for C. elegans",
     "doi": "https://doi.org/10.1016/j.tma.2018.01.001",
     "publication date": "01-2018",
     "abstract": "One way scientists can observe and quantify processes in living cells is to engineer the genomes of animals to express multiple fluorescent proteins and then quantify those signals by various imaging techniques. To allow our laboratories to confidently quantify mixed (overlapping) fluorescent signals for our studies in the basic biology of gene expression and aging in C. elegans, we developed a comprehensive toolkit for C. elegans that we describe here. The Toolkit consists of two components: 1) a series of vectors for DNA assembly by homologous recombination (HR) in the yeast, Saccharomyces cerevisiae, and 2) a set of ten worm strains that each express a single, spectrally distinct fluorescent protein, under control of either the daf-21 or eft-3 promoters. We measured the in vivo emission spectrum (3 nm resolution) for each fluorescent protein in live C. elegans and showed that we can use those pure spectra to unmix overlapping fluorescent signals in spectral images of intestine cells. Seven of ten fluorescent proteins had signals that appeared to be localized in vesicular/elliptical foci or tubules in the hypodermis. We conducted fluorescence recovery after photobleaching (FRAP) experiments and showed that these structures have recovery kinetics more consistent with freely diffusing protein than aggregates (Q35:YFP). This toolkit will allow researchers to quickly and efficiently generate mutlti-fragment DNA assemblies for genome editing in C. elegans. Additionally, the transgenic C. elegans and the measured emission spectra should serve as a resource for scientists seeking to perform, or test their ability to perform, multidimensional (multi-color) imaging experiments.",
     "keywords": null},
    {"article name": "Translational geroscience: From invertebrate models to companion animal and human interventions",
     "doi": "https://doi.org/10.1016/j.tma.2018.08.002",
     "publication date": "01-2018",
     "abstract": "Translational geroscience is an interdisciplinary field descended from basic gerontology that seeks to identify, validate, and clinically apply interventions to maximize healthy, disease-free lifespan. In this review, we describe a research pipeline for the identification and validation of lifespan extending interventions. Beginning in invertebrate model systems, interventions are discovered and then characterized using other invertebrate model systems (evolutionary translation), models of genetic diversity, and disease models. Vertebrate model systems, particularly mice, can then be utilized to validate interventions in mammalian systems. Collaborative, multi-site efforts, like the Interventions Testing Program (ITP), provide a key resource to assess intervention robustness in genetically diverse mice. Mouse disease models provide a tool to understand the broader utility of longevity interventions. Beyond mouse models, we advocate for studies in companion pets. The Dog Aging Project is an exciting example of translating research in dogs, both to develop a model system and to extend their healthy lifespan as a goal in itself. Finally, we discuss proposed and ongoing intervention studies in humans, unmet needs for validating interventions in humans, and speculate on how differences in survival among human populations may influence intervention efficacy.",
     "keywords": ["Translational geroscience", "Healthspan", "Longevity", "Aging", "Rapamycin", "Metformin", "mTOR", "Companion animals"]},
    {"article name": "Therapeutic potential of boosting NAD+ in aging and age-related diseases",
     "doi": "https://doi.org/10.1016/j.tma.2018.08.003",
     "publication date": "01-2018",
     "abstract": "Nicotinamide adenine dinucleotide (NAD+) is an essential cofactor in all living cells that is involved in fundamental biological processes. NAD+ depletion has been associated with hallmarks of aging and may underlie a wide-range of age-related diseases, such as metabolic disorders, cancer and neurodegenerative diseases. Emerging evidence implicates that elevation of NAD+ levels may slow or even reverse the aspects of aging and also delay the progression of age-related diseases. Here we discuss the roles of NAD+-synthesizing and -consuming enzymes in relationships to aging and major age-related diseases. Specifically, we highlight the contribution of NAD+ depletion to aging and evaluate how boosting NAD+ levels may emerge as a promising therapeutic strategy to counter aging-associated pathologies and/or accelerated aging.",
     "keywords": ["NAD+", "Aging", "Age-related diseases", "Autophagy", "Alzheimer's disease", "Neurodegeneration", "Therapeutic potential"]},
    {"article name": "The functions of sarcopenia related myokines",
     "doi": "https://doi.org/10.1016/j.tma.2018.08.001",
     "publication date": "01-2018",
     "abstract": "Skeletal muscle is not only responsible for locomotion, but also a major metabolism and endocrine organ. Skeletal muscle produces several secreted factors to regulate the microenvironment of both muscle and the whole body. The changing profile of myokines functions in the process of sarcopenia, the progressive loss of muscle mass and strength upon aging. Here we briefly review the current studies on the secreted factors produced by skeletal muscle and their functions in the process of sarcopenia.",
     "keywords": ["Secreted factors", "Sarcopenia", "Cytokines", "Hormones", "Dkk3"]},
    {"article name": "Translational geroscience: A new paradigm for 21st century medicine",
     "doi": "https://doi.org/10.1016/j.tma.2017.09.004",
     "publication date": "10-2017",
     "abstract": "Advances in geroscience are allowing scientists and clinicians, for the first time, to consider interventions aimed at directly targeting the hallmarks of aging. Unlike disease-specific approaches, such interventions have the potential to prevent multiple diseases of aging simultaneously, thereby greatly enhancing healthspan for most individuals. Initial clinical data indicates that geroprotective compounds such as rapamycin and metformin may be effective at delaying or reversing age-related disease in otherwise healthy elderly people and companion animals. Here I will provide an overview of the field of translational geroscience, which I believe will become the paradigm for the practice of medicine in the 21st century.",
     "keywords": ["Aging", "Longevity", "Healthspan", "mTOR", "Rapamycin", "Lifespan", "Dogs"]},
    {"article name": "Genome instability and aging: Cause or effect?",
     "doi": "https://doi.org/10.1016/j.tma.2017.09.003",
     "publication date": "10-2017",
     "abstract": "Genome instability, i.e., the tendency of the genome to undergo alterations in DNA information content through mutation, is considered a hallmark of aging. While mutations can be analyzed in clonal lineages, such as tumors, normal tissues have thus far not been amenable to mutation analysis except for the largest type of mutations: chromosomal aberrations. This is because mutations are random events and, therefore, unique to a single cell. New, single-cell sequencing-based methods are now emerging and may soon provide quantitative assays for estimating the possible functional effects of mutations accumulating during aging in various tissues and organs. Here we briefly review the mechanisms of genome instability in normal cells, the accumulation of various types of genome instability with age and their possible physiological consequences.",
     "keywords": null},
    {"article name": "Serendipity in search for longevity from experiences of Hansen people",
     "doi": "https://doi.org/10.1016/j.tma.2017.06.001",
     "publication date": "10-2017",
     "abstract": "While surveying Korean centenarians, I had a fortune to encounter Hansen people, who spent long lives in the restricted sanatorium for leprosy patients. Their unexpectedly long life span compared with the normal population prompted me to examine the background and possible mechanism. Interestingly, a considerable number of these people maintain their intake of 4, 4′-diaminodiphenyl sulfone (DDS), a therapeutic drug for leprosy, habitually for more than three or four decades despite being completely cured of the disease. They have a higher antioxidant activity in their blood than age-matched controls. The protective function of DDS against oxidative stress was confirmed by in vitro tests and in vivo animal models. Moreover, DDS extended life span and increased mobility in a nematode model by inhibiting pyruvate kinase. When DDS effect on functional loss of the older people's muscles was tested, its anti-sarcopenia effect was prominent, especially in non-dominant muscles of DDS-consuming Hansen people. Concerning neurodegenerative disorders, DDS is significantly protective in animal model against Parkinson's disease. Taken together, DDS, serendipitously discovered in the Korean centenarian study, might be a candidate as a new therapeutic modality for protection against aging-dependent dysfunction in neural and muscular degeneration, and possibly for extension of lifespan.",
     "keywords": ["DDS", "Life span", "Leprosy", "Degeneration", "Prevention"]},
    {"article name": "Alcohol and aging: From epidemiology to mechanism",
     "doi": "https://doi.org/10.1016/j.tma.2017.09.001",
     "publication date": "10-2017",
     "abstract": "Alcohol is one of the most widely encountered drugs in the world and is credited with a wealth of health interactions. Light to moderate regular consumption (14–28 g daily) can promote heart health, protect against Type II diabetes, and likely extend overall lifespan. However, higher consumption rates lead to the detrimental effects more widely associated with ethanol consumption, including decreased motor control, cardiotoxicity, insulin resistance, and liver disease. Despite high consumption rates in the elderly population, there has been little focus on alcohol's multifaceted effects in the context of aging. Ethanol interacts with numerous genetic targets that are already associated with aging (such as mitigation of the mechanistic target of rapamycin and activation of FOXO3A), and its dose-dependent lifespan extension depends on still poorly understood connections to these pathways. This review focuses on ethanol's relationship to aging and lifespan in multiple animal models, and it demonstrates how understanding the complicated role of this ubiquitous chemical could be vital in order to apply our knowledge of mechanisms mediating the aging process to the human population.",
     "keywords": ["Alcohol", "Ethanol", "Lifespan", "Healthspan", "Aging", "Hormesis"]},
    {"article name": "The role of RNA helicases in aging and lifespan regulation",
     "doi": "https://doi.org/10.1016/j.tma.2017.08.001",
     "publication date": "10-2017",
     "abstract": "RNA helicases are members of a large family of enzymes that function in unwinding RNA duplexes and modulating interactions between RNAs and proteins. RNA helicases participate in numerous cellular processes, including transcription, translation, mRNA export, nonsense-mediated mRNA decay, and telomere maintenance. In this review, we discuss the recent discoveries on several RNA helicases that play key roles in aging and lifespan regulation. We first describe the roles of several mammalian RNA helicases implicated in cellular senescence. In addition, we discuss our previous reports showing that three RNA helicases, HEL-1/DDX39, SACY-1/DDX41 and SMG-2/UPF1, promote longevity in Caenorhabditis elegans through distinct mechanisms. These findings reveal the critical functions of many RNA helicases in regulating aging and may lead to insights into the importance of RNA homeostasis in aging and longevity.",
     "keywords": ["RNA helicase", "Aging", "Lifespan", "C. elegans", "Nonsense-mediated mRNA decay"]},
    {"article name": "Alternative splicing in aging and age-related diseases",
     "doi": "https://doi.org/10.1016/j.tma.2017.09.005",
     "publication date": "10-2017",
     "abstract": "Alternative splicing (AS) of mRNA generates multiple protein isoforms from a single gene. This greatly expands proteome diversity and plays important roles in most biological processes. Global changes occur to AS as cells and individuals age normally and during age-related diseases. Some of these changes play critical roles in aging and associated phenotypes. Although AS has been extensively reviewed with respect to functions and molecular mechanisms in certain biological processes, a comprehensive view of AS is lacking in aging research. In this review, we focus on the functional side of AS in the aging process, and we summarize the age-related genes and splicing types, the potential functional mechanisms, upstream regulators and pathways involved. Global changes to AS during aging and potential therapeutic strategies to correct aberrant splicing are also discussed.",
     "keywords": null},
    {"article name": "Longevity control by the nervous system: Sensory perception, stress response and beyond",
     "doi": "https://doi.org/10.1016/j.tma.2017.07.001",
     "publication date": "10-2017",
     "abstract": "Life span is regulated by genetic mechanisms as well as environmental or physiological factors. Neurons detect sensory cues from the environment and internal signals generated within the animal, and drive physiological, metabolic and behavioral changes that optimize fitness and survival of the organism. Recent studies, mainly based on the nematode Caenorhabditis elegans, suggest that the nervous system is instructive for aging and life span control. Chemosensation and thermosensation, as well as perception of other environmental cues, act upon specific neuronal types and influence life span via distinct secreted neuronal signals. In addition to sensory cues in the environment, neurons also respond to a wide range of external and internal stressors, and coordinate organismal-wide stress responses across different tissues. Life span extension is found in C. elegans strains whose systemic stress response is increased by genetic perturbation of mitochondrial respiration in the neurons, as well as in strains that overexpress the ER stress transcription factor XBP-1 in the nervous system. These observations support a model where the nervous system acts as a platform for life span control by integrating information from the environment and signals that report on the physiological states of the animal.",
     "keywords": null}
    ]
}